Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios-l10n/dsb/firefox-ios.xliff
Languages: dsb

source: Add to Bookmarks
dsb: Cytańskim znamjenjam pśidaś

source: Add to Reading List
dsb: Cytańskej lisćinje pśidaś

source: Close Tab
dsb: Rejtark zacyniś

source: Copy URL
dsb: URL kopěrowaś

source: Open Last Bookmark
dsb: Slědne cytańske znamje wócyniś

source: Open Last Tab
dsb: Slědny rejtark wócyniś

source: Preview of %@
dsb: Pśeglěd za %@

source: Send to Device
dsb: Na rěd pósłaś

source: After 1 hour
dsb: Pó 1 góźinje

source: After 1 minute
dsb: Pó 1 minuśe

source: After 5 minutes
dsb: Pó 5 minutach

source: After 10 minutes
dsb: Pó 10 minutach

source: After 15 minutes
dsb: Pó 15 minutach

source: Change Passcode
dsb: Gronidłowy kod změniś

source: Enter a passcode
dsb: Gronidłowy kod zapódaś

source: Immediately
dsb: Ned

source: Logins
dsb: Pśizjawjenja

source: Passcode
dsb: Gronidłowy kod

source: Private Browsing
dsb: Priwatny modus

source: Re-enter passcode
dsb: Gronidłowy kod znowego zapódaś

source: Require Passcode
dsb: Gronidłowy kod pominaś

source: Set Passcode
dsb: Gronidłowy kod nastajiś

# Touch ID &amp; Passcode
source: Touch ID & Passcode
dsb: Touch ID a gronidłowy kod

source: Turn Passcode Off
dsb: Gronidłowy kod znjemóžniś

source: Turn Passcode On
dsb: Gronidłowy kod zmóžniś

source: Turn off your passcode.
dsb: Znjemóžniśo swój gronidłowy kod.

source: Use Touch ID for
dsb: Touch ID wužywaś za

source: Use your fingerprint to access Logins now.
dsb: Wužywajśo swój palcowy wótśišć, aby něnto na pśizjawjenja pśistup měł.

source: Use your fingerprint to access Private Browsing now.
dsb: Wužywajśo swój palcowy wótśišć, aby něnto na priwatny modus pśistup měł.

source: Delete
dsb: Wulašowaś

source: Desktop Bookmarks
dsb: Desktopowe cytańske znamjenja

source: Cancel
dsb: Pśetergnuś

source: Clear
dsb: Wuprozniś

source: History will be removed from all your connected devices. This cannot be undone.
dsb: Historija wótpórajo se ze wšych wašych zwězanych rědow. To njedajo se anulěrowaś.

source: Remove history from your Firefox Account?
dsb: Historiju z wašogo konta Fiefox wótpóraś?

source: Are you sure you want to clear all of your data? This will also close all open tabs.
dsb: Cośo napšawdu wšykne swóje daty lašowaś? To zacynijo teke wšykne wócynjone rejtarki.

source: Browsing History
dsb: Pśeglědowańska historija

source: Clear Everything
dsb: Wšykno wulašowaś

source: Clear Private Data
dsb: Priwatne daty wulašowaś

source: Cookies
dsb: Cookieje

source: Offline Website Data
dsb: Daty websedła offline

source: Saved Logins
dsb: Skłaźone pśizjawjenja

source: Open in Safari
dsb: W Safari wócyniś

source: Try again
dsb: Hyšći raz wopytaś

source: Done
dsb: Gótowo

source: Find in Page
dsb: Na boku pytaś

source: Next in-page result
dsb: Pśiducy wuslědk na boku

source: Previous in-page result
dsb: Pjerwjejšny wuslědk na boku

source: Remove
dsb: Wótpóraś

# NSLocationWhenInUseUsageDescription
source: Websites you visit may request your location.
dsb: Websedła, kótarež se woglědujośo, pominaju snaź wašo stojnišćo.

# ShortcutItemTitleNewPrivateTab
source: New Private Tab
dsb: Nowy priwatny rejtark

# ShortcutItemTitleNewTab
source: New Tab
dsb: Nowy rejtark

source: Browse multiple Web pages at the same time with tabs.
dsb: Pśeglědujśo někotare webboki w tom samskem casu z rejtarkami.

source: Choose
dsb: Wubraś

source: Connect Firefox everywhere you use it.
dsb: Zwězajśo Firefox wšuźi, źož jen wužywaśo.

source: Customize
dsb: Pśiměriś

source: Easily switch between open pages with tabs.
dsb: Pśešaltujśo lažko mjazy wócynjonymi bokami z rejtarkami

source: Firefox and the cloud
dsb: Firefox a mrokawa

# Introductory slide %@ of %@
source: Introductory slide %1$@ of %2$@
dsb: Zapokazowańska folija %1$@ z %2$@

source: Organize
dsb: Organizěrowaś

source: Personalize your Firefox just the way you like in Settings.
dsb: Personalizěrujśo swój Firefox w nastajenjach tak, ako cośo.

source: Personalize your default search engine and more in Settings.
dsb: Personalizěrujśo swóju standardnu pytnicu a wěcej w nastajenjach.

source: Share
dsb: Źěliś

source: Sign in to Firefox
dsb: Pla Firefox pśizjawiś

source: Start Browsing
dsb: Pśeglědowaś zachopiś

source: Sync Your Devices.
dsb: Synchronizěrujśo swóje rědy

source: Tap, hold and move the Firefox icon into your dock for easy access.
dsb: Pótusniśo symol Firefox, źaržćo jen tłocony a pśesuńśo jen do swójogo doka za lažki pśistup.

source: The Settings button is at the beginning of the Tabs Tray.
dsb: Tłocašk nastajenjow jo na zachopjeńku rejtarkoweje wótkładnice.

source: The Show Tabs button is next to the Address and Search text field and displays the current number of open tabs.
dsb: Tłocašk 'Rejtarki pokazaś' jo pódla tekstowego póla 'Adresa a pytanje' a zwobraznjujo aktualnu licbu wócynjonych rejtarkow.

source: Use the share sheet to send links from other apps to Firefox.
dsb: Wužywajśo źěleńske łopjeno, aby wótkaze z drugich nałoženjow do Firefox pósłał.

source: Allow Firefox to use my Photos
dsb: Firefox dowóliś, móje fota wužywaś

source: Back to Themes
dsb: Slědk k drastwam

source: Choose Theme
dsb: Drastwu wubraś

source: Default Themes
dsb: Standardne drastwy

source: My Photos
dsb: Móje fota

source: Photos
dsb: Fota

source: Preview
dsb: Pśeglěd

source: Preview Theme
dsb: Pśeglěd drastwy

source: Set
dsb: Nastajiś

source: Set Theme
dsb: Drastwu nastajiś

source: Theme
dsb: Drastwa

source: Themes
dsb: Drastwy

source: A username and password are being requested by %@.
dsb: Wužywarske mě a gronidło pominatej se wót %@.

# A username and password are being requested by %@. The site says: %@
source: A username and password are being requested by %1$@. The site says: %2$@
dsb: Wužywarske mě a gronidło pominatej se wót %1$@. Sedło groni: %2$@

source: About
dsb: Wó

source: Add Tab
dsb: Rejtark pśidaś

source: Added page to Reading List
dsb: Jo bok cytańskej lisćinje pśidał

source: Address and Search
dsb: Adresa a pytanje

source: Always Send
dsb: Pśecej pósłaś

source: Authentication required
dsb: Awtentifikacija trěbna

source: Back
dsb: Slědk

source: Block Pop-up Windows
dsb: Wuskokujuce wokna blokěrowaś

source: Bookmark
dsb: Cytańske znamje

source: Bookmarks
dsb: Cytańske znamjenja

source: Brightness
dsb: Swětłosć

source: Call
dsb: Zawołaś

source: Changes color theme.
dsb: Změnijo barwnu drastwu.

source: Changes font type.
dsb: Změnijo pismowu družynu.

source: Close
dsb: Zacyniś

source: Closing tab
dsb: Rejtark zacyniś

source: Copy Address
dsb: Adresu kopěrowaś

source: Copy Image
dsb: Wobraz kopěrowaś

source: Copy Link
dsb: Wótkaz kopěrowaś

source: Could not add page to Reading List. Maybe it's already there?
dsb: Bok njedajo se cytańskej lisćinje pśidaś.Snaź jo wón južo wopśimjony?

source: Could not add page to Reading list
dsb: Bok njedajo se cytańskej lisćinje pśidaś

source: Could not load page.
dsb: Bok njedajo se zacytaś.

source: Create an account
dsb: Konto załožyś

source: Dark
dsb: Śamny

source: Debug: forget Sync auth state
dsb: Pytanje zmólkow: synchronizaciski awtentifikaciski status zabyś

source: Debug: require password
dsb: Pytanje zmólkow: gronidło pominaś

source: Debug: require upgrade
dsb: Pytanje zmólkow: aktualizaciju pominaś

source: Decrease text size
dsb: Tekstowu wjelikosć pómjeńšyś

source: Default Search Engine
dsb: Standardna pytnica

source: Disable additional page dialogs
dsb: Pśidatne dialogi boka znjemóžniś

source: Display Settings
dsb: Zwobraznjeńske nastajenja

# Do you want to save the password for %@ on %@?
source: Do you want to save the password for %1$@ on %2$@?
dsb: Cośo gronidło za %1$@ na %2$@ składowaś?

source: Do you want to save the password on %@?
dsb: Cośo gronidło na %@ składowaś?

# Do you want to update the password for %@ on %@?
source: Do you want to update the password for %1$@ on %2$@?
dsb: Cośo gronidło za %1$@ na %2$@ aktualizěrowaś?

source: Do you want to update the password on %@?
dsb: Cośo gronidło na %@ aktualizěrowaś?

source: Don't Send
dsb: Njesłaś

source: Double tap and hold to open history
dsb: Za wócynjanje historije dwójcy pótusniś a źaržaś

source: Enter your password to connect.
dsb: Zapódajśo swójo gronidło, aby zwězał.

source: Firefox Help and Support
dsb: Pomoc Firefox

source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
dsb: Firefox pśestanjo z wašym kontom synchronizěrowaś, ale njewulašujo pśeglědowańske daty na toś tom rěźe.

source: Firefox would like to access your Photos
dsb: Firefox by rady pśistup na waše fota měł

source: Forward
dsb: Doprědka

source: General
dsb: Powšykny

source: Get your open tabs, bookmarks, and passwords from your other devices.
dsb: Wobstarajśo se swóje wócynjone rejtarki, cytańske znamjenja a gronidła ze swójich drugich rědow.

source: Go
dsb: Start

source: Go to copied URL?
dsb: Ku kopěrowanemu URL hyś?

source: Help
dsb: Pomoc

source: History
dsb: Historija

source: Increase text size
dsb: Tekstowu wjelikosć pówětšyś

source: Intro Tour Carousel
dsb: Zapokazowánska tura

source: Last month
dsb: Slědny mjasec

source: Last synced: %@
dsb: Slědna synchronizacija: %@

source: Last week
dsb: Slědny tyźeń

source: Licenses
dsb: Licence

source: Light
dsb: Swětły

source: Load original page
dsb: Originalny bok zacytaś

# Loading content&#8230;
source: Loading content…
dsb: Wopśimjeśe se zacytujo…

source: Log Out
dsb: Wótzjawiś

source: Log Out?
dsb: Wótzjawiś?

source: Log in
dsb: Pśizjawiś

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
dsb: Zda se, až Firefox jo se do togo wowalił. Cośo swóje rejtarki wótnowiś?

source: Mark as Read
dsb: Ako pśecytany markěrowaś

source: Mark as Unread
dsb: Ako njecytany markěrowaś

source: Missing error
dsb: Felujuca zmólka

source: Missing message
dsb: Felujuca powěsć

source: Navigation Toolbar
dsb: Nawigaciska rědka

# New tab: %@: %@
source: New tab: %1$@: %2$@
dsb: Nowy rejtark: %1$@: %2$@

source: New version available
dsb: Nowa wersija k dispoziciji

source: No
dsb: Ně

source: No tabs
dsb: Žedne rejtarki

source: Not Now
dsb: Nic něnto

source: Not now
dsb: Nic něnto

source: OK
dsb: W pórěźe

source: Okay
dsb: W pórěźe

source: Oops! Firefox crashed
dsb: Hopla! Firefox jo se wowalił

source: Open In New Tab
dsb: W nowem rejtarku wócyniś

source: Open Settings
dsb: Nastajenja wócyniś

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
dsb: Wócyńsó nastawki w cytańskem naglěźe, z tym až pótuskujośo knigłowy symbol, gaž pokazujo se w titelnej rědce.

# Open in&#8230;
source: Open in…
dsb: Wócyniś w…

source: Opening %@
dsb: %@ se wócynja

source: Pages you have visited recently will show up here.
dsb: Boki, kótarež sćo se njedawno woglědał, se how pokažu.

source: Panel Chooser
dsb: Wobcerkowy wolak

source: Password
dsb: Gronidło

source: Paste
dsb: Zasajźiś

# Paste &amp; Go
source: Paste & Go
dsb: Zasajźiś a start

source: Privacy
dsb: Priwatnosć

source: Privacy Policy
dsb: Pšawidła priwatnosći

source: Quick-search Engines
dsb: Pytnice za spěšne pytanje

source: Reader View
dsb: Cytański naglěd

source: Reading list
dsb: Cytańska lisćina

source: Reload
dsb: Znowego zacytaś

source: Remove from Reading List
dsb: Z cytańskeje lisćiny wótpóraś

source: Remove page
dsb: Bok wótpóraś

source: Request Desktop Site
dsb: Desktopowe sedło pominaś

source: Request Mobile Site
dsb: Mobilne sedło pominaś

source: Save Image
dsb: Wobraz składowaś

source: Save Logins
dsb: Pśizjawjenja składowaś

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
dsb: Składujśo boki do swójeje cytańskeje lisćiny, z tym až pótuskujośo knigłowy plusowy symbol we woźenju cytańskego naglěda.

source: Search
dsb: Pytaś

source: Search or enter address
dsb: Pytaś abo adresu zapódaś

source: Searches for the suggestion
dsb: Pytanja za naraźenje

source: Secure connection
dsb: Wěsty zwisk

source: Send Crash Reports
dsb: Rozpšawy wó wowalenjach pósłaś

source: Send Feedback
dsb: Komentar pósłaś

source: Send Report
dsb: Rozpšawu pósłaś

source: Send a crash report so Mozilla can fix the problem?
dsb: Cośo rozpšawu wó wowalenju słaś, aby Mozilla mógał problem rozwězaś?

source: Settings
dsb: Nastajenja

source: Share Link
dsb: Wótkaz źěliś

source: Show Search Suggestions
dsb: Pytańske naraźenja pokazaś

source: Show Tabs
dsb: Rejtarki pokazaś

source: Show Tour
dsb: Turu pokazaś

source: Show search suggestions
dsb: Pytańske naraźenja pokazaś

source: Sign In
dsb: Pśizjawiś

source: Sign in
dsb: Pśizjawiś

source: Stop
dsb: Stoj

source: Support
dsb: Pódpěra

source: Swipe right or left with three fingers to close the tab.
dsb: Trějśo z tśimi palcami napšawo a nalěwo, aby rejtark zacynił.

source: Sync Now
dsb: Něnto synchronizěrowaś

source: Sync your tabs, bookmarks, passwords and more.
dsb: Synchronizěrujśo swóje rejtarki, cytańske znamjenja a wěcej.

source: Sync your tabs, passwords and more.
dsb: Synchronizěrujśo swóje rejtarki, gronidła a wěcej.

source: Synced tabs
dsb: Synchronizěrowane rejtarki

# Syncing&#8230;
source: Syncing…
dsb: Synchronizěrujo se…

# Tab %@ of %@
source: Tab %1$@ of %2$@
dsb: Rejtark %1$@ z %2$@

# Tabs %@ to %@ of %@
source: Tabs %1$@ to %2$@ of %3$@
dsb: Rejtarki %1$@ do %2$@ z %3$@

source: Tabs Tray
dsb: Wótkładnica rejtarkow

source: The Mozilla Project
dsb: Projekt Mozilla

source: The page could not be displayed in Reader View.
dsb: Bok njedajo se w cytańskem naglěźe zwobrazniś.

source: There is a new version available of Firefox Aurora. Tap OK to go to the download page.
dsb: Jo nowa wersija Firefox Aurora k dispoziciji. Pótusniśo W pórěźe, aby bok ześěgnuł.

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
dsb: Pśi pśistupje na rejtarki z wašych drugich rědow jo problem nastał. Wopytajśo w krotkem hyšći raz.

source: There was an error converting the page
dsb: Pśi konwertěrowanju boka jo zmólka nastała

source: This allows you to save the image to your Camera Roll.
dsb: To wam zmóžnja, wobraz do Camera Roll składowaś.

source: This will open in another application
dsb: To wócynijo se w drugem nałoženju

source: Today
dsb: Źinsa

source: Top sites
dsb: Nejwěcej woblubowane sedła

source: Update
dsb: Aktualizěrowaś

source: Upgrade Firefox to connect.
dsb: Aktualizěrujśo Firefox, aby zwězał.

source: Use Compact Tabs
dsb: Kompaktne rejtarki wužywaś

source: Username
dsb: Wužywarske mě

source: Verify your email address.
dsb: Wobkšuśćo swóju e-mailowu adresu.

# Version %@ (%@)
source: Version %1$@ (%2$@)
dsb: Wersija %1$@ (%2$@)

source: View
dsb: Pokazaś

source: Web content
dsb: Webwopśimjeśe

source: Welcome to Sync
dsb: Witajśo k Sync

source: Welcome to your Reading List
dsb: Witajśo k cytańskej lisćinje

source: Well, this is embarrassing.
dsb: Wódajśo, to jo nam njelubo.

source: Yes
dsb: Jo

source: Yesterday
dsb: Cora

source: You don't have any other devices connected to this Firefox Account available to sync.
dsb: Njejsu žedne druge rědy z toś tym kontom Firefox zwězane, kótarež by se dali synchronizěrowaś.

source: You don't have any tabs open in Firefox on your other devices.
dsb: Njamaśo žedne wócynjone rejtarki na swójich drugich rědach.

source: Your Rights
dsb: Waše pšawa

source: computer
dsb: licadło

source: just now
dsb: rowno

source: mobile device
dsb: mobilny rěd

source: more than a month ago
dsb: pśed wěcej ako jadnym mjasecom

source: more than a week ago
dsb: pśed wěcej ako jadnym tyźenjom

source: read
dsb: pśecytany

source: this week
dsb: toś ten tyźeń

source: today at %@
dsb: źinsa w %@

source: unread
dsb: njecytany

source: yesterday
dsb: cora

source: Are you sure?
dsb: Sćo wěsty?

source: Clear Search
dsb: Pytańsku historiju wuprozniś

source: Copy
dsb: Kopěrowaś

source: Deselect All
dsb: Wšykne wótwóliś

source: Enter Search Mode
dsb: Do pytańskego modusa stupiś

source: Hide
dsb: Schowaś

source: Last modified %@
dsb: Slědna změna: %@

source: Logins will be permanently removed.
dsb: Pśizjawjenja wótpóraju se na pśecej.

source: Logins will be removed from all connected devices.
dsb: Pśizjawjenja wótpóraju se ze wšych zwězanych rědow.

source: No logins found
dsb: Žedne pśizjawjenja namakane

# Open &amp; Fill
source: Open & Fill
dsb: Wócyniś a wupołniś

source: Reveal
dsb: Pokazaś

source: Search Input Field
dsb: Pytańske pólo

source: Select All
dsb: Wšykne wubraś

source: password
dsb: gronidło

source: username
dsb: wužywarske mě

source: website
dsb: websedło

source: 1Password Extension was cancelled by the user
dsb: Rozšyrjenje 1Password jo se wót wužywarja pśetergnuło

source: App Extension API is not available in this version of iOS
dsb: API nałožeńskego rozšyrjenja njejo za toś tu wersiju iOS k dispoziciji

source: Failed to contact the 1Password Extension
dsb: Kontakt z rozšyrjenim 1Password njejo móžno

source: Failed to execute script that collects web page information
dsb: Skript, kótaryž zběra informacije wó webboku, njedajo se wuwjasć

source: Failed to fill web page because script could not be evaluated
dsb: Webbok njedajo se wupołniś, dokulaž skript njedajo se wugódnośiś

source: Failed to fill web page because script is missing
dsb: Webbok njedajo se wupołniś, dokulaž skript felujo

source: Failed to obtain URL String from web view. The web view must be loaded completely when calling the 1Password Extension
dsb: Znamuškowy rjeśazk URL njedajo se z webnaglěda wobstaraś. Webnaglěd musy se dopołnje zacytowaś, gaž rozšyrjenje 1Password se woła

source: Failed to parse information returned by 1Password Extension
dsb: Informacije, kótarež su se wót rozšyrjenja 1Password wrośili, njejsu dali se analyzěrowaś

source: Close Private Tabs
dsb: Priwatne rejtarki zacyniś

source: Firefox won't remember any of your history or cookies, but new bookmarks will be saved.
dsb: Firefox njebuźo se wašu historiju abo cookieje spomnjeś, ale nowe cytańske znamjenja budu se składowaś.

source: Learn More
dsb: Dalšne informacije

source: Off
dsb: Wušaltowany

source: On
dsb: Zašaltowany

source: Open In New Private Tab
dsb: W nowem priwatnem rejtarku wócyniś

source: Private Mode
dsb: Priwatny modus

source: Turns private mode on or off
dsb: Zašaltujo abo wušaltujo priwatny modus

source: When Leaving Private Browsing
dsb: Pśi kóńcenju priwatnego modusa

source: %@ search
dsb: Z %@ pytaś

source: Search Settings
dsb: Pytańske nastajenja

source: Search suggestions from %@
dsb: Pytańske naraźenja z %@

source: Turn on search suggestions?
dsb: Naraźenja zmóžniś?

# More Info&#8230;
source: More Info…
dsb: Dalšne informacije…

source: Send Anonymous Usage Data
dsb: Anonymne wužywańske daty pósłaś

source: Available devices:
dsb: K dispoziciji stojece rědy:

source: Please open Firefox, go to Settings and sign in to continue.
dsb: Pšosym wócyńśo Firefox, źiśo k nastajenjam a pśizjawśo se, aby pókšacował.

source: Send
dsb: Pósłaś

source: Send Tab
dsb: Rejtark pósłaś

source: You are not signed in to your Firefox Account.
dsb: Njejsćo pla swójogo konta Firefox pśizjawjony.

# CFBundleDisplayName
source: Send Tab
dsb: Rejtark słaś

source: Add
dsb: Pśidaś

# CFBundleDisplayName
source: View Later
dsb: Pózdźej se woglědaś

# %@ on %@
source: %1$@ on %2$@
dsb: %1$@ na %2$@

source: Bookmarks Menu
dsb: Meni Cytańske znamjenja

source: Bookmarks Toolbar
dsb: Rědka cytańskich znamjenjow

source: Mobile Bookmarks
dsb: Mobilne cytańske znamjenja

source: Unsorted Bookmarks
dsb: Njesortěrowane cytańske znamjenja

source: Untitled
dsb: Bźez titela
