Repository: mozilla-mobile/firefox-ios
Catalog: Shared/Supporting Files/*.lproj/Onboarding.strings
Languages: cs, pt_pt, sv, tt

# DefaultBrowserPopup.ButtonTitle.v114
source: Go to Settings
cs: Přejít do nastavení
pt_pt: Ir para as Definições
sv: Gå till inställningar
tt: Көйләүләргә күчү

# DefaultBrowserPopup.FirstLabel.v114
source: 1. Go to *Settings*
cs: 1. Přejděte do *Nastavení*
pt_pt: 1. Aceder às *Definições*
sv: 1. Gå till *Inställningar*
tt: 1. *Көйләүләргә* күчегез

# DefaultBrowserPopup.SecondLabel.v114
source: 2. Tap *Default Browser App*
cs: 2. Klepněte na *Výchozí prohlížeč*
pt_pt: 2. Tocar em *Navegador predefinido*
sv: 2. Tryck på *Förvald app för webbläsare*
tt: 2. *Төп браузер кушымтасына* басыгыз

# DefaultBrowserPopup.ThirdLabel.v114
source: 3. Select *%@*
cs: 3. Vyberte *%@*
pt_pt: 3. Selecionar *%@*
sv: 3. Välj *%@*
tt: 3. *%@-ны* сайлагыз

# DefaultBrowserPopup.Title.v114
source: Switch Your Default Browser
cs: Nastavte si svůj výchozí prohlížeč
pt_pt: Alterar o seu navegador predefinido
sv: Ändra din standardwebbläsare
tt: Башка браузерны төп браузер итү

# Onboarding.IntroDescriptionPart1.v114
source: Indie. Non-profit. For good.
cs: Nezávislý. Neziskový. Navždy.
pt_pt: Indie. Sem fins lucrativos. Para o bem.
sv: Oberoende. Ideell. För alltid.
tt: Бәйсез. Коммерциягә нигезләнмәгән. Яхшы ниятле.

# Onboarding.IntroDescriptionPart2.v114
source: Committed to the promise of a better Internet for everyone.
cs: Zavázali jsme se zlepšovat internet pro všechny.
pt_pt: Comprometido com a promessa de uma Internet melhor para todos.
sv: Engagerad i löftet om ett bättre internet för alla.
tt: Һәркем өчен дә яхшырак Интернет булдыруны максат итеп алдык.

# Onboarding.LaterAction.v115
source: Skip
pt_pt: Ignorar

# Onboarding.Notification.Continue.Action.v114
source: Continue
cs: Pokračovat
pt_pt: Continuar
sv: Fortsätt
tt: Дәвам итү

# Onboarding.Notification.Description.v114
source: Send tabs between your devices and get tips about how to get the most out of %@.
cs: Posílejte si panely mezi svými zařízeními a získejte tipy, jako ze svého prohlížeče %@ vytěžit maximum.
pt_pt: Envie separadores entre os seus dispositivos e obtenha dicas sobre como aproveitar o %@ ao máximo.
sv: Skicka flikar mellan dina enheter och få tips om hur du får ut det mesta av %@.
tt: Табларыгызны бер җиһаздан икенчесенә җибәрегез һәм %@-ның барлык өстенлекләрен куллану турында киңәшләр алыгыз.

# Onboarding.Notification.Skip.Action.v115
source: Skip
pt_pt: Ignorar

# Onboarding.Notification.Title.v114
source: Notifications help you do more with %@
cs: Oznámení vám pomohou s prohlížečem %@ udělat více
pt_pt: As notificações ajudam-no a fazer mais com o %@
sv: Notiser hjälper dig att göra mer med %@
tt: Искәртүләр Сезгә %@ белән күбрәк эш эшләргә ярдәм итә

# Onboarding.Notification.TurnOnNotifications.Action.v114
source: Turn On Notifications
cs: Zapnout oznámení
pt_pt: Ativar as notificações
sv: Slå på notiser
tt: Искәртүләрне кабызу

# Onboarding.Sync.Description.v114
source: Grab tabs and passwords from your other devices to pick up where you left off.
cs: Získejte panely a hesla z ostatních zařízení a pokračujte tam, kde jste skončili.
pt_pt: Tenha acesso aos separadores e palavras-passe dos seus outros dispositivos, para continuar de onde parou.
sv: Hämta flikar och lösenord från dina andra enheter för att fortsätta där du slutade.
tt: Туктаган җирдән дәвам итү өчен бүтән җиһазларыгыздан табларны һәм серсүзләрне алыгыз.

# Onboarding.Sync.SignIn.Action.v114
source: Sign In
cs: Přihlásit se
pt_pt: Iniciar sessão
sv: Logga in
tt: Керү

# Onboarding.Sync.Skip.Action.v114
source: Skip
cs: Přeskočit
pt_pt: Ignorar
sv: Hoppa över
tt: Калдырып тору

# Onboarding.Sync.Title.v114
source: Hop from phone to laptop and back
cs: Přeskočte z telefonu na notebook a zpět
pt_pt: Alternar do telemóvel para o portátil e vice-versa
sv: Byt från telefon till laptop och tillbaka
tt: Телефоннан ноутбукка, ноутбуктан телефонга күчегез

# Onboarding.Wallpaper.Accessibility.Classic.v114
source: Classic Wallpaper
cs: Klasická tapeta
pt_pt: Fundo clássico
sv: Klassisk bakgrundsbild
tt: Классик фон рәсеме

# Onboarding.Wallpaper.Accessibility.LimitedEdition.v114
source: Limited Edition Wallpaper
cs: Tapeta v limitované edici
pt_pt: Fundo de edição limitada
sv: Bakgrundsbild i begränsad upplaga
tt: Чикләнгән тиражлы фон рәсеме

# Onboarding.Wallpaper.Action.v114
source: Set Wallpaper
cs: Nastavit tapetu
pt_pt: Definir fundo
sv: Välj bakgrundsbild
tt: Фон рәсемен сайлау

# Onboarding.Wallpaper.Description.v114
source: Choose a wallpaper that speaks to you.
cs: Vyberte si tapetu, která vás vyjadřuje.
pt_pt: Escolha um fundo que lhe diga alguma coisa.
sv: Välj en bakgrundsbild som talar till dig.
tt: Күңелегезгә хуш килгән фон рәсемен сайлагыз.

# Onboarding.Wallpaper.SelectorTitle.v114
source: Try a splash of color
cs: Zkuste barevný nádech
pt_pt: Experimente um toque de cor
sv: Prova en skvätt färg
tt: Төрле төсләрне кулланып карагыз

# Onboarding.Wallpaper.Title.v114
source: Choose a %@ Wallpaper
cs: Zvolte tapetu pro %@
pt_pt: Escolher um fundo do %@
sv: Välj en %@-bakgrundsbild
tt: %@ фон рәсемен сайлау

# Onboarding.Welcome.Action.v114
source: Get Started
cs: Začít
pt_pt: Começar
sv: Kom igång
tt: Башлап җибәрү

# Onboarding.Welcome.ActionTreatementA.v114
source: Set as Default Browser
cs: Nastavit jako výchozí prohlížeč
pt_pt: Definir como navegador predefinido
sv: Ange som standardwebbläsare
tt: Стандарт браузер итеп билгеләү

# Onboarding.Welcome.Description.TreatementA.v114
source: %@ puts people over profits and defends your privacy as you browse.
cs: %@ upřednostňuje lidi před ziskem a chrání vaše soukromí při prohlížení.
pt_pt: O %@ coloca as pessoas acima dos lucros e defende a sua privacidade enquanto navega.
sv: %@ sätter människor före vinst och försvarar din integritet när du surfar.
tt: %@ кешеләрне табыштан югарырак куя һәм Интернетта гизгәндә хосусыйлыгыгызны саклый.

# Onboarding.Welcome.Link.Action.v114
source: Learn more in our privacy notice
cs: Další informace naleznete v našich oznámeních o ochraně osobních údajů
pt_pt: Saiba mais nas nossas informações de privacidade
sv: Läs mer i vårt sekretessmeddelande
tt: Безнең xоусыйлык аңлатмасында күбрәк белегез

# Onboarding.Welcome.Skip.v114
source: Skip
cs: Přeskočit
pt_pt: Ignorar
sv: Hoppa över
tt: Калдырып тору

# Onboarding.Welcome.Title.TreatementA.v114
source: Make %@ your go-to browser
cs: Používejte %@ jako svůj hlavní prohlížeč
pt_pt: Faça do %@ o seu navegador de eleição
sv: Gör %@ till din favoritwebbläsare
tt: %@-ны көн саен куллана торган браузерыгыз итегез

# Onboarding.Welcome.Title.v114
source: Welcome to an independent internet
cs: Vítejte na nezávislém internetu
pt_pt: Bem-vindo/a a uma Internet independente
sv: Välkommen till ett oberoende internet
tt: Бәйсез интернетка рәхим итегез
