Repository: mozilla-mobile/firefox-ios
Catalog: Shared/Supporting Files/*.lproj/Shopping.strings
Languages: be, br, cs, cy, de, el, eo, fr, he, hy_am, ia, is, it, kk, pt_br, pt_pt, ru, sk, sq, sv, tr, uk, vi, zh_cn

# Shopping.InfoCard.NotEnoughReviews.Description.v120
source: When this product has more reviews, we’ll be able to check their quality.
be: Калі на гэты прадукт будзе больш водгукаў, мы зможам праверыць іх якасць.
cs: Až bude mít tento produkt více recenzí, budeme moci zkontrolovat jejich kvalitu.
cy: Pan fydd gan y cynnyrch hwn fwy o adolygiadau, byddwn yn gallu gwirio eu hansawdd.
de: Wenn dieses Produkt mehr Bewertungen hat, können wir deren Qualität überprüfen.
el: Όταν αυτό το προϊόν λάβει περισσότερες κριτικές, θα μπορέσουμε να ελέγξουμε την ποιότητά τους.
eo: Kiam tiu ĉi produko havos pli da recenzoj, ni povis kontroli ĝian kvaliton.
fr: Quand ce produit aura reçu suffisamment d’avis, leur qualité pourra être évaluée.
he: כאשר למוצר זה יהיו סקירות נוספות, נוכל לבדוק את האיכות שלהן.
hy_am: Երբ այս ապրանքն ավելի շատ կարծիքներ ունենա, մենք կկարողանանք ստուգել դրանց որակը:
ia: Quando iste producto habera plus de recensiones, nos potera controlar su qualitate.
is: Þegar þessi vara hefur fleiri umsagnir getum við athugað gæði þeirra.
it: Non appena questo prodotto avrà più recensioni, saremo in grado di verificarne la qualità.
kk: Бұл өнімде көбірек пікірлер болған кезде, біз олардың сапасын тексере аламыз.
pt_br: Quando este produto tiver mais avaliações, poderemos verificar sua qualidade.
pt_pt: Quando este produto tiver mais avaliações, poderemos verificar a sua qualidade.
ru: Когда у этого товара будет больше отзывов, мы сможем проверить его качество.
sk: Keď bude mať tento produkt viac recenzií, budeme môcť skontrolovať ich kvalitu.
sq: Kur ky produkt të ketë më tepër shqyrtime, do të jemi në gjendje të kontrollojmë cilësinë e tyre.
sv: När den här produkten har fler recensioner kan vi kontrollera deras kvalitet.
tr: Bu ürüne daha fazla değerlendirme geldiğinde değerlendirmelerin kalitelerini kontrol edebileceğiz.
uk: Коли на цей продукт буде більше відгуків, ми зможемо їх проаналізувати.
vi: Khi sản phẩm này có nhiều đánh giá hơn, chúng tôi sẽ có thể kiểm tra chất lượng của chúng.
zh_cn: 此商品获得更多评价后，我们就能开始分析其评价的质量。

# Shopping.InfoCard.NotEnoughReviews.Title.v120
source: Not Enough Reviews Yet
be: Пакуль недастаткова водгукаў
br: N’eus ket a-walc’h a alioù c’hoazh
cs: Zatím nemá dostatek recenzí
cy: Dim Digon o Adolygiadau Eto
de: Noch nicht genügend Bewertungen
el: Δεν υπάρχουν ακόμα αρκετές κριτικές
eo: Ankoraŭ ne estas sufiĉe da recenzoj
fr: Pas encore assez d’avis
he: אין מספיק סקירות עדיין
hy_am: Դեռևս բավարար ակնարկներ չկան
ia: Revisiones ancora non bastante
is: Ekki nægar umsagnir ennþá
it: Non ci sono ancora abbastanza recensioni
kk: Пікірлер саны әлі жеткіліксіз
pt_br: Ainda não há avaliações suficientes
pt_pt: Ainda não há avaliações suficientes
ru: Пока недостаточно отзывов
sk: Zatiaľ nie je dostatok recenzií
sq: Ende Pa Shqyrtime të Mjafta
sv: Inte tillräckligt med recensioner ännu
tr: Henüz yeterli değerlendirme yok
uk: Ще недостатньо відгуків
vi: Chưa đủ đánh giá
zh_cn: 还没有足够数量的评价

# Shopping.InfoCard.ProgressAnalysis.Description.v120
source: This could take about 60 seconds.
be: Гэта можа заняць каля 60 секунд.
br: Gallout a ra padout tro-dro 60 eilenn.
cs: Může to trvat asi 60 sekund.
cy: Gall hyn gymryd tua 60 eiliad.
de: Dies kann etwa 60 Sekunden dauern.
el: Αυτό μπορεί να διαρκέσει περίπου 60 δευτερόλεπτα.
eo: Tio povas postuli proksimume 60 sekundojn.
fr: L’opération peut prendre environ 60 secondes.
he: פעולה זו יכולה להימשך כ־60 שניות.
hy_am: Սա կարող է տևել մոտ 60 վայրկյան:
ia: Isto pote prender circa 60 secundas.
is: Þetta gæti tekið um 60 sekúndur.
it: Questa operazione potrebbe richiedere circa 60 secondi.
kk: Бұл шамамен 60 секундқа созылуы мүмкін.
pt_br: Isso pode demorar cerca de 60 segundos.
pt_pt: Isto pode demorar cerca de 60 segundos.
ru: Это может занять около 60 секунд.
sk: Môže to trvať asi 60 sekúnd.
sq: Kjo mund të zgjasë rreth 60 sekonda.
sv: Detta kan ta cirka 60 sekunder.
tr: Yaklaşık 60 saniye sürebilir.
uk: Це може тривати близько 60 секунд.
vi: Quá trình này có thể mất khoảng 60 giây.
zh_cn: 这可能需要大约 60 秒。

# Shopping.InfoCard.ProgressAnalysis.Title.v120
source: Checking review quality
be: Праверка якасці водгукаў
br: O wiriañ perzhded an alioù
cs: Kontroluje se kvalita recenzí
cy: Yn gwirio ansawdd adolygiadau
de: Qualität der Bewertung wird überprüft
el: Έλεγχος ποιότητας κριτικής
eo: Kvalito de recenzoj estas taksata
fr: Évaluation de la qualité des avis
he: בתהליך בדיקת איכות הסקירות
hy_am: Կարծիքի որակի ստուգում
ia: Controlante qualitate de recension
is: Athugar gæði umsagna
it: Verifica qualità recensioni
kk: Пікір сапасы тексерілуде
pt_br: Verificando a qualidade das avaliações
pt_pt: A verificar a qualidade da avaliação
ru: Проверяем качество отзывов
sk: Kontroluje sa kvalita recenzií
sq: Kontroll cilësie shqyrtimesh
sv: Kontrollerar recensionens kvalitet
tr: Değerlendirme kalitesi kontrol ediliyor
uk: Перевірка якості відгуку
vi: Đang kiểm tra chất lượng đánh giá
zh_cn: 正在核查评价质量

# Shopping.NoAnalysisCard.AnalyzerButton.Title.v120
source: Check Review Quality
be: Праверыць якасць водгукаў
br: Gwiriañ perzhded an alioù
cs: Zkontrolovat kvalitu recenzí
cy: Gwirio Ansawdd yr Adolygiad
de: Qualität der Bewertung überprüfen
el: Έλεγχος ποιότητας κριτικής
eo: Kontroli kvaliton de recenzoj
fr: Évaluer la qualité des avis
he: בדיקת איכות הסקירות
hy_am: Ստուգեք կարծիքի որակը
ia: Controlar qualitate de recension
is: Athugaðu gæði umsagna
it: Verifica qualità recensioni
kk: Пікір сапасын тексеру
pt_br: Verificar qualidade das avaliações
pt_pt: Verificar a qualidade da avaliação
ru: Проверить качество отзывов
sk: Skontrolovať kvalitu recenzií
sq: Kontrollo Cilësi Shqyrtimesh
sv: Kontrollera recensionskvalitet
tr: Değerlendirme kalitesini kontrol et
uk: Перевірити якість відгуку
vi: Kiểm tra chất lượng đánh giá
zh_cn: 核查评价质量

# Shopping.NoAnalysisCard.BodyLabel.Title.v120
source: To know whether this product’s reviews are reliable, check the review quality. It only takes about 60 seconds.
be: Каб даведацца, ці надзейныя водгукі аб гэтым прадукце, праверце якасць водгукаў. Гэта зойме ўсяго каля 60 секунд.
cs: Chcete-li zjistit, zda jsou recenze tohoto produktu spolehlivé, zkontrolujte kvalitu recenzí. Zabere to jen asi 60 sekund.
cy: I wybod a yw adolygiadau’r cynnyrch hwn yn ddibynadwy, gwiriwch ansawdd yr adolygiadau. Dim ond tua 60 eiliad y mae’n ei gymryd.
de: Um zu wissen, ob die Bewertungen dieses Produkts zuverlässig sind, überprüfen Sie die Qualität der Bewertungen. Es dauert nur etwa 60 Sekunden.
el: Για να μάθετε εάν οι κριτικές αυτού του προϊόντος είναι αξιόπιστες, ελέγξτε την ποιότητά τους. Διαρκεί μόλις 60 περίπου δευτερόλεπτα.
eo: Por scii ĉu la recenzoj de tiu ĉi produkto estas fidindaj, kontrolu la kvaliton de recenzoj. Tio povas daŭri proksimume 60 sekundojn.
fr: Pour savoir si les avis sur ce produit sont dignes de confiance, vérifiez leur qualité. Cela ne prend que 60 secondes.
he: כדי לדעת האם הסקירות של מוצר זה אמינות, יש לבדוק את איכות הסקירות. פעולה זו נמשכת כ־60 שניות.
hy_am: Իմանալու համար, թե արդյոք այս ապրանքի կարծիքները հուսալի են, ստուգեք կարծիքների որակը: Դա կտևի ընդամենը մոտ 60 վայրկյան:
ia: Pro saper si iste recensiones de producto es fidabile, controla le qualitate de recension. Illo emplea solo circa 60 secundas.
is: Til að vita hvort umsagnir þessarar vöru séu áreiðanlegar skaltu athuga gæði umsagna. Það tekur aðeins um 60 sekúndur.
it: Per sapere se le recensioni di questo prodotto sono affidabili, verificane la qualità. Ci vogliono solo circa 60 secondi.
kk: Бұл өнім туралы пікірлер сенімді екенін білу үшін пікірлер сапасын тексеріңіз. Ол небәрі 60 секундты алады.
pt_br: Para saber se as avaliações deste produto são confiáveis, verifique a qualidade das avaliações. Demora apenas cerca de 60 segundos.
pt_pt: Para saber se as avaliações deste produto são confiáveis, verifique a qualidade das avaliações. Demora apenas cerca de 60 segundos.
ru: Чтобы узнать, достоверны ли отзывы на этот продукт, проверьте качество отзывов. Это займет всего около 60 секунд.
sk: Ak chcete vedieť, či sú recenzie tohto produktu spoľahlivé, skontrolujte kvalitu recenzií. Trvá to len asi 60 sekúnd.
sq: Për të ditur nëse shqyrtimet e këtij produkti janë të besueshme apo jo, kontrolloni cilësinë e shqyrtimeve. Duhen vetëm rreth 60 sekonda.
sv: För att veta om denna produkts recensioner är pålitliga, kontrollera recensionens kvalitet. Det tar bara cirka 60 sekunder.
tr: Bu ürünle ilgili değerlendirmelerin güvenilir olup olmadığını öğrenmek için değerlendirme kalitesini kontrol edin. Yaklaşık 60 saniye sürer.
uk: Щоб дізнатися, чи надійні відгуки про цей товар, перевірте їхню якість. Це триватиме лише близько 60 секунд.
vi: Để biết liệu đánh giá của sản phẩm này có đáng tin cậy hay không, hãy kiểm tra chất lượng đánh giá. Chỉ mất khoảng 60 giây.
zh_cn: 如需了解对此商品的评价是否可信，请核查评价质量。只需约 60 秒即可得出结果。

# Shopping.NoAnalysisCard.HeadlineLabel.Title.v120
source: No info about these reviews yet
be: Інфармацыі аб гэтых водгуках пакуль няма
br: Titour ebet diwar-benn an alioù-se c’hoazh
cs: Zatím žádné informace o těchto recenzích
cy: Dim gwybodaeth am yr adolygiadau hyn eto
de: Noch keine Informationen zu diesen Bewertungen
el: Δεν υπάρχουν ακόμα πληροφορίες σχετικά με αυτές τις κριτικές
eo: Ankoraŭ ne estas informoj pri tiuj recenzoj
fr: Aucune information sur ces avis pour le moment
he: אין עדיין מידע על סקירות אלה
hy_am: Այս կարծիքների մասին դեռ տեղեկություններ չկան
ia: Nulle info ancora re iste recensiones
is: Engar upplýsingar ennþá um þessar umsagnir
it: Non ci sono ancora informazioni su queste recensioni
kk: Бұл пікірлер туралы ақпарат әлі жоқ
pt_br: Ainda não há informações sobre estas avaliações
pt_pt: Ainda não há informações sobre estas avaliações
ru: Информации об этих отзывах пока нет
sk: Zatiaľ žiadne informácie o týchto recenziách
sq: Ende pa informacion rreth këtyre shqyrtimeve
sv: Ingen information om dessa recensioner ännu
tr: Bu değerlendirmeler hakkında henüz bilgi yok
uk: Ще немає інформації про ці відгуки
vi: Chưa có thông tin về những đánh giá này
zh_cn: 还没有关于这些评价的信息

# Shopping.NoAnalysisCard.InProgress.Body.Label.v120
source: This could take about 60 seconds.
be: Гэта можа заняць каля 60 секунд.
br: Gallout a ra padout tro-dro 60 eilenn.
cs: Může to trvat asi 60 sekund.
cy: Gall hyn gymryd tua 60 eiliad.
de: Dies kann etwa 60 Sekunden dauern.
el: Αυτό μπορεί να διαρκέσει περίπου 60 δευτερόλεπτα.
eo: Tio povas postuli proksimume 60 sekundojn.
fr: L’opération peut prendre environ 60 secondes.
he: פעולה זו יכולה להימשך כ־60 שניות.
hy_am: Սա կարող է տևել մոտ 60 վայրկյան:
ia: Isto pote prender circa 60 secundas.
is: Þetta gæti tekið um 60 sekúndur.
it: Questa operazione potrebbe richiedere circa 60 secondi.
kk: Бұл шамамен 60 секундқа созылуы мүмкін.
pt_br: Isso pode demorar cerca de 60 segundos.
pt_pt: Isto pode demorar cerca de 60 segundos.
ru: Это может занять около 60 секунд.
sk: Môže to trvať asi 60 sekúnd.
sq: Kjo mund të zgjasë rreth 60 sekonda.
sv: Detta kan ta cirka 60 sekunder.
tr: Yaklaşık 60 saniye sürebilir.
uk: Це може тривати близько 60 секунд.
vi: Quá trình này có thể mất khoảng 60 giây.
zh_cn: 这可能需要大约 60 秒。

# Shopping.NoAnalysisCard.InProgress.Headline.Title.v120
source: Checking review quality
be: Праверка якасці водгукаў
br: O wiriañ perzhded an alioù
cs: Kontroluje se kvalita recenzí
cy: Yn gwirio ansawdd adolygiadau
de: Qualität der Bewertung wird überprüft
el: Έλεγχος ποιότητας κριτικής
eo: Kvalito de recenzoj estas taksata
fr: Évaluation de la qualité des avis
he: בתהליך בדיקת איכות הסקירות
hy_am: Կարծիքի որակի ստուգում
ia: Controlante qualitate de recension
is: Athugar gæði umsagna
it: Verifica qualità recensioni
kk: Пікір сапасы тексерілуде
pt_br: Verificando a qualidade das avaliações
pt_pt: A verificar a qualidade da avaliação
ru: Проверяем качество отзывов
sk: Kontroluje sa kvalita recenzií
sq: Kontroll cilësie shqyrtimesh
sv: Kontrollerar recensionens kvalitet
tr: Değerlendirme kalitesi kontrol ediliyor
uk: Перевірка якості відгуку
vi: Đang kiểm tra chất lượng đánh giá
zh_cn: 正在核查评价质量

# Shopping.OptInCard.FirstParagraph.Description.v120
source: See how reliable product reviews are on %1$@ before you buy. Review Checker, an experimental feature from %2$@, is built right into the browser. It works on %3$@ and %4$@, too.
be: Паглядзіце, наколькі надзейныя водгукі аб прадукце на %1$@, перш чым купляць. Праверка водгукаў, эксперыментальная функцыя ад %2$@, убудавана прама ў браўзер. Таксама працуе на %3$@ і %4$@.
cs: Před nákupem se podívejte, jak spolehlivé jsou recenze produktů na %1$@. Kontrola recenzí, experimentální funkce %2$@, je integrována přímo do prohlížeče. Funguje také na %3$@ a %4$@.
cy: Gallwch weld pa mor ddibynadwy yw adolygiadau cynnyrch ar %1$@ cyn i chi brynu. Mae'r Gwirydd Adolygiadau, nodwedd arbrofol gan %2$@, wedi’i gynnwys yn y porwr. Mae’n gweithio ar %3$@ a %4$@ hefyd.
de: Sehen Sie sich vor dem Kauf an, wie zuverlässig Produktbewertungen auf %1$@ sind. Der Rezensionsprüfer, eine experimentelle Funktion von %2$@, ist direkt in den Browser integriert. Es funktioniert auch auf %3$@ und %4$@.
el: Δείτε πόσο αξιόπιστες είναι οι κριτικές των προϊόντων στο %1$@ πριν αγοράσετε. Ο έλεγχος κριτικών, μια πειραματική δυνατότητα από τo %2$@, ενσωματώνεται στο πρόγραμμα περιήγησης. Λειτουργεί επίσης στο %3$@ και στο %4$@.
eo: Vidu kiel fidindaj estas la recenzoj en %1$@ antaŭ ol aĉeti. La kontrolilo de recenzoj, eksperimenta trajto de %2$@, estas integrita en la retumilo kaj ĝi ankaŭ funkcias en %3$@ kaj %4$@.
fr: Regardez quelle fiabilité accorder aux avis de produits sur %1$@ avant d’acheter. Le vérificateur d’avis, une fonctionnalité expérimentale de %2$@, est intégré au navigateur. Il fonctionne aussi pour %3$@ et %4$@.
he: ניתן לבדוק עד כמה ביקורות מוצר אמינות ב־%1$@ לפני הקנייה. בודק הסקירות, תכונה ניסיונית מאת %2$@, מובנה ישירות בדפדפן. הוא עובד גם על %3$@ ו־%4$@.
hy_am: Գնելուց առաջ տեսեք, թե որքան հուսալի են արտադրանքի կարծիքները %1$@-ում: Կարծիքների ստուգիչը %2$@-ի փորձարարական յուրահատկությունն է և ներկառուցված է հենց զննիչում: Այն աշխատում է նաև %3$@-ում և %4$@-ում:
ia: Vide quanto fidabile es le recensiones de producto sur %1$@ ante que tu compra. Verificator de recension, un function experimental per %2$@, es integrate justo in le navigator. Illo alsi functiona sur %3$@ e %4$@.
is: Sjáðu hversu áreiðanlegar vöruumsagnir eru á %1$@ áður en þú kaupir. Umsagnaskoðun, tilraunaeiginleiki frá %2$@, er innbyggður beint inn í vafrann. Það virkar á %3$@ og einnig %4$@.
it: Scopri quanto sono affidabili le recensioni dei prodotti su %1$@ prima di acquistarli. Verifica recensioni, una funzione sperimentale di %2$@, è integrata direttamente nel browser. Funziona anche su %3$@ e %4$@.
kk: Сатып алғанға дейін %1$@ сайтындағы өнім пікірлері қаншалықты сенімді екенін қараңыз. Пікірлерді тексеру құралын %2$@ сынамалы түрде ұсынады, ол тура браузер ішінде қолжетімді. Сонымен қатар, ол %3$@ және %4$@ сайттарында да істейді.
pt_br: Veja a confiabilidade das avaliações de um produto em %1$@ antes de comprar. O verificador de avaliações, um recurso experimental do %2$@, é integrado no navegador. Também funciona em %3$@ e %4$@.
pt_pt: Veja o quão confiáveis são as avaliações dos produtos em %1$@ antes de comprar. O Verificador de Avaliações, uma funcionalidade experimental do %2$@, está integrado no navegador. Funciona em %3$@ e também em %4$@.
ru: Прежде чем купить, посмотрите, насколько достоверны отзывы о товаре на %1$@. Проверка отзывов — экспериментальная функция от %2$@ — встроена прямо в браузер. Она также работает на %3$@ и %4$@.
sk: Pred nákupom sa presvedčte, aké spoľahlivé sú recenzie produktov predajcu %1$@. Kontrola recenzií, experimentálna funkcia prehliadača %2$@, je zabudovaná priamo do prehliadača. Podporuje aj %3$@ a %4$@.
sq: Shihni se sa të besueshme janë shqyrtime në %1$@, para se të blini. Kontrollori i Cilësisë, një veçori eksperimentale prej %2$@, është ndërtuar drejt e në shfletues. Funksionon edhe në %3$@ dhe %4$@.
sv: Se hur tillförlitliga produktrecensioner är på %1$@ innan du köper. Recensionsgranskaren, en experimentell funktion från %2$@, är inbyggd direkt i webbläsaren. Den fungerar även på %3$@ och %4$@.
uk: Дізнайтеся чи надійні відгуки про товар, перед купівлею в %1$@. Перевірка відгуків – вбудована у браузер експериментальна функція від %2$@. Вона також працює на %3$@ і %4$@.
vi: Xem đánh giá sản phẩm đáng tin cậy trên %1$@ trước khi bạn mua. Trình kiểm tra đánh giá, một tính năng thử nghiệm từ %2$@, được tích hợp ngay trong trình duyệt. Nó cũng hoạt động trên %3$@ và %4$@.
zh_cn: 购买前看看 %1$@ 上产品评论的可靠性。核查评价是来自 %2$@ 的实验性功能，它直接内置在浏览器中，同样也适用于 %3$@ 和 %4$@。

# Shopping.OptInCard.HeaderLabel.Title.v120
source: Try our trusted guide to product reviews
be: Паспрабуйце наш надзейны даведнік па водгуках на прадукты
cs: Vyzkoušejte našeho důvěryhodného průvodce recenzemi produktů
cy: Rhowch gynnig ar ein canllaw dibynadwy i adolygiadau cynnyrch
de: Lesen Sie unseren vertrauenswürdigen Leitfaden zur Produktbewertung
el: Δοκιμάστε τον αξιόπιστο οδηγό μας για κριτικές προϊόντων
eo: Provu nian fidindan gvidadon al recenzoj de produktoj
fr: Essayez notre guide de confiance pour les avis de produits
he: נסו את המדריך המהימן שלנו לסקירות מוצרים
hy_am: Փորձեք արտադրանքի կարծիքների մեր վստահելի ուղեցույցը
ia: Prova nostre guida digne de fide pro recensiones de producto
is: Prófaðu traustar leiðbeiningar okkar um vöruumsagnir
it: Prova la nostra guida alle recensioni di prodotti
kk: Өнім пікірлерінің сенімділігі туралы біздің нұсқаулықты қолданып көріңіз
pt_br: Experimente nosso guia confiável de avaliações de produtos
pt_pt: Experimente o nosso guia confiável para avaliações de produtos
ru: Оцените наше руководство по достоверности отзывов на продукты
sk: Vyskúšajte nášho dôveryhodného sprievodcu recenziami produktov
sq: Provoni udhërrëfyesin tonë të besuar për shqyrtime produktesh
sv: Prova vår pålitliga guide till produktrecensioner
tr: Ürün değerlendirmelerine ilişkin güvenilir kılavuzumuzu deneyin
uk: Спробуйте наш надійний путівник відгуками про товари
vi: Hãy thử hướng dẫn đáng tin cậy của chúng tôi để đánh giá sản phẩm
zh_cn: 试试我们可信赖的商品评价指南

# Shopping.OptInCard.LearnMoreButtonTitle.Title.v120
source: Learn more
be: Падрабязней
br: Gouzout hiroc’h
cs: Zjistit více
cy: Darllen rhagor
de: Weitere Informationen
el: Μάθετε περισσότερα
eo: Pli da informo
fr: En savoir plus
he: מידע נוסף
hy_am: Իմանալ ավելին
ia: Saper plus
is: Frekari upplýsingar
it: Ulteriori informazioni
kk: Көбірек білу
pt_br: Saiba mais
pt_pt: Saber mais
ru: Узнать больше
sk: Ďalšie informácie
sq: Mësoni më tepër
sv: Läs mer
tr: Daha fazla bilgi
uk: Докладніше
vi: Tìm hiểu thêm
zh_cn: 详细了解

# Shopping.OptInCard.MainButton.Title.v120
source: Yes, Try It
be: Так, паспрабаваць
br: Ya, esaeañ anezhañ
cs: Ano, vyzkoušet
cy: Iawn, Rhowch gynnig arni
de: Ja, ausprobieren
el: Έναρξη δοκιμής
eo: Jes, provi ĝin
fr: Oui, l’essayer
he: כן, ארצה לנסות
hy_am: Այո, փորձիր
ia: Si, Prova lo
is: Já, prófa það
it: Sì, provala
kk: Иә, қолданып көру
pt_br: Sim, experimentar
pt_pt: Sim, experimentar
ru: Да, попробовать
sk: Áno, vyskúšať
sq: Po, Provojeni
sv: Ja, prova den
tr: Evet, deneyeceğim
uk: Спробувати
vi: Có, hãy thử nó
zh_cn: 试试看

# Shopping.OptInCard.PrivacyPolicy.Button.Title.v120
source: Privacy policy
be: Палітыка прыватнасці
br: Reolenn a-fet buhez prevez
cs: Zásady ochrany soukromí
cy: Polisi preifatrwydd
de: Datenschutzerklärung
el: Πολιτική απορρήτου
eo: Politiko pri privateco
fr: Politique de confidentialité
he: מדיניות הפרטיות
hy_am: Գաղտնիության դրույթներ
ia: Politica de confidentialitate
is: Meðferð persónuupplýsinga
it: Informativa sulla privacy
kk: Жекелік саясаты
pt_br: Política de privacidade
pt_pt: Política de privacidade
ru: Политика приватности
sk: Zásady ochrany osobných údajov
sq: Rregulla privatësie
sv: Sekretesspolicy
tr: Gizlilik politikası
uk: Політику приватності
vi: Chính sách riêng tư
zh_cn: 隐私政策

# Shopping.OptInCard.SecondaryButton.Title.v120
source: Not now
be: Не зараз
br: Ket bremañ
cs: Teď ne
cy: Nid nawr
de: Nicht jetzt
el: Όχι τώρα
eo: Ne nun
fr: Plus tard
he: לא כעת
hy_am: Ոչ հիմա
ia: Non ora
is: Ekki núna
it: Non ora
kk: Қазір емес
pt_br: Agora não
pt_pt: Agora não
ru: Не сейчас
sk: Teraz nie
sq: Jo tani
sv: Inte nu
tr: Şimdi değil
uk: Не зараз
vi: Không phải bây giờ
zh_cn: 暂不操作
