Repository: mozilla-mobile/firefox-ios
Catalog: Shared/Supporting Files/*.lproj/Shopping.strings
Languages: be, br, cs, cy, de, el, eo, fr, he, hy_am, ia, is, it, kk, pt_br, pt_pt, ru, sk, sq, sv, tr, uk, vi, zh_cn

# Shopping.ReviewQualityCard.MixedReviews.Label.v120
source: We believe there’s a mix of reliable and unreliable reviews
be: Мы лічым, што тут ёсць сумесь надзейных і ненадзейных водгукаў
cs: Věříme, že je zde směs spolehlivých a nespolehlivých recenzí
cy: Rydym yn credu fod yna gymysgedd o adolygiadau dibynadwy ac annibynadwy
de: Wir glauben, dass es eine Mischung aus zuverlässigen und unzuverlässigen Bewertungen gibt.
el: Πιστεύουμε ότι υπάρχει ένας συνδυασμός αξιόπιστων και αναξιόπιστων κριτικών
eo: Ni pensas ke estas miksaĵo de findindaj kaj nefidindaj recenzoj
fr: Nous pensons que les avis regroupent des avis fiables et non fiables.
he: אנו מאמינים שיש שילוב של סקירות אמינות ובלתי אמינות
hy_am: Մենք հավատում ենք, որ կա հուսալի և անվստահելի ակնարկների խառնուրդ
ia: Nos crede que il ha un mixtura de recensiones fidabile e non fidabile
is: Við teljum að þarna sé blanda af áreiðanlegum og óáreiðanlegum umsögnum
it: Crediamo che ci sia un misto di recensioni affidabili e inaffidabili
kk: Осында сенімді және сенімсіз пікірлер араласқан деп санаймыз
pt_br: Acreditamos que há uma mistura de avaliações confiáveis e não confiáveis
pt_pt: Acreditamos que há uma mistura de avaliações confiáveis e não confiáveis
ru: Мы считаем, что здесь находится смесь достоверных и недостоверных отзывов
sk: Myslíme si, že je tu mix spoľahlivých a nespoľahlivých recenzií
sq: Besojmë se bëhet fjalë për një përzierje shqyrtimesh të besueshme dhe jo të besueshme
sv: Vi tror att det finns en blandning av tillförlitliga och opålitliga recensioner
tr: Güvenilir ve güvenilmez değerlendirmelerin bir karışımı olduğunu düşünüyoruz
uk: Ми вважаємо, що тут поєднано надійні та сумнівні відгуки
vi: Chúng tôi tin rằng có sự kết hợp giữa các đánh giá đáng tin cậy và không đáng tin cậy
zh_cn: 分析认为对此商品的评价鱼龙混杂

# Shopping.ReviewQualityCard.ReliableReviews.Label.v120
source: Reliable reviews. We believe the reviews are likely from real customers who left honest, unbiased reviews.
be: Надзейныя водгукі. Мы лічым, што водгукі, хутчэй за ўсё, ад сапраўдных кліентаў, якія пакінулі сумленныя, непрадузятыя водгукі.
cs: Spolehlivé recenze. Věříme, že recenze pocházejí pravděpodobně od skutečných zákazníků, kteří zanechali upřímné a nezaujaté recenze.
cy: Adolygiadau dibynadwy. Rydym yn credu fod yr adolygiadau'n debygol o fod gan gwsmeriaid go iawn sydd wedi gadael adolygiadau gonest, diduedd.
de: Zuverlässige Bewertungen. Wir glauben, dass die Bewertungen von echten Kunden stammen, die ehrliche und unvoreingenommene Bewertungen hinterlassen.
el: Αξιόπιστες κριτικές. Πιστεύουμε ότι οι κριτικές προέρχονται πιθανότατα από πραγματικούς πελάτες, που άφησαν ειλικρινείς και αντικειμενικές κριτικές.
eo: Fidindaj recenzoj. Ni pensas ke tiuj venas el verŝajnaj veraj klientoj, kiuj donis sincerajn kaj objektivajn recenzojn.
fr: Avis fiables. Nous pensons que les avis proviennent probablement de véritables client·e·s qui ont laissé des avis sincères et objectifs.
he: סקירות אמינות. אנו מאמינים שהסקירות הן ככל הנראה מלקוחות אמיתיים שהשאירו סקירות כנות ושאינן משוחדות.
hy_am: Հուսալի կարծիքներ: Մենք կարծում ենք, որ կարծիքները, հավանաբար, իրական հաճախորդներից են, ովքեր թողել են ազնիվ, անաչառ կարծիքներ:
ia: Recensiones fidabile. Nos crede probabile que le recensiones es de clientes real qui lassava honeste, recensiones sin prejudicios.
is: Áreiðanlegar umsagnir. Við teljum að umsagnirnar séu líklega frá raunverulegum viðskiptavinum sem hafa skilið eftir heiðarlegar og óhlutdrægar umsagnir.
it: Recensioni affidabili. Riteniamo che le recensioni provengano con buona probabilità da clienti reali che hanno lasciato recensioni oneste e imparziali.
kk: Сенімді пікірлер. Бұл пікірлерді шын, бейтарап пікірлер қалдырған шынайы тұтынушылар жазған деп санаймыз.
pt_br: Avaliações confiáveis. Acreditamos que as avaliações provavelmente são de consumidores reais que deixaram avaliações honestas e imparciais.
pt_pt: Avaliações confiáveis. Acreditamos que os comentários provavelmente são de clientes reais que deixaram comentários honestos e imparciais.
ru: Достоверные отзывы. Мы считаем, что эти отзывы, скорее всего, написаны реальными клиентами, которые оставили честные и объективные отзывы.
sk: Spoľahlivé recenzie. Veríme, že recenzie sú pravdepodobne od skutočných zákazníkov, ktorí zanechali úprimné a nezaujaté recenzie.
sq: Shqyrtime të vlefshme. Besojmë se shqyrtimet janë, me gjasa, prej klientësh të njëmendtë, që lanë shqyrtime të ndershme, të paanshme.
sv: Pålitliga recensioner. Vi tror att recensionerna troligen kommer från riktiga kunder som lämnat ärliga, opartiska recensioner.
tr: Güvenilir değerlendirmeler. Değerlendirmelerin büyük olasılıkla dürüst, tarafsız incelemeler yazan gerçek müşterilerden geldiğini düşünüyoruz.
uk: Надійні – чесні, неупереджені відгуки, найімовірніше від справжніх замовників.
vi: Đánh giá đáng tin cậy. Chúng tôi tin rằng các đánh giá có thể đến từ những khách hàng thực sự đã để lại những đánh giá trung thực, không thiên vị.
zh_cn: 评价可信。分析认为这些评价大概率是由真实消费者作出的诚实公正的评价。

# Shopping.ReviewQualityCard.SubHeadline.Label.v120
source: We assign each product’s reviews a *letter grade* from A to F.
be: Кожнаму водгуку на прадукт мы прысвойваем *літарную адзнаку* ад A да F.
cs: Recenzím každého produktu přidělujeme *známku písmenem* od A do F.
cy: Rydym yn gosod *gradd llythyren* o A i F i adolygiadau pob cynnyrch.
de: Wir geben den Bewertungen jedes Produkts eine *Bewertung* von A bis F.
el: Αναθέτουμε στις κριτικές κάθε προϊόντος έναν *βαθμό*, από A έως F.
eo: Ni donas al ĉiu recenzo de produkto *literan noton* el A ĝis F.
fr: Nous attribuons une *notation alphabétique* aux avis sur chaque produit, allant de A à F.
he: אנו מקצים לסקירות של כל מוצר *ציון אות* מ־A עד F.
hy_am: Մենք յուրաքանչյուր ապրանքի կարծիքներին տալիս ենք *տառային գնահատական*՝ A-ից մինչև F:
ia: Nos assigna a cata recensiones de producto un *littera de classification* ab A a F.
is: Við gefum umsögnum hverrar vöru *einkunnir í bókstöfum* frá A til F.
it: Assegniamo alle recensioni di ogni prodotto un *voto in lettere* dalla A alla F.
kk: Әрбір өнім пікіріне біз A мен F арасындағы *әріптік баға* береміз.
pt_br: Atribuímos às avaliações de cada produto uma *nota com letra* de A a F.
pt_pt: Atribuímos às avaliações de cada produto uma *classificação baseada em letras*, de A a F.
ru: Мы присваиваем отзывам каждого продукта *буквенную оценку* от A до F.
sk: Každej recenzii produktu prideľujeme *známku* od A po F.
sq: I caktojmë çdo shqyrtimi të produktit një *vlerësim me shkronjë* nga A në F.
sv: Vi tilldelar varje produkts recensioner ett *bokstavsbetyg* från A till F.
tr: Her ürünün değerlendirmelerine A’dan F’ye kadar bir *harf notu* veriyoruz.
uk: Кожному відгуку про товар ми присвоюємо *буквену оцінку* від A до F.
vi: Chúng tôi đưa ra đánh giá cho từng sản phẩm một *điểm bằng chữ cái* từ A đến F.
zh_cn: 我们会从 A 到 F 为每个产品的评论评分*字母分级*。

# Shopping.ReviewQualityCard.UnreliableReviews.Label.v120
source: Unreliable reviews. We believe the reviews are likely fake or from biased reviewers.
be: Ненадзейныя водгукі. Мы лічым, што агляды, хутчэй за ўсё, падробленыя або ад неаб'ектыўных аглядальнікаў.
cs: Nespolehlivé recenze. Domníváme se, že tyto recenze jsou pravděpodobně falešné a nebo od zaujatých recenzentů.
cy: Adolygiadau annibynadwy. Rydym yn credu fod yr adolygiadau yn debygol o fod yn rhai ffug neu gan adolygwyr rhagfarnllyd.
de: Unzuverlässige Bewertungen. Wir glauben, dass die Bewertungen wahrscheinlich gefälscht, oder von voreingenommenen Bewertern sind.
el: Αναξιόπιστες κριτικές. Πιστεύουμε ότι οι κριτικές είναι μάλλον ψευδείς ή προέρχονται από άτομα που μεροληπτούν.
eo: Nefidindaj recenzoj. Ni pensas ke tiuj estas verŝajne ĉu malveraj ĉu donitaj de neobjektivaj recenzintoj.
fr: Avis non fiables. Nous pensons que les avis sont probablement contrefaits ou proviennent d’utilisateurs partiaux.
he: סקירות בלתי אמינות. אנו מאמינים שהסקירות כנראה מזויפות או של סוקרים מוטים או משוחדים.
hy_am: Անվստահելի կարծիքներ: Մենք կարծում ենք, որ կարծիքները, հավանաբար, կեղծ են կամ կողմնակալ գրախոսների կողմից:
ia: Recensiones non fidabile. Nos crede probabile que le recensiones es false o de revisores prevenite.
is: Óáreiðanlegar umsagnir. Við teljum að umsagnirnar séu líklega falsaðar eða frá hlutdrægum þátttakendum.
it: Recensioni inaffidabili. Riteniamo che le recensioni siano false o provenienti da revisori di parte.
kk: Сенімсіз пікірлер. Бұл пікірлер жалған немесе біржақты шолушылар қалдырды деп санаймыз.
pt_br: Avaliações não confiáveis. Acreditamos que as avaliações provavelmente são falsas ou de avaliadores tendenciosos.
pt_pt: Avaliações não confiáveis. Acreditamos que as avaliações provavelmente são falsas ou de avaliadores tendenciosos.
ru: Недостоверные отзывы. Мы считаем, что эти отзывы, скорее всего, фейковые или написаны предвзятыми рецензентами.
sk: Nespoľahlivé recenzie. Sme presvedčení, že recenzie sú pravdepodobne falošné alebo od zaujatých recenzentov.
sq: Shqyrtime jo të besueshme. Besojmë se shqyrtimet ka gjasa të jenë të rreme, ose prej shqyrtuesish të anshëm.
sv: Opålitliga recensioner. Vi tror att recensionerna sannolikt är falska eller från partiska granskare.
tr: Güvenilmez değerlendirmeler. Değerlendirmelerin büyük ihtimalle sahte olduğunu veya önyargılı kişilerden geldiğini düşünüyoruz.
uk: Сумнівні – нечесні відгуки, найімовірніше від упереджених оглядачів.
vi: Đánh giá không đáng tin cậy. Chúng tôi tin rằng các đánh giá có thể là giả mạo hoặc từ những người đánh giá thiên vị.
zh_cn: 评价不可信。分析认为这些评价大概率不实，或是由“水军”所作出。

# Shopping.SettingsCard.Collapse.AccessibilityLabel.v120
source: Collapse Settings Card
be: Згарнуць карту налад
cs: Sbalit panel nastavení
cy: Cau Cerdyn Gosodiadau
de: Einstellungskarte einklappen
el: Σύμπτυξη κάρτας ρυθμίσεων
eo: Faldi agordan karton
fr: Réduire la fiche des paramètres
he: צמצום כרטיס ההגדרות
hy_am: Կոծկել կարգավորումների քարտը
ia: Collaber le carta de parametros
is: Fella saman stillingaspjald
it: Comprimi scheda “Impostazioni”
kk: "Баптаулар" картасын бүктеу
pt_br: Recolher cartão de configurações
pt_pt: Ocultar cartão das Definições
ru: Свернуть карточку настроек
sk: Zbaliť kartu Nastavenia
sq: Tkurre Skedën Rregullime
sv: Dölj fliken Inställningar
tr: Ayarlar kartını daralt
uk: Згорнути картку налаштувань
vi: Thu gọn thẻ cài đặt
zh_cn: 折叠设置卡片

# Shopping.SettingsCard.Expand.AccessibilityLabel.v120
source: Expand Settings Card
be: Разгарнуць картку налад
cs: Rozbalit panel nastavení
cy: Agor Cerdyn Gosodiadau
de: Einstellungskarte ausklappen
el: Ανάπτυξη κάρτας ρυθμίσεων
eo: Malfaldi agordan karton
fr: Développer la carte des paramètres
he: הרחבת כרטיס ההגדרות
hy_am: Ընդարձակել կարգավորումների քարտը
ia: Expander le carta de parametros
is: Fletta út stillingaspjaldi
it: Espandi scheda “Impostazioni”
kk: "Баптаулар" картасын жазық қылу
pt_br: Expandir cartão de configurações
pt_pt: Expandir cartão das Definições
ru: Развернуть карточку настроек
sk: Rozbaliť kartu Nastavenia
sq: Zgjeroje Skedën Rregullime
sv: Expandera fliken Inställningar
tr: Ayarlar kartını genişlet
uk: Розгорніть картку налаштувань
vi: Mở rộng thẻ cài đặt
zh_cn: 展开设置卡片

# Shopping.SettingsCard.Footer.Action.v120
source: Review Checker is powered by %1$@ by %2$@
be: Сродак праверкі водгукаў працуе на %1$@ ад %2$@
cs: Kontrola recenzí používá technologii %1$@ od %2$@
cy: Mae’r Gwirydd Adolygiadau'n cael ei bweru gan %1$@ gan %2$@
de: Rezensionsprüfer wird bereitgestellt von %1$@ von %2$@
el: Ο έλεγχος κριτικών παρέχεται από το %1$@ της %2$@
eo: La kontrolilo de recenzoj funkcias danke al %1$@ de %2$@
fr: Le vérificateur d’avis fonctionne grâce à %1$@ par %2$@
he: בודק הסקירות מופעל על־ידי %1$@ מאת %2$@
hy_am: Կարծիքների ստուգիչը ստեղծված է %1$@ %2$@-ի կողմից
ia: Le verificator de recension es potentiate per %1$@ per %2$@
is: Umsagnaskoðunin er keyrð af %1$@ frá %2$@
it: Verifica recensioni con tecnologia %1$@ by %2$@
kk: Пікірлерді тексеру құралы %2$@ ұсынған %1$@ негізінде жасалған
pt_br: O verificador de avaliações tem tecnologia %1$@ da %2$@
pt_pt: O verificador de avaliações é suportado por %1$@ de %2$@
ru: Инструмент проверки отзывов разработан %1$@ от %2$@
sk: Kontrola recenzií používa technológiu %1$@ od spoločnosti %2$@
sq: Kontrollori i Shqyrtimeve bazohet në %1$@ nga %2$@
sv: Recensionsgranskaren drivs av %1$@ från %2$@
uk: Засіб перевірки відгуків розроблено %1$@ від %2$@
vi: Trình kiểm tra đánh giá được cung cấp bởi %1$@ bởi %2$@
zh_cn: 核查评价由 %2$@ 的 %1$@ 提供支持

# Shopping.SettingsCard.Label.Title.v120
source: Settings
be: Налады
br: Arventennoù
cs: Nastavení
cy: Gosodiadau
de: Einstellungen
el: Ρυθμίσεις
eo: Agordoj
fr: Paramètres
he: הגדרות
hy_am: Կարգավորումներ
ia: Parametros
is: Stillingar
it: Impostazioni
kk: Баптаулар
pt_br: Configurações
pt_pt: Definições
ru: Настройки
sk: Nastavenia
sq: Rregullime
sv: Inställningar
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_cn: 设置

# Shopping.SettingsCard.RecommendedProducts.Label.v120
source: Show products recommended by %@
be: Паказаць прадукты, рэкамендаваныя %@
br: Diskouez produioù erbeded gant %@
cs: Zobrazit produkty doporučené aplikací %@
cy: Dangos cynnyrch sy'n cael ei argymell gan %@
de: Von %@ empfohlene Produkte anzeigen
el: Εμφάνιση προτεινόμενων προϊόντων από το %@
eo: Montri produktojn rekomenditaj de %@
fr: Afficher des produits recommandés par %@
he: הצגת מוצרים המומלצים על־ידי %@
hy_am: Ցուցադրել %@-ի առաջարկած ապրանքները
ia: Monstrar productos recommendate per %@
is: Sýna vörur sem %@ mælir með
it: Mostra i prodotti consigliati da %@
kk: %@ ұсынған өнімдерді көрсету
pt_br: Mostrar produtos recomendados pelo %@
pt_pt: Mostrar produtos recomendados por %@
ru: Показать продукты, рекомендованные %@
sk: Zobraziť produkty odporúčané aplikáciou %@
sq: Shfaq produkte të rekomanduar nga %@
sv: Visa produkter rekommenderade av %@
tr: %@ tarafından önerilen ürünleri göster
uk: Показати продукти, рекомендовані %@
vi: Hiển thị các sản phẩm được đề xuất bởi %@
zh_cn: 显示 %@ 推荐的产品

# Shopping.SettingsCard.TurnOffButton.Title.v120
source: Turn Off Review Checker
be: Адключыць сродак праверкі водгукаў
br: Diweredekaat ar gwirier alioù
cs: Vypnout kontrolu recenzí
cy: Diffodd y Gwirydd Adolygiadau
de: Rezensionsprüfer abschalten
el: Απενεργοποίηση ελέγχου κριτικών
eo: Malŝalti la kontrolilon de recenzoj
fr: Désactiver le vérificateur d’avis
he: כיבוי בודק הסקירות
hy_am: Անջատեք կարծիքների ստուգիչը
ia: Disactivar Verificator de recension
is: Slökkva á umsagnaskoðun
it: Disattiva verifica recensioni
kk: Пікірлерді тексеру құралын сөндіру
pt_br: Desativar o verificador de avaliações
pt_pt: Desativar Verificador de avaliações
ru: Отключить проверку отзывов
sk: Vypnúť Kontrolu recenzií
sq: Çaktivizoje Kontrollorin e Shqyrtimeve
sv: Stäng av recensionsgranskaren
tr: Değerlendirme kontrolcüsünü kapat
uk: Вимкнути засіб перевірки відгуків
vi: Tắt trình kiểm tra đánh giá
zh_cn: 关闭核查评价

# Shopping.Sheet.Beta.Title.v120
source: BETA
be: БЭТА
fr: BÊTA
hy_am: ԲԵՏԱ
is: BETA-prófun
ru: БЕТА
uk: БЕТА
zh_cn: 测试版

# Shopping.Sheet.Title.v120
source: Review Checker
be: Праверка водгукаў
br: Gwirier alioù
cs: Kontrola recenzí
cy: Gwirydd Adolygiadau
de: Rezensionsprüfer
el: Έλεγχος κριτικών
eo: Kontrolilo de recenzoj
fr: Vérificateur d’avis
he: בודק הסקירות
hy_am: Կարծիքների ստուգիչ
ia: Verificator de recension
is: Umsagnaskoðun
it: Verifica recensioni
kk: Пікірлерді тексеру құралы
pt_br: Verificador de avaliações
pt_pt: Verificador de avaliações
ru: Проверка отзывов
sk: Kontrola recenzií
sq: Kontrollor Shqyrtimesh
sv: Recensionsgranskare
tr: Değerlendirme Kontrolcüsü
uk: Засіб перевірки відгуків
vi: Trình kiểm tra đánh giá
zh_cn: 核查评价

# Shopping.WarningCard.CheckNoConnection.Description.v120
source: Check your network connection and then try reloading the page.
be: Праверце падключэнне да сеткі, потым паспрабуйце абнавіць старонку.
br: Gwiriit ma'z oc'h kennasket ouzh ar genrouedad ha klaskit adkargañ ar bajenn.
cs: Zkontrolujte připojení k síti a zkuste stránku načíst znovu.
cy: Gwiriwch eich cysylltiad rhwydwaith ac yna ceisiwch ail-lwytho’r dudalen.
de: Überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie dann, die Seite neu zu laden.
el: Ελέγξτε τη σύνδεση δικτύου σας και έπειτα, δοκιμάστε να φορτώσετε ξανά τη σελίδα.
eo: Kontrolu vian retaliron kaj poste provu reŝargi la paĝon.
fr: Vérifiez votre connexion réseau puis essayez d’actualiser la page.
he: נא לבדוק את החיבור שלך לרשת ולנסות לטעון מחדש את הדף.
hy_am: Ստուգեք ձեր ցանցային կապակցումը և փորձեք վերաբեռնել էջը:
ia: Verifica tu connexion de rete e pois, tenta recargar le pagina.
is: Athugaðu nettenginguna þína og prófaðu síðan að endurlesa síðuna.
it: Controlla la connessione di rete e prova a ricaricare la pagina.
kk: Желілік байланысты тексеріп, бетті қайта жүктеп көріңіз.
pt_br: Verifique sua conexão de rede e experimente recarregar a página.
pt_pt: Verifique a sua ligação à rede e depois tente recarregar a página.
ru: Проверьте подключение к сети и попробуйте перезагрузить страницу.
sk: Skontrolujte pripojenie k sieti a potom skúste stránku znova načítať.
sq: Kontrolloni lidhjen tuaj në rrjet dhe mandej provoni të ringarkoni faqen.
sv: Kontrollera din nätverksanslutning och försök sedan ladda om sidan.
tr: Ağ bağlantınızı kontrol edip sayfayı tazelemeyi deneyin.
uk: Перевірте з'єднання з мережею, а потім спробуйте перезавантажити сторінку.
vi: Hãy kiểm tra kết nối mạng của bạn rồi thử tải lại trang.
zh_cn: 请检查网络连接，然后尝试重新加载此页面。

# Shopping.WarningCard.CheckNoConnection.Title.v120
source: No Network Connection
be: Няма падключэння да сеткі
br: Kennask ebet ouzh ar rouedad
cs: Žádné připojení k síti
cy: Dim Cysylltiad Rhwydwaith
de: Keine Netzwerkverbindung
el: Δεν υπάρχει σύνδεση στο δίκτυο
eo: Ne estas retaliro
fr: Aucune connexion réseau
he: אין חיבור לרשת
hy_am: Չկա ցանցային կապակցում
ia: Nulle connexion de rete
is: Engin nettenging
it: Nessuna connessione di rete
kk: Желілік байланыс жоқ
pt_br: Sem conexão de rede
pt_pt: Sem ligação à rede
ru: Нет подключения к сети
sk: Bez pripojenia k sieti
sq: Pa Lidhje Në Rrjet
sv: Ingen nätverksanslutning
tr: Ağ bağlantısı yok
uk: Немає інтернет-з'єднання
vi: Không có kết nối mạng
zh_cn: 无网络连接
