Repository: mozilla-mobile/firefox-ios
Catalog: Shared/Supporting Files/*.lproj/Shopping.strings
Languages: be, br, cs, cy, de, el, eo, fr, he, hy_am, ia, is, it, kk, pt_br, pt_pt, ru, sk, sq, sv, tr, uk, vi, zh_cn

# ContextualHints.Shopping.NotOptedIn.v120
source: Find out if you can trust this product’s reviews — before you buy.
be: Даведайцеся, ці можна давяраць водгукам пра гэты прадукт — перш чым купляць.
cs: Zjistěte, zda můžete důvěřovat recenzím tohoto produktu - ještě před nákupem.
cy: Darganfyddwch a allwch chi ymddiried yn adolygiadau’r cynnyrch hwn - cyn i chi brynu.
de: Finden Sie heraus, ob Sie den Bewertungen dieses Produkts vertrauen können – bevor Sie es kaufen.
el: Μάθετε εάν μπορείτε να εμπιστευτείτε τις κριτικές αυτού του προϊόντος πριν το αγοράσετε.
eo: Kontrolu ĉu vi povas fidi la recenzojn de tiu ĉi produkto — antaŭ ol aĉeti.
fr: Vérifiez si vous pouvez vous fier aux avis sur ce produit, avant l’achat.
he: לגלות האם ניתן לסמוך על הסקירות של המוצר הזה - לפני הקנייה.
hy_am: Իմացեք, թե արդյոք կարող եք վստահել այս ապրանքի կարծիքներին՝ նախքան գնելը:
ia: Discoperi si tu pote fider te de iste recensiones de producto, ante que tu compra.
is: Sjáðu hvort þú getur treyst umsögnum þessarar vöru - áður en þú kaupir.
it: Prima di acquistare, scopri se puoi fidarti delle recensioni di questo prodotto.
kk: Сатып алғанға дейін осы өнім туралы пікірлерге сене аласыз ба, соны біліңіз.
pt_br: Descubra se você pode confiar nas avaliações deste produto, antes de comprar.
pt_pt: Descubra se pode confiar nas avaliações deste produto — antes de comprar.
ru: Прежде чем покупать, выясните, можно ли доверять отзывам об этом продукте.
sk: Zistite, či môžete dôverovať recenziám tohto produktu - skôr ako si ho kúpite.
sq: Shihni nëse mund t’u besoni shqyrtime të këtij produkti — para se të blini.
sv: Ta reda på om du kan lita på den här produktens recensioner — innan du köper.
tr: Satın almadan önce bu ürünün değerlendirmelerine güvenip güvenemeyeceğinizi öğrenin.
uk: Дізнайтеся, чи можна довіряти відгукам про цей товар перед його купівлею.
vi: Tìm hiểu xem bạn có thể tin tưởng vào đánh giá của sản phẩm này không — trước khi bạn mua.
zh_cn: 在决定购买前，先看看对此商品的评价是否可信。

# ContextualHints.Shopping.NotOptedInAction.v120
source: Try Review Checker
be: Паспрабуйце праверку водгукаў
br: Esaeañ ar gwirier alioù
cs: Vyzkoušet kontrolu recenzí
cy: Rhowch gynnig ar y Gwirydd Adolygiadau
de: Rezensionsprüfer ausprobieren
el: Δοκιμή ελέγχου κριτικών
eo: Provi la kontrolilon de recenzoj
fr: Essayer le vérificateur d’avis
he: לנסות את בודק הסקירות
hy_am: Փորձեք կարծիքների ստուգիչը
ia: Prova le Verificator de recension
is: Prófaðu umsagnaskoðun
it: Prova verifica recensioni
kk: Пікірлерді тексеру құралын қолданып көру
pt_br: Experimentar o verificador de avaliações
pt_pt: Experimentar o Verificador de Avaliações
ru: Попробуйте проверку отзывов
sk: Vyskúšajte Kontrolu recenzií
sq: Provoni Kontrollor Shqyrtimesh
sv: Testa recensionsgranskaren
tr: Değerlendirme kontrolcüsünü deneyin
uk: Спробуйте засіб перевірки відгуків
vi: Hãy thử trình kiểm tra đánh giá
zh_cn: 试试核查评价

# ContextualHints.Shopping.OptedInAction.v120
source: Open Review Checker
be: Адкрыць сродак праверкі водгукаў
br: Digeriñ ar gwirier alioù
cs: Otevřít kontrolu recenzí
cy: Agor y Gwirydd Adolygiadau
de: Rezensionsprüfer öffnen
el: Άνοιγμα ελέγχου κριτικών
eo: Malfermi la kontrolilon de recenzoj
fr: Ouvrir le vérificateur d’avis
he: פתיחת בודק הסקירות
hy_am: Բացել կարծիքների ստուգիչը
ia: Aperir le Verificator de recension
is: Opna umsagnaskoðun
it: Apri verifica recensioni
kk: Пікірлерді тексеру құралын ашу
pt_br: Abrir o verificador de avaliações
pt_pt: Abrir o Verificador de Avaliações
ru: Открыть проверку отзывов
sk: Otvoriť Kontrolu recenzií
sq: Hap Kontrollor Shqyrtimesh
sv: Öppna recensionsgranskaren
tr: Değerlendirme kontrolcüsünü aç
uk: Відкрити засіб перевірки відгуків
vi: Mở trình kiểm tra đánh giá
zh_cn: 打开核查评价

# ContextualHints.Shopping.OptedInBody.v120
source: Are these reviews reliable? Check now to see an adjusted rating.
be: Ці надзейныя гэтыя водгукі? Праверце зараз, каб убачыць скарэктаваны рэйтынг.
cs: Jsou tyto recenze spolehlivé? Zkontrolujte si nyní upravené hodnocení.
cy: A yw’r adolygiadau hyn yn ddibynadwy? Gwiriwch nawr i weld sgôr wedi’i addasu.
de: Sind diese Bewertungen vertrauenswürdig? Überprüfen Sie es jetzt, um eine angepasste Bewertung zu sehen.
el: Είναι αξιόπιστες αυτές οι κριτικές; Κάντε έλεγχο τώρα για να δείτε μια αναπροσαρμοσμένη βαθμολογία.
eo: Ĉu tiuj recenzoj estas fidindaj? Kontrolu nun por vidi alĝustigitan taksadon.
fr: Ces avis sont-ils fiables ? Vérifiez-le maintenant pour voir une évaluation corrigée.
he: האם הסקירות האלו אמינות? ניתן לבדוק כעת כדי לראות דירוג מותאם.
hy_am: Արդյո՞ք այս կարծիքները հուսալի են: Ստուգեք հիմա՝ ճշգրտված գնահատականը տեսնելու համար:
ia: Es iste recensiones fidabile? Consulta ora pro vider un classification adjustate.
is: Eru þessar umsagnir áreiðanlegar? Athugaðu núna aðlagaða einkunn.
it: Queste recensioni sono affidabili? Controlla ora per vedere la valutazione rettificata.
kk: Бұл пікірлер сенімді ме? Түзетілген рейтингті көру үшін қазір тексеріңіз.
pt_br: Essas avaliações são confiáveis? Verifique agora para ver uma classificação ajustada.
pt_pt: Estas avaliações são confiáveis? Consulte agora para ver uma classificação ajustada.
ru: Эти отзывы заслуживают доверия? Проверьте сейчас, чтобы увидеть скорректированный рейтинг.
sk: Sú tieto recenzie spoľahlivé? Skontrolujte ich teraz, aby ste videli ich upravené hodnotenie.
sq: A janë të besueshme këto shqyrtime? Provojeni tani, që të shihni vlerësim të përshtatur.
sv: Är dessa recensioner pålitliga? Kolla nu för att se ett justerat betyg.
tr: Acaba bu değerlendirmeler güvenilir mi? Düzeltilmiş puanı görmek için şimdi kontrol edin.
uk: Чи надійні ці відгуки? Перевірте зараз, щоб переглянути скоригований рейтинг.
vi: Những đánh giá này có đáng tin cậy không? Kiểm tra ngay bây giờ để xem xếp hạng được điều chỉnh.
zh_cn: 这些评价可信吗？立即检查即可查看调整后的评分。

# Shopping.AdjustedRating.Description.v120
source: Unreliable reviews removed
be: Ненадзейныя водгукі выдалены
br: Alioù disfizius dilamet
cs: Nespolehlivé recenze odebrány
cy: Dilëwyd adolygiadau annibynadwy
de: Unzuverlässige Bewertungen entfernt
el: Οι αναξιόπιστες κριτικές αφαιρέθηκαν
eo: Nefidindaj recenzoj forigitaj
fr: Avis non fiables supprimés
he: סקירות בלתי אמינות הוסרו
hy_am: Անվստահելի կարծիքները հեռացվեցին
ia: Recensiones non fidabile removite
is: Óáreiðanlegar umsagnir fjarlægðar
it: Recensioni inaffidabili rimosse
kk: Сенімсіз пікірлер өшірілді
pt_br: Avaliações não confiáveis removidas
pt_pt: Avaliações não confiáveis removidas
ru: Недостоверные отзывы удалены
sk: Nespoľahlivé recenzie boli odstránené
sq: U hoqën shqyrtime jo të besueshme
sv: Opålitliga recensioner har tagits bort
tr: Güvenilmez değerlendirmeler kaldırıldı
uk: Сумнівні відгуки прибрано
vi: Đã xóa các đánh giá không đáng tin cậy
zh_cn: 已移除不可信的评价

# Shopping.AdjustedRating.StarsAccessibilityLabel.v120
source: %@ out of 5 stars
be: %@ з 5 зорак
br: %@ diwar 5 steredenn
cs: %@ z 5 hvězdiček
cy: %@ allan o 5 seren
de: %@ von 5 Sternen
el: %@ από 5 αστέρια
eo: %@ el 5 steloj
fr: %@ étoiles sur 5
he: %@ מתוך 5 כוכבים
hy_am: %@-ը 5 աստղից
ia: %@ de 5 stellas
is: %@ af 5 stjörnum
it: %@ su 5 stelle
kk: %@ жұлдыз, 5 ішінен
pt_br: %@ de 5 estrelas
pt_pt: %@ de 5 estrelas
ru: %@ из 5 звезд
sk: %@ z 5 hviezdičiek
sq: %@ nga 5 yje gjithsej
sv: %@ av 5 stjärnor
tr: 5 üzerinden %@ yıldız
uk: %@ із 5 зірок
vi: %@ trên tổng số 5 sao
zh_cn: %@ 颗星（满分 5 星）

# Shopping.AdjustedRating.Title.v120
source: Adjusted rating
be: Скарэктаваны рэйтынг
cs: Upravené hodnocení
cy: Gradd wedi'i haddasu
de: Bewertungen angepasst
el: Αναπροσαρμοσμένη βαθμολογία
eo: Alĝustigita taksado
fr: Évaluation corrigée
he: דירוג מותאם
hy_am: Ճշգրտված վարկանիշ
ia: Classification adjustate
is: Aðlöguð einkunn
it: Valutazione rettificata
kk: Түзетілген рейтинг
pt_br: Classificação ajustada
pt_pt: Classificação ajustada
ru: Скорректированный рейтинг
sk: Upravené hodnotenie
sq: Vlerësim i rregulluar
sv: Justerat betyg
tr: Düzeltilmiş puan
uk: Скоригований рейтинг
vi: Đánh giá đã được điều chỉnh
zh_cn: 调整后的评分

# Shopping.ConfirmationCard.Button.Text.v120
source: Got It
be: Зразумела
br: Komprenet am eus
cs: Rozumím
cy: Iawn
de: Verstanden
el: Το κατάλαβα
eo: Mi komprenis
fr: J’ai compris
he: הבנתי
hy_am: Հասկացա
ia: Comprendite
is: Náði því
it: OK
kk: Түсіндім
pt_br: Entendi
pt_pt: Entendi
ru: Понятно
sk: Rozumiem
sq: E mora vesh
sv: Jag fattar
tr: Anladım
uk: Зрозуміло
vi: Đã hiểu
zh_cn: 明白

# Shopping.ConfirmationCard.Title.v120
source: Analysis Is Up To Date
be: Аналіз актуальны
cs: Analýza je aktuální
cy: Mae’r Dadansoddiad yn Gyfredol
de: Die Analyse ist aktuell
el: Η ανάλυση είναι ενημερωμένη
eo: La analizo estas aktuala
fr: L’analyse est à jour
he: הניתוח עדכני
hy_am: Վերլուծությունն արդիական է
ia: Analyse actualisate
is: Greining er uppfærð
it: L’analisi è aggiornata
kk: Анализ ескірмеген
pt_br: A análise está atualizada
pt_pt: A análise está atualizada
ru: Анализ актуален
sk: Analýza je aktuálna
sq: Analiza Është e Përditësuar
sv: Analysen är uppdaterad
tr: Analiz güncel
uk: Аналіз актуальний
vi: Phân tích đã được cập nhật
zh_cn: 分析结果已是最新

# Shopping.HighlightsCard.Competitiveness.Title.v120
source: Competitiveness
be: Канкурэнтаздольнасць
br: Kevezerezh
cs: Konkurenceschopnost
cy: Cystadleurwydd
de: Wettbewerbsfähigkeit
el: Ανταγωνισμός
eo: Konkurenceco
fr: Compétitivité
he: תחרותיות
hy_am: Մրցունակություն
ia: Competitivitate
is: Samkeppnishæfni
it: Competitività
kk: Бәсекеге қабілеттілік
pt_br: Competitividade
pt_pt: Competitividade
ru: Конкурентоспособность
sk: Konkurencieschopnosť
sq: Konkurrencë
sv: Konkurrenskraft
tr: Rekabet gücü
uk: Конкурентоспроможність
vi: Tính cạnh tranh
zh_cn: 竞争力

# Shopping.HighlightsCard.LessButton.Title.v120
source: Show Less
be: Паказаць менш
br: Diskouez nebeutoc’h
cs: Zobrazit méně
cy: Dangos Llai
de: Weniger anzeigen
el: Εμφάνιση λιγότερων
eo: Montri malpli
fr: Afficher moins d’informations
he: להציג פחות
hy_am: Ցուցադրել ավելի քիչ
ia: Monstrar minus
is: Sýna minna
it: Nascondi dettagli
kk: Азырақ көрсету
pt_br: Mostrar menos
pt_pt: Mostrar menos
ru: Показать меньше
sk: Zobraziť menej
sq: Shfaq Më Pak
sv: Visa mindre
tr: Daha az göster
uk: Показати менше
vi: Hiện ít hơn
zh_cn: 折叠

# Shopping.HighlightsCard.MoreButton.Title.v120
source: Show More
be: Паказаць больш
br: Diskouez muioc’h
cs: Zobrazit více
cy: Dangos Rhagor
de: Mehr anzeigen
el: Εμφάνιση περισσότερων
eo: Montri pli
fr: Afficher plus d’informations
he: להציג יותר
hy_am: Ցուցադրել ավելին
ia: Monstrar plus
is: Sýna meira
it: Mostra dettagli
kk: Көбірек көрсету
pt_br: Mostrar mais
pt_pt: Mostrar mais
ru: Показать больше
sk: Zobraziť viac
sq: Shfaq Më Tepër
sv: Visa mer
tr: Daha fazla göster
uk: Показати більше
vi: Xem thêm
zh_cn: 展开

# Shopping.HighlightsCard.Packaging.Title.v120
source: Packaging
be: Упакоўка
br: Pakata
cs: Balení
cy: Pecynnu
de: Verpackung
el: Συσκευασία
eo: Pakado
fr: Emballage
he: אריזה
hy_am: Փաթեթավորում
ia: Imballage
is: Umbúðir
it: Imballaggio
kk: Қаптама
pt_br: Embalagem
pt_pt: Embalagem
ru: Упаковка
sk: Balenie
sq: Paketim
sv: Förpackning
tr: Paketleme
uk: Пакування
vi: Đóng gói
zh_cn: 包装

# Shopping.HighlightsCard.Price.Title.v120
source: Price
be: Цана
br: Priz
cs: Cena
cy: Pris
de: Preis
el: Τιμή
eo: Prezo
fr: Prix
he: מחיר
hy_am: Գին
ia: Precio
is: Verð
it: Prezzo
kk: Бағасы
pt_br: Preço
pt_pt: Preço
ru: Цена
sk: Cena
sq: Çmim
sv: Pris
tr: Fiyat
uk: Ціна
vi: Giá
zh_cn: 价格

# Shopping.HighlightsCard.Quality.Title.v120
source: Quality
be: Якасць
br: Perzhded
cs: Kvalita
cy: Ansawdd
de: Qualität
el: Ποιότητα
eo: Kvalito
fr: Qualité
he: איכות
hy_am: Որակ
ia: Qualitate
is: Gæði
it: Qualità
kk: Сапасы
pt_br: Qualidade
pt_pt: Qualidade
ru: Качество
sk: Kvalita
sq: Cilësi
sv: Kvalitet
tr: Kalite
uk: Якість
vi: Chất lượng
zh_cn: 质量

# Shopping.HighlightsCard.Shipping.Title.v120
source: Shipping
be: Дастаўка
br: Kas
cs: Doprava
cy: Cludiant
de: Versand
el: Αποστολή
eo: Liverado
fr: Expédition
he: משלוח
hy_am: Առաքում
ia: Expedition
is: Sending
it: Spedizione
kk: Жеткізілім
pt_br: Envio
pt_pt: Envio
ru: Доставка
sk: Doprava
sq: Dërgim
sv: Frakt
tr: Kargo
uk: Доставлення
vi: Phương thức giao hàng
zh_cn: 物流

# Shopping.HighlightsCard.Title.v120
source: Highlights from recent reviews
be: Асноўныя моманты з апошніх водгукаў
cs: Vybrané nedávné recenze
cy: Uchafbwyntiau o adolygiadau diweddar
de: Highlights aus den neuesten Bewertungen
el: Σημαντικά σημεία από πρόσφατες κριτικές
eo: Elstaraĵoj el ĵusaj recenzoj
fr: Points essentiels des avis récents
he: דגשים מהסקירות האחרונות
hy_am: Գունանշումներ վերջին կարծիքներից
ia: Aspectos notabile ab recensiones recente
is: Hápunktar úr nýlegum umsögnum
it: In evidenza dalle recensioni recenti
kk: Соңғы пікірлердің маңызды сәттері
pt_br: Destaques de avaliações recentes
pt_pt: Destaques das avaliações recentes
ru: Основные моменты из недавних обзоров
sk: To najlepšie z nedávnych recenzií
sq: Gjëra në pah nga shqyrtimet së fundi
sv: Höjdpunkter från de senaste recensionerna
tr: Öne çıkan son değerlendirmeler
uk: Обране з недавніх відгуків
vi: Điểm nổi bật từ các đánh giá gần đây
zh_cn: 最有帮助的近期评价

# Shopping.InfoCard.FakespotDoesNotAnalyzeReviews.Description.v120
source: Unfortunately, we can’t check the review quality for certain types of products. For example, gift cards and streaming video, music, and games.
be: На жаль, мы не можам праверыць якасць водгукаў для некаторых відаў прадукцыі. Напрыклад, падарункавыя карты і струменевае відэа, музыка і гульні.
cs: Kvalitu recenzí některých typů produktů bohužel nemůžeme kontrolovat. Například dárkové karty a streamovaná videa, hudbu a hry.
cy: Yn anffodus, allwn ni ddim gwirio ansawdd adolygu rhai mathau o gynnyrch. Er enghraifft, cardiau rhodd a ffrydio fideo, cerddoriaeth a gemau.
de: Leider können wir die Qualität der Bewertungen für bestimmte Arten von Produkten nicht überprüfen. Zum Beispiel Geschenkkarten und Video-Streaming, Musik und Spiele.
el: Δυστυχώς, δεν μπορούμε να ελέγξουμε την ποιότητα των κριτικών για ορισμένους τύπους προϊόντων, όπως δωροκάρτες, βίντεο σε μορφή streaming, μουσική και παιχνίδια.
eo: Bedaŭrinde ni ne povas kontroli la kvaliton de la recenzoj por kelkaj tipoj de produktoj. Ekzemple por donackartoj, retaj elsendoj, reta muziko kaj ludoj.
fr: Malheureusement, nous ne pouvons pas vérifier la qualité des avis pour certains types de produits. Par exemple, les cartes cadeaux, le streaming vidéo, la musique et les jeux.
he: למרבה הצער, איננו יכולים לבדוק את איכות הסקירות עבור סוגים מסויימים של מוצרים. למשל, כרטיסי מתנה והזרמת וידאו, מוזיקה ומשחקים.
hy_am: Ցավոք, մենք չենք կարող ստուգել որոշ տեսակի ապրանքների կարծիքների որակը: Օրինակ՝ նվեր քարտեր և հոսքային տեսանյութերի, երաժշտության և խաղեր:
ia: Infortunatemente, nos non pote verificar le qualitate de recension pro certe typos de productos. Per exemplo, cartas dono e diffusion multimedial video, musica, e jocos.
is: Því miður getum við ekki athugað gæði umsagna fyrir ákveðnar tegundir af vörum. Til dæmis gjafakort og streymd myndskeið, tónlist og leiki.
it: Purtroppo non è possibile verificare la qualità delle recensioni per alcuni tipi di prodotto come carte regalo, video in streaming e giochi.
kk: Өкінішке орай, біз белгілі бір өнім түрлерінің пікірлер сапасын тексере алмаймыз. Мысалы, сыйлық карталары және ағынды видео, музыка және ойындар.
pt_br: Infelizmente, não podemos verificar a qualidade das avaliações de determinados tipos de produtos. Por exemplo, cartões-presente e transmissão de vídeo, música e jogos.
pt_pt: Infelizmente, não podemos verificar a qualidade da avaliação para determinados tipos de produtos. Por exemplo, cartões-presente e streaming de vídeo, música e jogos.
ru: К сожалению, мы не можем проверить качество отзывов на некоторые виды товаров. Например, подарочные карты и потоковое видео, музыку и игры.
sk: Bohužiaľ nemôžeme skontrolovať kvalitu recenzií určitých typov produktov. Napríklad darčekové karty alebo streamovanie videa, hudby a hier.
sq: Mjerisht, s’mund të kontrollojmë cilësinë e shqyrtimit për disa lloje produktesh. Për shembull, karta dhuratë dhe transmetim videosh, muzike dhe lojërash.
sv: Tyvärr kan vi inte kontrollera recensionskvaliteten för vissa typer av produkter. Till exempel presentkort och strömmande video, musik och spel.
tr: Maalesef bazı ürün türlerinin değerlendirme kalitelerini kontrol edemiyoruz. Örneğin, hediye kartları ve video, müzik ve oyun akışı.
uk: На жаль, ми не можемо перевірити якість відгуків для певних типів товарів, як-от: подарункових карток, стримінгових відео, музики й ігор.
vi: Rất tiếc, chúng tôi không thể kiểm tra chất lượng đánh giá đối với một số loại sản phẩm nhất định. Ví dụ: thẻ quà tặng và truyền phát video, âm nhạc và trò chơi.
zh_cn: 很抱歉，我们无法核查某些类型商品的评价质量，例如礼品卡、流媒体视频、音乐、游戏。

# Shopping.InfoCard.FakespotDoesNotAnalyzeReviews.Title.v120
source: Can’t Check These Reviews
be: Мы не можам праверыць гэтыя водгукі
br: N’hallet ket gwiriañ an alioù-mañ
cs: Tyto recenze nemůžeme zkontrolovat
cy: Methu Gwirio’r Adolygiadau Hyn
de: Wir können diese Bewertungen nicht überprüfen
el: Δεν μπορούμε να ελέγξουμε αυτές τις κριτικές
eo: Ne eblas kontroli tiujn ĉi recenzojn
fr: Nous ne pouvons pas vérifier ces avis
he: אין באפשרותנו לבדוק סקירות אלה
hy_am: Հնարավոր չէ ստուգել այս ակնարկները
ia: Nos non pote controlar iste recensiones
is: Við getum ekki athugað þessar umsagnir
it: Impossibile verificare queste recensioni
kk: Біз бұл пікірлерді тексере алмаймыз
pt_br: Não podemos verificar essas avaliações
pt_pt: Não é possível verificar estas avaliações
ru: Мы не можем проверить эти отзывы
sk: Tieto recenzie nemôžeme skontrolovať
sq: S’mund T’i Kontrollojmë Këto Shqyrtime
sv: Vi kan inte kontrollera dessa recensioner
tr: Bu değerlendirmeleri kontrol edemiyoruz
uk: Ми не можемо перевірити ці відгуки
vi: Không thể kiểm tra những đánh giá này
zh_cn: 无法核查这些评价

# Shopping.InfoCard.NeedsAnalysis.PrimaryAction.v120
source: Check Now
be: Праверыць зараз
br: Gwiriañ diouzhtu
cs: Zkontrolovat
cy: Gwirio Nawr
de: Jetzt prüfen
el: Έλεγχος τώρα
eo: Kontroli nun
fr: Vérifier maintenant
he: ביצוע בדיקה כעת
hy_am: Ստուգիր հիմա
ia: Controlar ora
is: Athuga núna
it: Controlla adesso
kk: Қазір тексеру
pt_br: Verificar agora
pt_pt: Verificar agora
ru: Проверить сейчас
sk: Skontrolovať teraz
sq: Kontrollo Tani
sv: Kontrollera nu
tr: Şimdi kontrol et
uk: Перевірити зараз
vi: Kiểm tra ngay
zh_cn: 立即核查

# Shopping.InfoCard.NeedsAnalysis.Title.v120
source: New Info To Check
be: Новая інфармацыя для праверкі
br: Titouroù nevez da wiriañ
cs: Nové informace ke zkontrolování
cy: Gwybodaeth Newydd i'w Gwirio
de: Neue Informationen zum Überprüfen
el: Νέες πληροφορίες προς έλεγχο
eo: Novaj kontrolendaj informoj
fr: Nouvelles informations à évaluer
he: מידע חדש לבדיקה
hy_am: Նոր տեղեկատվություն ստուգելու համար
ia: Nove info a controlar
is: Nýjar upplýsingar til að skoða
it: Nuove informazioni da controllare
kk: Тексеру үшін жаңа ақпарат
pt_br: Novas informações a verificar
pt_pt: Novas informações para verificar
ru: Новая информация для проверки
sk: Nové informácie na skontrolovanie
sq: Informacion i Ri Për T’u Kontrolluar
sv: Ny info att kontrollera
tr: Kontrol edilecek yeni bilgiler
uk: Нова інформація для перевірки
vi: Thông tin mới cần kiểm tra
zh_cn: 了解新信息

# Shopping.InfoCard.NoInfoAvailableRightNow.Description.v120
source: We’re working to resolve this issue. Please check back soon.
be: Мы працуем над вырашэннем гэтай праблемы. Калі ласка, праверце пазней.
cs: Pracujeme na vyřešení tohoto problému. Zkuste to prosím později.
cy: Rydym yn gweithio i ddatrys y mater. Dewch nôl cyn bo hir.
de: Wir arbeiten an einer Lösung des Problems. Bitte schauen Sie bald wieder vorbei.
el: Εργαζόμαστε για την επίλυση αυτού του προβλήματος. Παρακαλούμε ελέγξτε ξανά σύντομα.
eo: Ni klopodas solvi la problemon. Bonvolu rekontroli baldaŭ.
fr: Nous travaillons à résoudre ce problème. Veuillez réessayer ultérieurement.
he: אנחנו עובדים על פתרון בעיה זו. נא לבדוק שוב בקרוב.
hy_am: Մենք աշխատում ենք խնդիրը լուծելու ուղղությամբ։ Խնդրում ենք նորից ստուգել շուտով:
ia: Nos labora pro resolver iste problema. Retenta tosto.
is: Við erum að vinna að því að leysa málið. Athugaðu aftur fljótlega.
it: Stiamo lavorando per risolvere il problema. Ricontrolla a breve.
kk: Біз бұл мәселені шешу үшін жұмыс істеп жатырмыз. Жақында қайта тексеріңіз.
pt_br: Estamos trabalhando para resolver este problema. Verifique novamente mais tarde.
pt_pt: Estamos a trabalhar para resolver este problema. Por favor, volte em breve.
ru: Мы работаем над решением этой проблемы. Пожалуйста, зайдите в ближайшее время.
sk: Na vyriešení tohto problému pracujeme. Skúste sa vrátiť o trochu neskôr.
sq: Po punojmë për ta zgjidhur këtë çështje. Ju lutemi, rikontrolloni së shpejti.
sv: Vi arbetar med att lösa det här problemet. Kom tillbaka snart.
tr: Sorunu çözmek için çalışıyoruz. Lütfen kısa süre sonra tekrar kontrol edin.
uk: Ми працюємо над усуненням проблеми. Поверніться згодом.
vi: Chúng tôi đang làm việc để giải quyết sự cố này. Hãy kiểm tra lại sau.
zh_cn: 我们正努力解决此问题，请稍后再试。

# Shopping.InfoCard.NoInfoAvailableRightNow.Title.v120
source: No Info Available Right Now
be: Зараз інфармацыя адсутнічае
br: Titour ebet da gaout evit poent
cs: V tuto chvíli nejsou k dispozici žádné informace
cy: Dim Gwybodaeth ar Gael ar Hyn o Bryd
de: Derzeit sind keine Informationen verfügbar
el: Δεν υπάρχουν διαθέσιμες πληροφορίες αυτήν τη στιγμή
eo: Neniu informo havebla en tiu ĉi momento
fr: Aucune information disponible actuellement
he: אין מידע זמין כרגע
hy_am: Այս պահին տեղեկություններ չկան
ia: Nulle info disponibile al momento
is: Engar upplýsingar tiltækar í augnablikinu
it: Nessuna informazione disponibile al momento
kk: Дәл қазір ақпарат жоқ
pt_br: Nenhuma informação disponível no momento
pt_pt: Nenhuma informação disponível neste momento
ru: На данный момент нет доступной информации
sk: Momentálne nie sú dostupné žiadne informácie
sq: S’ka Informacion Tani
sv: Ingen information tillgänglig just nu
tr: Şu anda bilgi yok
uk: Наразі інформація недоступна
vi: Hiện không có thông tin nào
zh_cn: 目前没有可提供的信息
