Repository: mozilla-mobile/firefox-ios
Catalog: Shared/Supporting Files/*.lproj/Shopping.strings
Languages: be, br, cs, cy, de, el, eo, fr, he, hy_am, ia, is, it, kk, pt_br, pt_pt, ru, sk, sq, sv, tr, uk, vi, zh_cn

# Shopping.OptInCard.SecondParagraph.Description.v120
source: Using the power of %1$@ by %2$@, we help you avoid biased and inauthentic reviews. Our AI model is always improving to protect you as you shop.
be: Выкарыстоўваючы магчымасці %1$@ ад %2$@, мы дапамагаем вам пазбегнуць неаб’ектыўных і несапраўдных водгукаў. Наша мадэль штучнага інтэлекту пастаянна ўдасканальваецца, каб абараніць вас у часе куплі.
cs: Pomocí nástroje %1$@ od %2$@ vám pomůžeme vyhnout se neobjektivním a neautentickým recenzím. Náš model umělé inteligence se neustále zdokonaluje, aby vás při nakupování chránil.
cy: Gan ddefnyddio pŵer %1$@ gan %2$@, rydym yn eich helpu i osgoi adolygiadau rhagfarnllyd ac annilys. Mae ein model AI bob amser yn gwella i’ch diogelu wrth i chi siopa.
de: Wir nutzen das Potenzial von %1$@ von %2$@, um Ihnen dabei zu helfen, voreingenommene und nicht authentische Bewertungen zu vermeiden. Unser KI-Modell wird ständig verbessert, um Sie beim Einkaufen zu schützen.
el: Με την υποστήριξη του %1$@ της %2$@, σας βοηθάμε να αποφύγετε τις μεροληπτικές και ψευδείς κριτικές. Το μοντέλο AI μας βελτιώνεται συνεχώς για να σας προστατεύει όσο κάνετε τις αγορές σας.
eo: Danke al la povo de %1$@ de %2$@, ni helpas vin eviti neobjektivajn kaj malverajn recenzojn. Nia modelo de artefarita intelekto konstante pliboniĝas por protekti vin dum vi aĉetumas.
fr: En utilisant la puissance de %1$@ par %2$@, nous vous aidons à éviter les avis partiaux et mensongers. Notre modèle d’intelligence artificielle s’améliore en permanence pour vous protéger pendant vos achats.
he: באמצעות הכוח של %1$@ מאת %2$@, אנו עוזרים לך להימנע מסקירות מוטות ולא אותנטיות. מודל הבינה המלאכותית שלנו משתפר תמיד כדי להגן עליך בזמן הקנייה.
hy_am: Օգտագործելով %1$@-ի հզորությունը %2$@-ի կողմից՝ մենք օգնում ենք ձեզ խուսափել կողմնակալ և ոչ վավերական կարծիքներից: Մեր AI մոդելը միշտ բարելավվում է՝ պաշտպանելու ձեզ գնումներ կատարելիս:
ia: Per le potentia de %1$@ per %2$@, nos te adjuta evitar revisiones partial e inauthentic. Nostre modello de intelligentia artificial sempre meliora pro proteger tu compras.
is: Með hjálp %1$@ frá %2$@, gerum við þér kleift að forðast hlutdrægar og ósannar umsagnir. Gervigreindarlíkanið okkar er alltaf að batna til að vernda þig sem best þegar þú verslar.
it: Utilizzando la tecnologia di %1$@ by %2$@, ti aiutiamo a evitare recensioni di parte e non autentiche. Il nostro modello di intelligenza artificiale migliora costantemente per proteggerti mentre fai acquisti.
kk: %2$@ ұсынған %1$@ мүмкіндігін пайдалана отырып, біз сізге біржақты және шынайы емес пікірлерден аулақ болуға көмектесеміз. Сатып алу кезінде сізді қорғау үшін біздің AI моделіміз үнемі жетілдіріліп отырады.
pt_br: Usando o poder do %1$@ da %2$@, ajudamos você a evitar avaliações tendenciosas e não autênticas. Nosso modelo de inteligência artificial está sempre melhorando para te proteger enquanto faz compras.
pt_pt: Utilizando o poder do %1$@ da %2$@, ajudamos a que evite avaliações tendenciosas e falsas. O nosso modelo de IA está sempre a melhorar, para sua proteção, enquanto faz compras.
ru: Используя возможности %1$@ от %2$@, мы помогаем вам избежать предвзятых и недостоверных отзывов. Наша модель искусственного интеллекта постоянно совершенствуется, чтобы защитить вас во время покупок.
sk: Pomocou nástroja %1$@ od spoločnosti %2$@ vám pomôžeme vyhnúť sa neobjektívnym a neautentickým recenziám. Náš AI model sa neustále zlepšuje, aby vás chránil pri nakupovaní.
sq: Duke përdorur fuqinë e %1$@ nga %2$@, ju ndihmojmë të shmangni shqyrtime të njëanshme dhe jo të mirëfillta. Modeli ynë AI përmirësohet përherë, për t’ju mbrojtur teksa blini në internet.
sv: Genom att använda kraften i %1$@ av %2$@ hjälper vi dig att undvika partiska och oäkta recensioner. Vår AI-modell förbättras alltid för att skydda dig när du handlar.
uk: Використовуючи можливості %1$@ від %2$@, ми допомагаємо вам уникнути упереджених і несправжніх відгуків. Наша модель ШІ постійно вдосконалюється, щоб захистити вас під час покупок.
vi: Sử dụng %1$@ bởi %2$@, chúng tôi giúp bạn tránh những đánh giá thiên vị và không xác thực. Mô hình AI của chúng tôi luôn cải tiến để bảo vệ bạn khi bạn mua sắm.
zh_cn: 借助 %2$@ 的 %1$@ 的强大功能我们帮助您避免有偏见和不真实的评论。在您购物时我们的 AI 模型会不断改进为您提供保护。

# Shopping.OptInCard.TermsOfUse.Button.Title.v120
source: Terms of use
be: Умовы выкарыстання
br: Termenoù implij
cs: Zásady používání
cy: Amodau defnydd
de: Nutzungsbedingungen
el: Όροι χρήσης
eo: Kondiĉoj de uzo
fr: Conditions d’utilisation
he: תנאי שימוש
hy_am: Օգտագործման պայմաններ
ia: Terminos de uso
is: Notkunarskilmálar
it: Condizioni di utilizzo del servizio
kk: Қолдану шарттары
pt_br: Termos de uso
pt_pt: Termos de utilização
ru: Условия использования
sk: Podmienky používania
sq: Kushte përdorimi
sv: Användarvillkor
tr: Kullanım koşulları
uk: Умови використання
vi: Điều khoản sử dụng
zh_cn: 使用条款

# Shopping.ReliabilityScore.Grade.A11y.Label.v120
source: Grade %@
be: Ацэнка %@
br: Notenn %@
cs: Hodnocení %@
cy: Gradd %@
de: %@ bewerten
el: Βαθμός %@
eo: Noto %@
fr: Note %@
he: ציון %@
hy_am: Դասարան %@
ia: Grado %@
is: Einkunn %@
it: Voto %@
kk: Баға %@
pt_br: Nota %@
pt_pt: Classe %@
ru: Оценка %@
sk: Známka %@
sq: Shkalla %@
sv: Betyg %@
tr: Notu %@
uk: Оцінка %@
vi: Điểm %@
zh_cn: 等级 %@

# Shopping.ReviewQuality.ReliabilityCardTitle.v120
source: How reliable are these reviews?
be: Наколькі надзейныя гэтыя водгукі?
br: Penaos e c’haller kaout fiziañs en alioù-se?
cs: Jak spolehlivé jsou tyto recenze?
cy: Pa mor ddibynadwy yw'r adolygiadau hyn?
de: Wie zuverlässig sind diese Bewertungen?
el: Πόσο αξιόπιστες είναι αυτές οι κριτικές;
eo: Kiel fidindaj estas tiuj recenzoj?
fr: Quelle est la fiabilité de ces avis ?
he: עד כמה הסקירות האלו אמינות?
hy_am: Որքանո՞վ են վստահելի այս կարծիքները:
ia: Quanto fidabile es iste recensiones?
is: Hversu áreiðanlegar eru þessar umsagnir?
it: Quanto sono affidabili queste recensioni?
kk: Бұл пікірлер қаншалықты сенімді?
pt_br: Qual a confiabilidade dessas avaliações?
pt_pt: Quão confiáveis são estas avaliações?
ru: Насколько достоверны эти отзывы?
sk: Ako spoľahlivé sú tieto recenzie?
sq: Sa të besueshme janë këto shqyrtime?
sv: Hur pålitliga är dessa recensioner?
tr: Bu değerlendirmeler ne kadar güvenilir?
uk: Наскільки надійні ці відгуки?
vi: Những đánh giá này đáng tin cậy đến mức nào?
zh_cn: 这些评论的可靠性如何？

# Shopping.ReviewQuality.ReliabilityRating.AB.Description.v120
source: Reliable reviews
be: Надзейныя водгукі
br: Alioù fizius
cs: Spolehlivé recenze
cy: Adolygiadau dibynadwy
de: Zuverlässige Bewertungen
el: Αξιόπιστες κριτικές
eo: Fidindaj recenzoj
fr: Avis fiables
he: סקירות אמינות
hy_am: Հուսալի կարծիքներ
ia: Recensiones fidabile
is: Áreiðanlegar umsagnir
it: Recensioni affidabili
kk: Сенімді пікірлер
pt_br: Avaliações confiáveis
pt_pt: Avaliações confiáveis
ru: Достоверные отзывы
sk: Spoľahlivé recenzie
sq: Shqyrtime të besueshme
sv: Pålitliga recensioner
tr: Güvenilir değerlendirmeler
uk: Надійні відгуки
vi: Đánh giá đáng tin cậy
zh_cn: 可信评价

# Shopping.ReviewQuality.ReliabilityRating.C.Description.v120
source: Mix of reliable and unreliable reviews
be: Сумесь надзейных і ненадзейных водгукаў
br: Meskaj alioù fizius ha disfizius
cs: Směs spolehlivých a nespolehlivých recenzí
cy: Cymysgedd o adolygiadau dibynadwy ac annibynadwy
de: Mischung aus zuverlässigen und unzuverlässigen Bewertungen
el: Συνδυασμός αξιόπιστων και αναξιόπιστων κριτικών
eo: Miksaĵo de fidindaj kaj nefindindaj recenzoj
fr: Mélange d’avis fiables et non fiables
he: שילוב של סקירות אמינות ובלתי אמינות
hy_am: Հուսալի և անվստահելի կարծիքների խառնուրդ
ia: Mixtura de recensiones fidabile e non fidabile
is: Blanda af áreiðanlegum og óáreiðanlegum umsögnum
it: Un misto di recensioni affidabili e inaffidabili
kk: Сенімді және сенімсіз пікірлердің араласуы
pt_br: Mistura de avaliações confiáveis e não confiáveis
pt_pt: Mistura de avaliações confiáveis e não confiáveis
ru: Смесь достоверных и недостоверных отзывов
sk: Mix spoľahlivých a nespoľahlivých recenzií
sq: Përzierje shqyrtimesh të besueshme dhe jo të besueshme
sv: Blandning av pålitliga och opålitliga recensioner
tr: Güvenilir ve güvenilmez değerlendirmelerin karışımı
uk: Поєднання надійних і сумнівних відгуків
vi: Kết hợp các đánh giá đáng tin cậy và không đáng tin cậy
zh_cn: 介于可信与不可信评价之间的评价

# Shopping.ReviewQuality.ReliabilityRating.DF.Description.v120
source: Unreliable reviews
be: Ненадзейныя водгукі
br: Alioù disfizius
cs: Nespolehlivé recenze
cy: Adolygiadau annibynadwy
de: Unzuverlässige Bewertungen
el: Αναξιόπιστες κριτικές
eo: Nefindindaj recenzoj
fr: Avis non fiables
he: סקירות בלתי אמינות
hy_am: Անվստահելի կարծիքներ
ia: Recensiones non fidabile
is: Óáreiðanlegar umsagnir
it: Recensioni inaffidabili
kk: Сенімсіз пікірлер
pt_br: Avaliações não confiáveis
pt_pt: Avaliações não confiáveis
ru: Недостоверные отзывы
sk: Nespoľahlivé recenzie
sq: Shqyrtime jo të besueshme
sv: Opålitliga recensioner
tr: Güvenilmez değerlendirmeler
uk: Сумнівні відгуки
vi: Đánh giá không đáng tin cậy
zh_cn: 不可信评价

# Shopping.ReviewQualityCard.AdjustedRating.Label.v120
source: The *adjusted rating* is based only on reviews we believe to be reliable.
be: *Скарэкціраваны рэйтынг* заснаваны толькі на водгуках, якія мы лічым надзейнымі.
cs: *Upravené hodnocení* je založeno pouze na recenzích, které považujeme za spolehlivé.
cy: Mae’r *graddio wedi’i addasu* yn seiliedig ar adolygiadau y credwn eu bod yn ddibynadwy yn unig.
de: Die *angepasste Bewertung* basiert nur auf Bewertungen, die wir für zuverlässig halten.
el: Η *αναπροσαρμοσμένη βαθμολογία* βασίζεται μόνο στις κριτικές που πιστεύουμε ότι είναι αξιόπιστες.
eo: La *alĝustigita taksado* estas bazita nur sur la recenzoj, kiujn ni opinias fidindaj.
fr: L’*évaluation corrigée* se fonde uniquement sur les avis que nous considérons fiables.
he: *הדירוג המותאם* מבוסס רק על סקירות שאנו מאמינים שהן אמינות.
hy_am: *Ճշգրտված վարկանիշը* հիմնված է միայն այն կարծիքների վրա, որոնք մենք վստահելի ենք համարում:
ia: Le *classification adjustate* es basate solo sur recensiones que nos crede fidabile.
is: *Aðlöguð einkunn* er eingöngu byggð á umsögnum sem við teljum vera áreiðanlegar.
it: La *valutazione rettificata* si basa esclusivamente su recensioni che riteniamo affidabili.
kk: *Түзетілген рейтинг* тек біз сенімді деп есептейтін пікірлерге негізделген.
pt_br: A *classificação ajustada* é baseada apenas em avaliações que acreditamos ser confiáveis.
pt_pt: A *classificação ajustada* é baseada apenas nas avaliações que nós acreditamos serem confiáveis.
ru: *Скорректированная оценка* основана только на отзывах, которые мы считаем достоверными.
sk: *Upravené hodnotenie* je založené iba na recenziách, ktoré považujeme za spoľahlivé.
sq: *Vlerësimi i rregulluar* bazohet vetëm në shqyrtime që besojmë se mund t’u zihet besë.
sv: Det *justerade betyget* baseras endast på recensioner som vi anser vara tillförlitliga.
tr: *Düzeltilmiş puan* yalnızca güvenilir olduğunu düşündüğümüz değerlendirmelere dayanır.
uk: *Скоригований рейтинг* на основі лише відгуків, які ми вважаємо надійними.
vi: *Đánh giá đã được điều chỉnh* chỉ dựa trên những đánh giá mà chúng tôi tin là đáng tin cậy.
zh_cn: *调整后的评分*仅基于我们认为可信的评价作出。

# Shopping.ReviewQualityCard.Collapse.AccessibilityLabel.v120
source: Collapse How we determine review quality Card
be: Згарнуць картку "Як мы вызначаем якасць водгукаў"
cs: Zbalit panel Jak určujeme kvalitu recenzí
cy: Cau Sut rydym yn pennu Cerdyn ansawdd adolygu
de: Karte „Wie wir die Bewertungsqualität bestimmen“ einklappen
el: Σύμπτυξη κάρτας «Πώς προσδιορίζουμε την ποιότητα των κριτικών»
eo: Faldi la karton pri kiel ni determinas la kvaliton de recenzoj
fr: Réduire la fiche Comment nous déterminons la qualité d’un avis
he: צמצום הכרטיס של ״כיצד אנו קובעים את איכות הסקירות״
hy_am: Ծալել Ինչպես ենք մենք որոշում վերանայման որակի քարտը
ia: Collaber dum nos determina le carta de qualitate del revision
is: Fella saman spjaldið "Hvernig við ákvörðum gæði umsagna"
it: Comprimi la scheda “Come determiniamo la qualità delle recensioni”
kk: "Біз пікірлер сапасын қалай анықтаймыз" картасын бүктеу
pt_br: Recolher o cartão 'Como determinamos a qualidade das avaliações'
pt_pt: Ocultar cartão de Como determinamos a qualidade da avaliação
ru: Свернуть карточку «Как мы определяем качество отзыва»
sk: Zbaliť kartu Ako určujeme kvalitu recenzií
sq: Tkurre skedën “Si e përcaktojmë cilësinë e shqyrtimeve”
sv: Dölj flik "Hur vi bestämmer recensionens kvalitet"
uk: Згорнути картку "Як ми визначаємо якість відгуку"
vi: Thu gọn thẻ cách chúng tôi xác định chất lượng đánh giá
zh_cn: 折叠我们如何判定评价的质量卡片

# Shopping.ReviewQualityCard.Expand.AccessibilityLabel.v120
source: Expand How we determine review quality card
be: Разгарнуць картку "Як мы вызначаем якасць водгукаў"
cs: Rozbalit panel Jak určujeme kvalitu recenzí
cy: Agor Sut rydym yn pennu Cerdyn ansawdd adolygu
de: Karte „Wie wir die Bewertungsqualität bestimmen“ ausklappen
el: Ανάπτυξη κάρτας «Πώς προσδιορίζουμε την ποιότητα των κριτικών»
eo: Malfaldi la karton pri kiel ni determinas la kvaliton de recenzoj
fr: Développer la fiche Comment nous déterminons la qualité d’un avis
he: הרחבת הכרטיס של ״כיצד אנו קובעים את איכות הסקירות״
hy_am: Ընդարձակել, թե ինչպես ենք որոշում վերանայման որակի քարտը
ia: Expander dum nos determina le carta de qualitate del revision
is: Fletta út spjaldinu "Hvernig við ákvörðum gæði umsagna"
it: Espandi la scheda “Come determiniamo la qualità delle recensioni”
kk: "Біз пікірлер сапасын қалай анықтаймыз" картасын жазық қылу
pt_br: Expandir o cartão 'Como determinamos a qualidade das avaliações'
pt_pt: Expandir cartão de Como determinamos a qualidade da avaliação
ru: Развернуть карточку «Как мы определяем качество отзыва»
sk: Rozbaliť kartu Ako určujeme kvalitu recenzií
sq: Zgjeroje skedën “Si e përcaktojmë cilësinë e shqyrtimeve”
sv: Expandera fliken "Hur vi bestämmer recensionens kvalitet"
uk: Розгорнути картку "Як ми визначаємо якість відгуку"
vi: Mở rộng thẻ cách chúng tôi xác định chất lượng đánh giá
zh_cn: 展开我们如何判定评价质量卡片

# Shopping.ReviewQualityCard.Headline.Label.v120
source: We use AI technology from %1$@ by %2$@ to check the reliability of product reviews. This will only help you assess review quality, not product quality.
be: Мы выкарыстоўваем тэхналогію штучнага інтэлекту ад %1$@ ад %2$@ для праверкі надзейнасці водгукаў на тавары. Гэты аналіз дапаможа вам ацаніць толькі якасць водгуку, а не якасць прадукту.
cs: Ke kontrole spolehlivosti recenzí produktů používáme technologii AI od %1$@ od %2$@. To vám pomůže vyhodnotit pouze kvalitu recenzí, nikoli kvalitu produktu.
cy: Rydym yn defnyddio technoleg AI o %1$@ gan %2$@ i wirio dibynadwyedd adolygiadau cynnyrch. Bydd hyn dim ond yn eich helpu i asesu ansawdd adolygiad, nid ansawdd y cynnyrch.
de: Wir verwenden die KI-Technologie von %1$@ von %2$@, um die Zuverlässigkeit von Produktbewertungen zu überprüfen. Dies hilft nur bei der Einschätzung der Qualität der Bewertung, nicht der Produktqualität.
el: Χρησιμοποιούμε τεχνολογία AI από το %1$@ της %2$@ για να ελέγξουμε την αξιοπιστία των κριτικών προϊόντων. Αυτό θα σας βοηθήσει να αξιολογήσετε μόνο την ποιότητα των κριτικών, όχι την ποιότητα των προϊόντων.
eo: Ni uzas artefaritan intelektan (AI) teknologion de %1$@ de %2$@ por kontroli fidindecon de recenzoj de produktoj. Tio helpos vin nur taksi la kvaliton de recenzoj, ne la kvaliton de produktoj.
fr: Nous utilisons la technologie d’intelligence artificielle %1$@ par %2$@ pour vérifier la fiabilité des avis sur des produits. Ce qui vous aide seulement à évaluer la qualité des avis, mais non la qualité des produits.
he: אנו משתמשים בטכנולוגיית AI של %1$@ מבית %2$@ כדי לנתח את המהימנות של סקירות מוצרים. ניתוח זה רק יעזור לך להעריך את איכות הסקירות, לא את איכות המוצר.
hy_am: Մենք օգտագործում ենք AI տեխնոլոգիա %1$@-ից %2$@-ի կողմից՝ արտադրանքի կարծիքների հավաստիությունը ստուգելու համար: Սա միայն կօգնի ձեզ գնահատել կարծիքների որակը, այլ ոչ թե արտադրանքի որակը:
ia: Nos usa le technologia de intelligentia artificial ab %1$@ per %2$@ pro controlar le fidabilitate del recensiones de producto. Isto solo te adjutara evalutar le qualitate del recensiones, non le qualitate del productos.
is: Við notum gervigreindartækni frá %1$@ hjá %2$@ til að greina áreiðanleika vöruumsagna. Þessi greining mun aðeins hjálpa þér að meta gæði umsagna um vörur, ekki gæði vöru.
it: Utilizziamo la tecnologia IA di %1$@ by %2$@ per analizzare l’affidabilità delle recensioni sui prodotti. Questa analisi ti aiuterà a valutare solo la qualità delle recensioni, non quella del prodotto.
kk: Біз өнім пікірлерінің сенімділігін тексеру үшін %2$@ жасаған %1$@ ұсынған AI технологиясын қолданамыз. Бұл өнім сапасын емес, пікір сапасын бағалауға көмектеседі.
pt_br: Usamos tecnologia de inteligência artificial do %1$@ da %2$@ para analisar a confiabilidade das avaliações de produtos. Isso só ajuda a estimar a qualidade das avaliações, não a qualidade do produto.
pt_pt: Utilizamos a tecnologia de IA de %1$@ da %2$@ para verificar a confiabilidade das análises de produtos. Isto apenas irá ajudar a avaliar a qualidade da avaliação e não a qualidade do produto.
ru: Мы используем технологию ИИ от %1$@ от %2$@ для проверки достоверности обзоров продуктов. Это поможет вам оценить только качество отзывов, а не качество продукта.
sk: Na kontrolu spoľahlivosti recenzií produktov používame AI technológiu %1$@ od spoločnosti %2$@. Analýza vám pomôže posúdiť kvalitu recenzie, nie kvalitu produktu.
sq: Për të kontrolluar besueshmërinë e shqyrtimeve të produkteve, ne përdorim teknologji IA prej %1$@ nga %2$@. Kjo do t’ju ndihmojë vetëm të vlerësoni cilësinë e shqyrtimeve, jo cilësinë e produkteve.
sv: Vi använder AI-teknik från %1$@ av %2$@ för att kontrollera tillförlitligheten av produktrecensioner. Detta hjälper dig bara att bedöma recensionens kvalitet, inte produktkvaliteten.
uk: %2$@ використовує технологію ШІ від %1$@, щоб перевірити надійність відгуків про товар. Це допоможе вам оцінити лише якість відгуку, а не якість товару.
vi: Chúng tôi sử dụng công nghệ AI từ %1$@ bởi %2$@ để kiểm tra độ tin cậy của các đánh giá sản phẩm. Điều này chỉ giúp bạn đánh giá được chất lượng đánh giá chứ không phải chất lượng sản phẩm.
zh_cn: 我们使用由 %1$@ 支持的 %2$@ 的人工智能技术来分析商品评价的可信度。分析结果只能辅助您评估评价的质量，不能反映商品质量。

# Shopping.ReviewQualityCard.Highlights.Label.v120
source: *Highlights* are from %1@ reviews within the last 80 days that we believe to be reliable.
be: *Асноўныя моманты* з водгукаў пра %1@ за апошнія 80 дзён, якія мы лічым надзейнымі.
cs: *Výběr* z %1@ recenzí za posledních 80 dní, které považujeme za spolehlivé.
cy: Daw’r *Uchafbwyntiau* o adolygiadau %1@ o fewn yr 80 diwrnod diwethaf y credwn eu bod yn ddibynadwy.
de: *Highlights* stammen von %1@-Bewertungen innerhalb der letzten 80 Tage, die wir für zuverlässig halten.
el: Τα *σημαντικά σημεία* προέρχονται από κριτικές για το %1@, οι οποίες γράφτηκαν τις τελευταίες 80 ημέρες και πιστεύουμε ότι είναι αξιόπιστες.
eo: *Elstaraĵoj* venas el recenzoj de %1@, kiujn ni opinias fidindaj kaj okazis dum la lastaj 80 tagoj.
fr: Les *points essentiels* proviennent des avis laissés sur %1@ au cours des 80 derniers jours que nous estimons fiables.
he: *הדגשים* הם מסקירות של %1@ במהלך 80 הימים האחרונים, שאנו מאמינים שהן אמינות.
hy_am: *Գունանշումները* վերջին 80 օրվա ընթացքում %1@ կարծիքներից են, որոնք, մեր կարծիքով, հուսալի են:
ia: *Aspectos notabile* es ab le recensiones de %1@ del ultime 80 dies, que nos crede fidabile.
is: *Hápunktar* eru úr umsögnum um %1@ frá síðustu 80 dögum sem við teljum vera áreiðanlegar.
it: Gli elementi *in evidenza* provengono dalle recensioni su %1@ degli ultimi 80 giorni che riteniamo affidabili.
kk: *Маңызды сәттер* %1@ ішінен соңғы 80 күнде алынған, біз сенімді деп ойлайтын пікірлер негізінде алынды.
pt_br: Os *destaques* são provenientes de avaliações de %1@ feitas nos últimos 80 dias e que acreditamos ser confiáveis.
pt_pt: *Destaques* são avaliações de %1@ dos últimos 80 dias que acreditamos serem confiáveis.
ru: *Основные сведения* взяты из отзывов на %1@ за последние 80 дней, которые мы считаем надежными.
sk: *Najdôležitejšie informácie* pochádzajú z recenzií v obchode %1@ uverejnených za posledných 80 dní, ktoré považujeme za spoľahlivé.
sq: *Gjërat në pah* janë nga shqyrtime %1@ brenda 80 ditëve të fundit, të cilave besojmë se mund t’u zihet besë.
sv: *Höjdpunkter* kommer från %1@ recensioner inom de senaste 80 dagarna som vi anser vara tillförlitliga.
tr: *Öne çıkanlar* son 80 gün içindeki güvenilir olduğunu düşündüğümüz %1@ değerlendirmelerinden alınmıştır.
uk: *Обрані* беруться з відгуків %1@ за останні 80 днів, які ми вважаємо надійними.
vi: *Điểm nổi bật* từ %1@ đánh giá trong vòng 80 ngày qua mà chúng tôi tin là đáng tin cậy.
zh_cn: *最有帮助的评价*选自我们认为可信的最近 80 天内 %1@ 网站上的评价。

# Shopping.ReviewQualityCard.Label.Title.v120
source: How we determine review quality
be: Як мы вызначаем якасць водгукаў
br: Penaos e priziomp perzhded an alioù
cs: Jak určujeme kvalitu recenze
cy: Sut rydym yn mesur ansawdd adolygiadau
de: Wie wir die Qualität einer Bewertung bestimmen
el: Πώς προσδιορίζουμε την ποιότητα των κριτικών
eo: Nia maniero determini la kvaliton de recenzoj
fr: Comment nous déterminons la qualité d’un avis
he: כיצד אנו קובעים את איכות הסקירות
hy_am: Ինչպես ենք մենք որոշում կարծիքների որակը
ia: Nostre modo de definir le qualitate de revision
is: Hvernig við ákvörðum gæði umsagna
it: Come determiniamo la qualità delle recensioni
kk: Біз пікірлер сапасын қалай анықтаймыз
pt_br: Como determinamos a qualidade das avaliações
pt_pt: Como determinamos a qualidade da avaliação
ru: Как мы определяем качество отзывов
sk: Ako určujeme kvalitu recenzií
sq: Si e përcaktojmë cilësinë e shqyrtimeve
sv: Hur vi bestämmer recensionens kvalitet
tr: Değerlendirme kalitesini nasıl belirliyoruz?
uk: Як ми визначаємо якість відгуку
vi: Cách chúng tôi xác định chất lượng đánh giá
zh_cn: 我们如何判断评价的质量

# Shopping.ReviewQualityCard.LearnMoreButton.Title.v120
source: Learn more about how %@ determines review quality
be: Даведайцеся больш аб тым, як %@ вызначае якасць водгукаў
br: Gouzout hiroc’h diwar-benn an doare ma vez priziet perzhded an alioù gant %@
cs: Zjistěte více o tom, jak %@ určuje kvalitu recenze
cy: Darllen rhagor am sut mae %@ yn pennu ansawdd adolygiadau
de: Erfahren Sie mehr darüber, wie %@ die Qualität der Bewertungen bestimmt
el: Μάθετε περισσότερα σχετικά με το πώς το %@ προσδιορίζει την ποιότητα των κριτικών
eo: Pli da informo pri kiel %@ determinas kvaliton de recenzoj
fr: En savoir plus sur la façon dont %@ détermine la qualité des avis
he: מידע נוסף על כיצד %@ קובע את איכות הסקירות
hy_am: Իմացեք ավելին այն մասին, թե ինչպես է %@-ն որոշում վերանայման որակը
ia: Saper plus re como %@ determina le qualitate de revision
is: Fáðu frekari upplýsingar um hvernig %@ ákvarðar gæði umsagna
it: Scopri ulteriori informazioni su come %@ determina la qualità delle recensioni
kk: %@ пікір сапасын қалай анықтайтыны туралы көбірек біліңіз
pt_br: Saiba mais sobre como o %@ determina a qualidade das avaliações
pt_pt: Saiba mais sobre como %@ determina a qualidade da avaliação
ru: Узнайте больше о том, как %@ определяет качество отзывов
sk: Prečítajte si viac o tom, ako %@ určuje kvalitu recenzií
sq: Mësoni më tepër rreth se si e përcakton cilësinë e shqyrtimeve %@
sv: Läs mer om hur %@ bestämmer recensionens kvalitet
uk: Дізнайтеся більше про те, як %@ визначає якість відгуків
vi: Tìm hiểu thêm về cách %@ xác định chất lượng đánh giá
zh_cn: 详细了解 %@ 如何判断评价质量
