Repository: mozilla-mobile/firefox-ios
Catalog: Client/*.lproj/AuthenticationManager.strings
Languages: ar, az, bn, ca, da, eu, fa, hu, it, kab, km, kn, ml, my, pa_in, pt_br, pt_pt, ru, si, sl, sv, uk

source: After 1 hour
ar: بعد ساعة واحدة
az: 1 saat sonra
bn: 1 ঘণ্টা পর
ca: Després d'1 hora
da: Efter 1 time
eu: Ordubete ondoren
fa: پس از ۱ ساعت
hu: 1 óra után
it: Dopo 1 ora
kab: Seld 1 n usrag
km: បន្ទាប់​ពី 1 ម៉ោង
kn: 1 ಗಂಟೆಯ ನಂತರ
ml: 1 മണിക്കൂറിന് ശേഷം
my: ၁ နာရီ နောက်ပိုင်း
pa_in: 1 ਘੰਟੇ ਤੋਂਂ ਬਾਅਦ
pt_br: Após 1 hora
pt_pt: Depois de 1 hora
ru: Через 1 час
si: පැය 1 කට පසු
sl: Čez 1 uro
sv: Efter 1 timme
uk: Через 1 годину

source: After 1 minute
ar: بعد دقيقة واحدة
az: 1 dəqiqə sonra
bn: 1 মিনিট পরে
ca: Després d'1 minut
da: Efter 1 minut
eu: Minutu baten ondoren
fa: پس از ۱ دقیقه
hu: 1 perc után
it: Dopo 1 minuto
kab: Seld 1 n tesdat
km: បន្ទាប់​ពី 1 នាទី
kn: 1 ನಿಮಿಷದ ನಂತರ
ml: 1 മിനിട്ടിന് ശേഷം
my: ၁ မိနစ် အကြာတွင်
pa_in: 1 ਮਿੰਟ ਤੋਂ ਬਾਅਦ
pt_br: Após 1 minuto
pt_pt: Depois de 1 minuto
ru: Через 1 минуту
si: විනාඩි 1 කට පසු
sl: Čez 1 minuto
sv: Efter 1 minut
uk: Через 1 хвилину

source: After 5 minutes
ar: بعد 5 دقائق
az: 5 dəqiqə sonra
bn: 5 মিনিট পরে
ca: Després de 5 minuts
da: Efter 5 minutter
eu: 5 minutu ondoren
fa: پس از ۵ دقیقه
hu: 5 perc után
it: Dopo 5 minuti
kab: Seld 5 n tesdatin
km: បន្ទាប់​ពី 5 នាទី
kn: 5 ನಿಮಿಷದ ನಂತರ
ml: 5 മിനിട്ടുകള്‍ക്ക് ശേഷം
my: ၅ မိနစ် ကြာပြီးနောက်
pa_in: 5 ਮਿੰਟਾਂ ਤੋਂ ਬਾਅਦ
pt_br: Após 5 minutos
pt_pt: Depois de 5 minutos
ru: Через 5 минут
si: විනාඩි 5කට පසු
sl: Čez 5 minut
sv: Efter 5 minuter
uk: Через 5 хвилин

source: After 10 minutes
ar: بعد 10 دقائق
az: 10 dəqiqə sonra
bn: 10 মিনিট পরে
ca: Després de 10 minuts
da: Efter 10 minutter
eu: 10 minutu ondoren
fa: پس از ۱۰ دقیقه
hu: 10 perc után
it: Dopo 10 minuti
kab: Seld 10 n tesdatin
km: បន្ទាប់​ពី 10 នាទី
kn: 10 ನಿಮಿಷಗಳ ನಂತರ
ml: 10 മിനിട്ടുകള്‍ക്ക് ശേഷം
my: ၁၀ မိနစ် ကြာပြီးနောက်
pa_in: 10 ਮਿੰਟਾਂ ਤੋਂ ਬਾਅਦ
pt_br: Após 10 minutos
pt_pt: Depois de 10 minutos
ru: Через 10 минут
si: විනාඩි 10කට පසු
sl: Čez 10 minut
sv: Efter 10 minuter
uk: Через 10 хвилин

source: After 15 minutes
ar: بعد 15 دقيقة
az: 15 dəqiqə sonra
bn: 15 মিনিট পরে
ca: Després de 15 minuts
da: Efter 15 minutter
eu: 15 minutu ondoren
fa: پس از ۱۵ دقیقه
hu: 15 perc után
it: Dopo 15 minuti
kab: Seld 15 n tesdatin
km: បន្ទាប់​ពី 15 នាទី
kn: 15 ನಿಮಿಷಗಳ ನಂತರ
ml: 15 മിനിട്ടുകള്‍ക്ക് ശേഷം
my: ၁၅ မိနစ်ပြီးနောက်
pa_in: 15 ਮਿੰਟਾਂ ਤੋਂ ਬਾਅਦ
pt_br: Após 15 minutos
pt_pt: Depois de 15 minutos
ru: Через 15 минут
si: විනාඩි 15කට පසු
sl: Čez 15 minut
sv: Efter 15 minuter
uk: Через 15 хвилин

source: Change Passcode
ar: غيّر رمز السر
az: Parolu dəyiş
bn: পাসকোড পরিবর্তন করুন
ca: Canvia el codi d'accés
da: Skift adgangskode
eu: Aldatu pasakodea
fa: تغییر گذرواژه
hu: Jelkód módosítása
it: Cambia codice
kab: Snifel azamul uffir
km: ផ្លាស់ប្ដូរ​លេខកូដ
kn: ಗುಪ್ತಪದ ಬದಲಿಸು‍
ml: രഹസ്യകോഡ് മാറ്റം
my: စကားဝှက် ပြောင်းရန်
pa_in: ਪਾਸਕੋਡ ਬਦਲੋ
pt_br: Alterar código
pt_pt: Alterar código
ru: Сменить пароль
si: මුරපදය වෙනස් කරන්න
sl: Spremeni geslo
sv: Byt lösenkod
uk: Змінити код допуску

source: Enter Passcode
ar: أدخل رمز السر
az: Parolu daxil edin
bn: পাসকোড প্রবেশ করুন
ca: Introduïu el codi d'accés
da: Indtast adgangskode
eu: Sartu pasakodea
fa: وارکردن کدعبور
hu: Írja be a jelkódot
it: Inserimento codice
kab: Sekcem azamul uffir
km: បញ្ចូល​លេខកូដ
kn: ಗುಪ್ತಸಂಕೇತ ನಮೂದಿಸು
ml: രഹസ്യകോഡ് എഴുതുക
my: စကားဝှက် ဖြည့်ပါ
pa_in: ਪਾਸਕੋਡ ਦਰਜ ਕਰੋ
pt_br: Digitar código
pt_pt: Insira o código
ru: Введите пароль
si: රහස් කේතය යොදන්න
sl: Vnesite geslo
sv: Ange lösenkod
uk: Введіть код допуску

source: Enter a new passcode
ar: أدخل رمز سر جديد
az: Yeni parolu daxil edin
bn: একটি নতুন পাসকোড প্রবেশ করুন
ca: Introduïu un codi d'accés nou
da: Indtast en ny adgangskode
eu: Sartu pasakode berria
fa: وارد کردن کد عبور جدید
hu: Írja be az új jelkódot
it: Inserimento nuovo codice
kab: Sekcem azamul uffir amaynut
km: បញ្ចូល​លេខកូដ​ថ្មី
kn: ಹೊಸ ಗುಪ್ತಸಂಕೇತ ನಮೂದಿಸು
ml: പുതിയ രഹസ്യകോഡ് എഴുതുക
my: စကားဝှက် အသစ် ဖြည့်ပါ
pa_in: ਇੱਕ ਨਵਾਂ ਪਾਸਕੋਡ ਦਰਜ ਕਰੋ
pt_br: Digitar um novo código
pt_pt: Insira um novo código
ru: Введите новый пароль
si: නව රහස්පදය යොදන්න
sl: Vnesite novo geslo
sv: Ange en ny lösenkod
uk: Введіть новий код допуску

source: Enter a passcode
ar: أدخل رمز السر
az: Parolu daxil et
bn: একটি পাসকোড প্রবেশ করুন
ca: Introduïu un codi d'accés
da: Indtast adgangskode
eu: Sartu pasakodea
fa: وارد کردن گذرواژه
hu: Írjon be egy jelkódot
it: Inserire un codice
kab: Sekcem azamul uffir
km: បញ្ចូល​លេខកូដ
kn: ಗುಪ್ತಸಂಕೇತ ನಮೂದಿಸು
ml: ഒരു രഹസ്യകോഡ് ചേര്‍ക്കുക
my: စကားဝှက် ဖြည့်ပါ
pa_in: ਇੱਕ ਪਾਸਕੋਡ ਦਰਜ ਕਰੋ
pt_br: Digitar um código
pt_pt: Insira um código
ru: Введите пароль
si: රහස්පදයක් යොදන්න
sl: Vnesite geslo
sv: Ange en lösenkod
uk: Введіть код допуску

source: Enter passcode
ar: أدخل رمز السر
az: Parolu daxil edin
bn: পাসকোড প্রবেশ করুন
ca: Introduïu el codi d'accés
da: Indtast adgangskode
eu: Sartu pasakodea
fa: وارد کردن کد عبور
hu: Írja be a jelkódot
it: Inserimento codice
kab: Sekcem azamul uffir
km: បញ្ចូល​​លេខកូដ
kn: ಗುಪ್ತಸಂಕೇತ ನಮೂದಿಸು
ml: രഹസ്യകോഡ് പോരട്ടെ
my: စကားဝှက် ဖြည့်ပါ
pa_in: ਪਾਸਕੋਡ ਦਰਜ ਕਰੋ
pt_br: Digitar código
pt_pt: Insira o código
ru: Введите пароль
si: රහස්පදය යොදන්න
sl: Vnesite geslo
sv: Ange lösenkod
uk: Введіть код допуску

source: Immediately
ar: حالًا
az: Dərhal
bn: অবিলম্বে
ca: Immediatament
da: Med det samme
eu: Berehala
fa: فوری
hu: Azonnal
it: Subito
kab: Tura kan
km: ភ្លាមៗ
kn: ತಕ್ಷಣ
ml: ഇപ്പൊ തന്നെ
my: ချက်ခြင်း
pa_in: ਤੁਰੰਤ
pt_br: Imediatamente
pt_pt: Imediatamente
ru: Сразу
si: සැනින්
sl: Takoj
sv: Genast
uk: Негайно

source: Incorrect passcode. Try again (Attempts remaining: %d).
ar: رمز السر خاطئ. جرب ثانية (المحاولات المتبقية: %d).
az: Xətalı parol. Təkrar yoxlayın (Qalan cəhdlər: %d).
bn: ভুল পাসকোড। আবার চেষ্টা করুন (অবশিষ্ট প্রচেষ্টা: %d)।
ca: Codi d'accés incorrecte. Torneu-ho a provar (intents restants: %d).
da: Forkert adgangskode. Prøv igen (%d forsøg tilbage).
eu: Pasakode okerra. Saiatu berriro (saiakerak faltan: %d).
fa: کدعبور اشتباه. مجددا تلاش کنید (تلاش باقی ماند: %d).
hu: Helytelen jelkód. Próbálja meg újra (%d kísérlet maradt).
it: Codice errato. Riprova (tentativi rimasti: %d).
kab: Azamul uffir mačči d ameɣtu, Ɛreḍ tikelt nniḍen (Aɛraḍ d-iqqimen : %d).
km: លេខកូដ​មិន​ត្រឹមត្រូវ។ ព្យាយាម​ម្ដង​ទៀត (ការសាកល្បង​នៅ​សល់៖ %d)។
kn: ತಪ್ಪಾದ ಗುಪ್ತಪದ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ (ಉಳಿದಿರುವ ಪ್ರಯತ್ನಗಳು: ‍%d).
ml: തെറ്റായ രഹസ്യകോഡ്. വീണ്ടും ശ്രമിക്കുക (%d പ്രാവശ്യം ശ്രമിക്കാം).
my: စကားဝှက် မှားနေသည်။ ပြန်လည် ရေးထည့်ပါ (အမှန်ဖြည့်နိုင်ရန် %d ကြိမ်သာ ကျန်ပါသည်)
pa_in: ਗਲਤ ਪਾਸਕੋਡ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ (ਬਾਕੀ ਰਹਿੰਦੇ ਜਤਨ: %d)।
pt_br: Código incorreto. Tente novamente (tentativas restante: %d).
pt_pt: Código incorreto. Tente novamente (tentativas restantes: %d).
ru: Неверный пароль. Попробуйте снова (Осталось попыток: %d).
si: සාවද්‍ය රහස්පදයක්. යළි උත්සාහ කරන්න. (ඉතිරිව ඇති උත්සාහක අවස්තා: %d).
sl: Nepravilno geslo. Poskusite znova (preostalih poskusov: %d).
sv: Felaktig lösenkod. Försök igen (Återstående försök: %d).
uk: Неправильний код допуску. Спробуйте знову (Залишилось спроб: %d).

source: Incorrect passcode. Try again.
ar: رمز السر خاطئ. جرب ثانية.
az: Xətalı parol. Təkrar yoxlayın.
bn: ভুল পাসকোড। আবার চেষ্টা করুন।
ca: Codi d'accés incorrecte. Torneu-ho a provar.
da: Forkert adgangskode. Prøv igen.
eu: Pasakode okerra. Saiatu berriro.
fa: کدعبور اشتباه‌. مجددا تلاش کنید.
hu: Helytelen jelkód. Próbálja meg újra.
it: Codice errato. Riprova.
kab: Azamul uffir mačči d ameɛtu: Ɛreḍ tikelt nniḍen.
km: លេខកូដ​មិន​ត្រឹមត្រូវ។ ព្យាយាម​ម្ដង​ទៀត។
kn: ತಪ್ಪಾದ ಗುಪ್ತಪದ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: തെറ്റായ രഹസ്യകോഡ്. വീണ്ടും ശ്രമിക്കുക.
my: စကားဝှက် မှားနေသည်။ ထပ်မံ ဆောင်ရွက်ကြည့်ပါ။
pa_in: ਗਲਤ ਪਾਸਕੋਡ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: Código incorreto. Tente novamente.
pt_pt: Código incorreto. Tente novamente.
ru: Неверный пароль. Попробуйте снова.
si: සාවද්‍ය රහස්පදයක්. යළි උත්සාහ කරන්න.
sl: Napačno geslo. Poskusite znova.
sv: Felaktigt lösenkod. Försök igen.
uk: Неправильний код допуску. Спробуйте знову.

source: Maximum attempts reached. Please try again in an hour.
ar: وصلت إلى أقصى حد للمحاولات. من فضلك جرب ثانية بعد ساعة.
az: İcazə verilən cəhd sayısı bitdi. Lütfən bir saat sonra təkrar yoxlayın.
bn: সর্বোচ্চ প্রচেষ্টা অতিক্রম করেছে। দয়া করে এক ঘন্টার মধ্যে আবার চেষ্টা করুন।
ca: Heu arribat al nombre màxim d'intents. Torneu-ho a provar d'aquí una hora.
da: Maksimalt antal forsøg nået. Forsøg igen om en time.
eu: Saiakera maximo kopurura helduta. Saiatu berriro ordubete barru.
fa: تمامی تلاش ها را انجام دادید. لطفا ۱ ساعت دیگر امتحان کنید.
hu: Elérte a kísérletek maximális számát. Próbálja meg újra egy óra múlva.
it: Raggiunto il limite massimo di tentativi. Riprova tra un’ora.
kab: Tebbḍeḍ ɣer uɛraḍ afellay. Ma ulac aɣili, ɛreḍ tikelt nniḍen seld asrag.
km: បាន​ដល់​ការ​សាកល្បង​អតិបរមា។ សូម​ព្យាយាម​ម្ដង​ទៀត នៅ​​មួយ​ម៉ោង​ក្រោយ។
kn: ಗರಿಷ್ಟ ಪ್ರಯತ್ನಗಳನ್ನು ತಲುಪಿದ್ದೀರಿ. ಒಂದು ಗಂಟೆಯ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: ശ്രമങ്ങളൊക്കെ പരാജയപ്പെട്ടു. ദയവായി ഒരു മണിക്കൂറിനു ശേഷം വീണ്ടും ശ്രമിക്കുക.
my: အမှန်ဖြည့်ရန် အများဆုံး ကြိုးပမ်းနိုင်သည့်အရေအတွက်သို့ ရောက်ရှိနေသည်။ နောင် ၁ နာရီအကြာတွင် ထပ်မံ ဆောင်ရွက်ကြည့်ပါ။
pa_in: ਅਧਿਕਤਮ ਜਤਨ ਹੋ ਗਏ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਘੰਟੇ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: Máximo de tentativas alcançada. Por favor, tente novamente em uma hora.
pt_pt: Atingido o n.º máximo de tentativas. Por favor, tente novamente em 1 hora.
ru: Достигнуто максимальное число попыток. Пожалуйста, попробуйте снова через час.
si: උපරිම අවස්තා ගණන ඉක්ම විය. කරුණාකර පැයකට පසු යළි උත්සාහ කරන්න.
sl: Največje število poskusov doseženo. Poskusite znova čez eno uro.
sv: Maximalt antal försök nått. Försök igen om en timme.
uk: Досягнута межа спроб. Спробуйте знову через годину.

source: Maximum attempts reached. Please try again later.
ar: وصلت إلى أقصى حد للمحاولات. من فضلك جرب ثانية لاحقا.
az: İcazə verilən cəhd sayısı bitdi. Lütfən daha sonra təkrar yoxlayın.
bn: সর্বোচ্চ প্রচেষ্টা অতিক্রম করেছে। অনুগ্রহ করে একটু পরে আবার চেষ্টা করুন।
ca: Heu arribat al nombre màxim d'intents. Torneu-ho a provar més tard.
da: Maksimalt antal forsøg nået. Forsøg igen senere.
eu: Saiakera maximo kopurura helduta. Saiatu berriro geroago.
fa: تمامی تلاش ها را انجام داده اید. لطفا بعدا مجددا تلاش کنید.
hu: Elérte a kísérletek maximális számát. Próbálja meg újra később.
it: Raggiunto il limite massimo di tentativi. Riprova più tardi.
kab: Tebbḍeḍ ɣer uɛraḍ afellay. Ma ulac aɣili, ɛreḍ tikelt nniḍen.
km: បាន​ដល់​ការ​សាកល្បង​អតិបរមា។ សូម​ព្យាយាម​ម្ដង​ទៀត​នៅ​ពេល​ក្រោយ។
kn: ‍ಗರಿಷ್ಟ ಪ್ರಯತ್ನಗಳನ್ನು ತಲುಪಿದ್ದೀರಿ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: ശ്രമങ്ങളൊക്കെ പരാജയപ്പെട്ടു. ദയവായി കുറച്ച് കഴിഞ്ഞ് വീണ്ടും ശ്രമിക്കുക.
my: အမှန်ဖြည့်ရန် အများဆုံးကြိုးပမ်းနိုင်သည့် အရေအတွက်သို့ ရောက်ရှိနေသည်။ နောင်တွင် ထပ်မံ ဆောင်ရွက်ကြည့်ပါ။
pa_in: ਅਧਿਕਤਮ ਜਤਨ ਹੋ ਗਏ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: Máximo de tentativas alcançada. Por favor, tente novamente mais tarde.
pt_pt: Atingido o n.º máximo de tentativas. Por favor, tente novamente mais tarde.
ru: Достигнуто максимальное число попыток. Пожалуйста, попробуйте снова позже.
si: උපරිම අවස්තා ගණන ඉක්ම විය. කරුණාකර යළි උත්සාහ කරන්න.
sl: Največje število poskusov doseženo. Poskusite znova pozneje.
sv: Maximalt antal försök nått. Vänligen försök igen senare.
uk: Досягнута межа спроб. Спробуйте знову пізніше.

source: New passcode must be different than existing code.
ar: يجب أن يختلف رمز السر الجديد عن الموجود.
az: Yeni parol əvvəlkindən fərqli olmalıdır.
bn: নতুন পাসকোড বিদ্যমান কোড চেয়ে ভিন্ন হতে হবে।
ca: El codi d'accés nou ha de ser diferent del codi existent.
da: Den nye adgangskode skal være anderledes end den gamle.
eu: Pasakode berriak aurrekoaren desberdina izan behar du.
fa: می‌بایستی کد عبور جدید از کد فعلی متفاوت باشد.
hu: Az új jelkódnak különböznie kell a régitől.
it: Il nuovo codice deve essere diverso da quello esistente.
kab: Yessefk azamul uffir amaynut ad yili yemgarad akked uzamul yellan.
km: លេខកូដ​ថ្មី​ត្រូវ​តែ​ផ្សេង​ខុស​ពី​លេខកូដ​ដែល​មាន​ស្រាប់។
kn: ಹೊಸ ಗುಪ್ತಪದ ಹಳೆಯದಕ್ಕಿಂತ ಭಿನ್ನವಾಗಿರಬೇಕು.
ml: പുതിയതും പഴയതും രഹസ്യകോഡ് ഒന്നു തന്നെയാവാന്‍ പറ്റില്ല.
my: စကားဝှက်အသစ်သည် ရှိပြီးသားစကားဝှက်နှင့် မတူရပါ။
pa_in: ਨਵਾਂ ਪਾਸਕੋਡ ਮੌਜੂਦਾ ਪਾਸਕੋਡ ਤੋਂ ਵੱਖਰਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pt_br: O novo código deve ser diferente do código existente.
pt_pt: O novo código deve ser diferente do código existente.
ru: Новый код должен отличаться от текущего.
si: නව රහස්පදය දැනට තිබෙන කේතයට වඩා වෙනස් විය යුතුම වේ.
sl: Novo geslo mora biti drugačno od obstoječega.
sv: Ny lösenkod måste vara annorlunda än den nuvarande lösenkoden.
uk: Новий код допуску повинен відрізнятися від поточного.

source: Passcode
ar: رمز السر
az: Parol
bn: পাসকোড
ca: Codi d'accés
da: Adgangskode
eu: Pasakodea
fa: گذرواژه
hu: Jelkód
it: Codice
kab: Azamul uffir
km: លេខ​កូដ
kn: ಗುಪ್ತಸಂಕೇತ
ml: രഹസ്യകോഡ്
my: စကားဝှက်
pa_in: ਪਾਸਕੋਡ
pt_br: Código
pt_pt: Código
ru: Пароль
si: රහස්පදය
sl: Geslo
sv: Lösenkod
uk: Код допуску

source: Passcodes didn't match. Try again.
ar: رمزا السر لا يتطابقان. جرب ثانية.
az: Parollar uyğun deyil. Təkrar yoxlayın.
bn: পাসকোড মিলছে না। আবার চেষ্টা করুন।
ca: Els codis no coincideixen. Torneu-hi.
da: Adgangskoderne var ikke ens. Prøv igen.
eu: Pasakodeak ez datoz bat. Saiatu berriro.
fa: کدعبور یکسان نمی‌باشد. مجددا تلاش کنید.
hu: A jelkódok nem egyeznek. Próbálja meg újra.
it: I codici non corrispondono. Riprova.
kab: Azamul uffir ur imeɣri ara. Ɛreḍ tikelt nniḍen.
km: លេខកូដ​មិន​ត្រូវគ្នា។ ព្យាយាម​ម្ដង​ទៀត។
kn: ಗುಪ್ತಸಂಕೇತ ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ. ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ml: രണ്ടും രണ്ടായിപ്പോയി. ഒരിക്കല്‍ കൂടി ശ്രമിക്കൂ.
my: စကားဝှက် မကိုက်ညီပါ။ ပြန်ကြိုးစားကြည့်ပါဦး။
pa_in: ਪਾਸਕੋਡ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ ਸੀ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: Os códigos não coincidem. Tente novamente.
pt_pt: Os códigos não coincidiram. Tente novamente.
ru: Пароли не совпадают. Попробуйте снова.
si: රහස්පද නොගැළපුණි. යළි උත්සාහ කරන්න.
sl: Gesli se ne ujemata. Poskusite znova.
sv: Lösenkod stämmer inte överens. Försök igen.
uk: Коди допуску не збігаються. Спробуйте знову.

source: Re-enter passcode
ar: أعد إدخال رمز السر
az: Parolu təkrar daxil et
bn: পাসকোড পুনরায় প্রবেশ করুন
ca: Torneu a introduir el codi d'accés
da: Indtast adgangskode igen
eu: Sartu berriro pasakodea
fa: وارد‌کردن مجدد گذرواژه
hu: Írja be újra a jelkódot
it: Reinserisci codice
kab: Sekcem tikelt nniḍen azamul uffir
km: បញ្ចូល​កូដ​សម្ងាត់​ម្ដង​ទៀត ៖
kn: ಮತ್ತೆ ಗುಪ್ತಸಂಕೇತ ನಮೂದಿಸಿ
ml: രഹസ്യകോഡ് വീണ്ടും
my: စကားဝှက်ကို ထပ်မံ ရေးထည့်ပါ
pa_in: ਪਾਸਕੋਡ ਨੂੰ ਮੁੜ ਦਰਜ ਕਰੋ
pt_br: Confirme o código
pt_pt: Reinsira o código
ru: Повторите пароль
si: රහස්පදය යළි ඇතුළත් කරන්න
sl: Ponovno vnesite geslo
sv: Bekräfta lösenkod
uk: Введіть код допуску ще раз

source: Require Passcode
ar: يتطلب رمز سر
az: Parolu tələb et
bn: পাসকোড প্রয়োজনীয়
ca: Requereix el codi d'accés
da: Kræv adgangskode
eu: Eskatu pasakodea
fa: گذرواژه لازم است
hu: Jelkód kérése
it: Richiedi codice
kab: Yesra azamul uffir
km: ទាមទារ​លេខ​កូដ
kn: ಗುಪ್ತಸಂಕೇತದ ಅಗತ್ಯವಿದೆ
ml: രഹസ്യകോഡ് വേണ്ടിവരുത്തുക
my: စကားဝှက်ကို ရေးထည့်ရန် လိုအပ်သည်
pa_in: ਪਾਸਕੋਡ ਦੀ ਲੋੜ ਹੈ
pt_br: Requer código
pt_pt: Requerer código
ru: Требовать пароль
si: රහස්පදය අවශ්‍යයි
sl: Zahtevaj geslo
sv: Kräver lösenkod
uk: Вимагати код допуску

source: Set Passcode
ar: ضع رمز سر
az: Parolu qur
bn: পাসকোড নির্ধারণ করুন
ca: Estableix el codi d'accés
da: Angiv adgangskode
eu: Ezarri pasakodea
fa: تنظیم گذرواژه
hu: Jelkód beállítása
it: Imposta codice
kab: Sbadu azamul uffir
km: កំណត់​លេខកូដ
kn: ಗುಪ್ತಸಂಕೇತ ಹೊಂದಿಸು
ml: രഹസ്യകോഡ് വെയ്ക്കുക
my: စကားဝှက် သတ်မှတ်ရန်
pa_in: ਪਾਸਕੋਡ ਸੈੱਟ ਕਰੋ
pt_br: Definir código
pt_pt: Definir código
ru: Задать пароль
si: රහස්පදය ලබා දීම
sl: Nastavi geslo
sv: Välj lösenkod
uk: Встановити код допуску

source: Touch ID & Passcode
ar: معرّف اللمس و رمز السر
az: Toxunma ID və Parol
bn: টাচ ID এবং পাসকোড
ca: Touch ID i codi d'accés
da: Touch ID og adgangskode
eu: Touch ID eta pasakodea
fa: تشخیص دهنده لمسی یا گذرواژه
hu: Touch ID és jelkód
it: Touch ID e codice
kab: Asulay n unali & uzamul uffir
km: ក្រយ៉ៅ​ដៃ និង​លេខកូដ
kn: ‍ಟಚ್ ಐಡಿ & ಗುಪ್ತಪದ
my: Touch ID နှင့် စကားဝှက်
pa_in: ਟੱਚ ID 'ਤੇ ਪਾਸਕੋਡ
pt_br: Touch ID e código
pt_pt: Touch ID e código
ru: Touch ID и пароль
si: ස්පර්ශ කේතය සහ රහස්පදය
sl: Touch ID in geslo
sv: Touch ID & Lösenkod
uk: Touch ID і код допуску

source: Turn Passcode Off
ar: أوقف رمز السر
az: Parolu söndür
bn: পাসকোড বন্ধ করুন
ca: Desactiva el codi d'accés
da: Slå adgangskode fra
eu: Desgaitu pasakodea
fa: خاموش کردن گذرواژه
hu: Jelkód kikapcsolása
it: Disattiva codice
kab: Kkes armad n uzamul uffir
km: បិទ​លេខ​កូដ
kn: ‍ಗುಪ್ತಪದ ಆಫ್ ಮಾಡು
ml: രഹസ്യവാക്ക് നിര്‍ത്തലാക്കുക
my: စကားဝှက်အသုံးပြုခြင်းကို ပိတ်ရန်
pa_in: ਪਾਸਕੋਡ ਨੂੰ ਬੰਦ ਕਰੋ
pt_br: Desligar código
pt_pt: Desativar código
ru: Отключить пароль
si: රහස්පදය අක්‍රීය කරන්න
sl: Izključi geslo
sv: Slå av lösenkod
uk: Вимкнути код допуску

source: Turn Passcode On
ar: فعّل رمز السر
az: Parolu aktiv et
bn: পাসকোড চালু করুন
ca: Activa el codi d'accés
da: Slå adgangskode til
eu: Gaitu pasakodea
fa: روشن کردن گذرواژه
hu: Jelkód bekapcsolása
it: Attiva codice
kab: Rmed azamul uffir
km: បើក​លេខ​កូដ
kn: ‍ಗುಪ್ತಪದ ಆನ್ ಮಾಡು
my: စကားဝှက်အသုံးပြုခြင်းကို ဖွင့်ရန်
pa_in: ਪਾਸਕੋਡ ਨੂੰ ਚਾਲੂ ਕਰੋ
pt_br: Ligar código
pt_pt: Ativar código
ru: Включить пароль
si: රහස්පදය සක්‍රීය කරන්න
sl: Vključi geslo
sv: Slå på lösenkod
uk: Увімкнути код допуску

source: Turn off your passcode.
ar: أوقف رمز السر.
az: Parolunuzu söndürün.
bn: আপনার পাসকোড বন্ধ করুন।
ca: Desactiva el codi d'accés.
da: Slå din adgangskode fra.
eu: Desgaitu zure pasakodea.
fa: خاموش کردن گذرواژه خود.
hu: A jelkódja kikapcsolása.
it: Disattiva il tuo codice.
kab: Kkes armad n uzamul uffir.
km: បើក​លេខកូដ​របស់​អ្នក។
kn: ‍ನಿಮ್ಮ ಗುಪ್ತಪದ ಆಫ್ ಮಾಡಿ
my: သင့်စကားဝှက်အသုံးပြုခြင်းကို ပိတ်ရန်
pa_in: ਆਪਣੇ ਪਾਸਕੋਡ ਨੂੰ ਬੰਦ ਕਰੋ।
pt_br: Desliga seu código.
pt_pt: Desativar o seu código.
ru: Отключение вашего пароля.
si: ඔබේ රහස්පදය අක්‍රීය කරන්න.
sl: Izključite svoje geslo.
sv: Stäng av din lösenkod.
uk: Вимкніть свій код допуску.

source: Use Touch ID
ar: استخدم معرّف اللمس
az: Touch ID işlət
bn: টাচ ID ব্যাবহার করুন
ca: Utilitza el Touch ID
da: Brug Touch ID
eu: Erabili Touch ID
fa: استفاده از اعتبار لمسی
hu: Touch ID használata
it: Utilizza Touch ID
kab: Seqdec asulay n unadi
km: ប្រើ​ក្រយ៉ៅ​ដៃ​
kn: ಟಚ್ ಐಡಿ ಬಳಸಿ
my: Touch ID ကို အသုံးပြုရန်
pa_in: ਟੱਚ ID ਨੂੰ ਵਰਤੋਂ
pt_br: Usar Touch ID
pt_pt: Utilizar o Touch ID
ru: Использовать Touch ID
si: ස්පර්ෂක කේතය භාවිත කරන්න
sl: Uporabi Touch ID
sv: Använd Touch ID
uk: Використати Touch ID

source: Use your fingerprint to access Logins now.
ar: استخدم بصمتك للوصول لجلسات تسجيل الدخول الآن.
az: Daxil olmaları işlətmək üçün barmaq izinizi işlədin.
bn: এখন লগ-ইন করতে আপনার অঙ্গুলাঙ্ক ব্যাবহার করুন।
ca: Utilitzeu l'empremta digital per iniciar la sessió.
da: Brug dit fingeraftryk til at få adgang til logins.
eu: Erabili zure hatz-marka saio-hasieren sarbidea izateko.
fa: استفاده از اثرانگشت برای دسترسی به ورود.
hu: Használja az ujjlenyomatát, hogy most hozzáférjen a bejelentkezésekhez.
it: Usa la tua impronta digitale per utilizzare gli accessi salvati.
kab: Seqdec adsil umḍin akken i yinekcam tura.
km: ប្រើ​ស្នាម​ម្រាមដៃ​ដើម្បី​ចូល​ឥឡូវ​នេះ។
ml: പ്രവേശനങ്ങള്‍ ലഭിക്കാനായി താങ്കളുടെ വിരലടയാളം ഉപയോഗിക്കുക.
my: ယခု ဝင်ရောက်အသုံးပြုရန် သင့်လက်ဗွေပုံစံကို အသုံးပြုပါ။
pa_in: ਹੁਣ ਲਾਗਇਨ ਨੂੰ ਵਰਤਣ ਲਈ ਫਿੰਗਰ-ਪਰਿੰਟ ਨੂੰ ਵਰਤੋਂ।
pt_br: Use sua digital para acessar logins agora.
pt_pt: Use a sua impressão digital para aceder às Credenciais agora.
ru: Для доступа к Логинам теперь используйте отпечаток.
sl: Uporabite svoj prstni odtis za dostop do prijav.
sv: Använd ditt fingeravtryck för att få tillgång till inloggningar nu.
uk: Використайте свої відбитки пальців для доступу до логінів.

source: Use your fingerprint to access Private Browsing now.
ar: استخدم بصمتك للوصول للتصفح الخاص الآن.
az: Məxfi Səyahət üçün barmaq izinizi işlədin.
bn: এখন ব্যাক্তিগত ব্রাউজিং ব্যাবহার করতে আপনার আঙ্গুলের ছাপ ব্যবহার করুন।
ca: Utilitzeu l'empremta digital per iniciar la navegació privada.
da: Brug dit fingeraftryk for at få adgang til privat browsing.
eu: Erabili zure hatz-marka nabigazio pribaturako sarbidea izateko.
fa: استفاده از اثرانگشت برای دسترسی به مرورشخصی.
hu: Használja az ujjlenyomatát, hogy most hozzáférjen a privát böngészéshez.
it: Usa la tua impronta digitale per attivare la navigazione anonima.
kab: Seqdec adsil umḍin akken ad tkecmeḍ. Tunigin tusrigt tura.
km: ប្រើ​ស្នាម​ម្រាម​ដៃ​ដើម្បី​ចូល​ដំណើរ​ការ​ការ​រុករក​ឯកជន​ឥឡូវ​នេះ។
ml: സ്വകാര്യ ബ്രൌസിംഗ് ലഭിക്കാനായി താങ്കളുടെ വിരലടയാളം ഉപയോഗിക്കുക.
my: ယခု သီးသန့်ရှာဖွေကြည့်ရှုခြင်းကို အသုံးပြုရန် သင့်လက်ဗွေပုံစံကို အသုံးပြုပါ။
pa_in: ਹੁਣ ਪ੍ਰਾਈਵੇਟ ਬਰਾਊਜ਼ਿੰਗ ਨੂੰ ਵਰਤਣ ਲਈ ਆਪਣੇ ਫਿੰਗਰ-ਪਰਿੰਟ ਨੂੰ ਵਰਤੋਂ।
pt_br: Use sua digital para acessar a navegação privativa agora.
pt_pt: Utilize a sua impressão digital para aceder agora à Navegação privada.
ru: Для доступа к Приватному просмотру теперь используйте отпечаток.
sl: Uporabite svoj prstni odtis za dostop do zasebnega brskanja.
sv: Använd ditt fingeravtryck för att få tillgång till Privat surfning nu.
uk: Використайте свої відбитки пальців для доступу до приватного перегляду.

# touchid.disable.reason.label
source: Use your fingerprint to disable Touch ID.
ar: استخدم بصمتك لتعطيل معرّف اللمس
az: Touch ID-ni söndürmək üçün barmağınızı istifadə edin.
bn: Touch ID বন্ধ করতে আপনার আঙ্গুলের ছাপ ব্যাবহার করুন।
ca: Utilitzeu l'empremta digital per inhabilitar el Touch ID.
da: Brug dit fingeraftryk til at deaktivere Touch ID.
eu: Erabili zure hatz-marka Touch ID desgaitzeko.
fa: از اثر انگشت خود برای غیرفعال ‌سازی شناسانگر لمسی استفاده کنید.
hu: Használja az ujjlenyomatát a Touch ID letiltásához.
it: Usa la tua impronta digitale per disattivare Touch ID.
kab: Seqdec adsil umdin akken ad tekkseḍ asulay n unali.
km: ប្រើ​ស្នាម​ផ្ដិត​ម្រាម​ដៃ​របស់​អ្នក​ដើម្បី​បិទ​លេខ​សម្គាល់​ប៉ះ។
pa_in: ਟੱਚ ID ਨੂੰ ਅਸਮਰੱਥ ਕਰਨ ਲਈ ਆਪਣੇ ਫਿੰਗਰਪਰਿੰਟ ਨੂੰ ਵਰਤੋਂ।
pt_br: Use sua digital para desativar o Touch ID.
pt_pt: Use a sua impressão digital para desativar o Touch ID.
ru: Используйте отпечаток для отключения Touch ID.
sl: Uporabite svoj prstni odtis za izključitev Touch ID.
sv: Använd ditt fingeravtryck för att inaktivera Touch ID.
uk: Використайте відбиток пальця, щоб вимкнути Touch ID.

# touchid.require.passcode.reason.label
source: Use your fingerprint to access configuring your required passcode interval.
ar: استخدم بصمتك للوصول إلى إعداد مهلة رمز السر المطلوبة.
az: Tələb edilən parol aralığının konfiqurasiyası üçün barmaq izinizi işlədin.
ca: Utilizeu la vosta empremta per configurar l'interval de codi d'accés necessari.
da: Brug dit fingeraftryk til at konfigurere dit adgangskode-interval.
eu: Erabili zure hatz-marka eskatutako pasakodeen denbora-tartea konfiguratzeko.
fa: از اثر انگشت خود برای دسترسی به پیکربندی وقفه زمانی درخواست رمزعبور استفاده کنید.
hu: Használja az ujjlenyomatát, hogy hozzáférjen a jelkód megkövetelési időköz beállításához.
it: Usa la tua impronta digitale per impostare il tempo necessario prima della richiesta del codice.
kab: Sekqdec adsil inek umḍin akken ad tkecmeḍ ɣer uswel n tenzagt n uzmul uffir yettwasran.
km: ប្រើ​ស្នាម​ផ្ដិត​ម្រាម​ដៃ​របស់​អ្នក​ដើម្បី​ចូល​​កំណត់​រចនាសម្ព័ន្ធ​​ចន្លោះ​លេខ​កូដ​សម្ងាត់​​ដែល​ត្រូវការ​របស់​អ្នក។
pa_in: ਤੁਹਾਡੇ ਚਾਹੀਦੇ ਪਾਸਕੋਡ ਅੰਤਰਾਲ ਦੀ ਸੰਰਚਨਾ ਵਾਸਤੇ ਪਹੁੰਚ ਕਰਨ ਲਈ ਆਪਣੇ ਫਿੰਗਰਪਰਿੰਟ ਨੂੰ ਵਰਤੋਂ।
pt_br: Use sua digital para acessar a configuração de intervalo de senha necessária.
pt_pt: Utilize a sua impressão digital para aceder à configuração de intervalo do seu código de acesso.
ru: Используйте отпечаток, чтобы настроить требуемый интервал запроса кода.
sl: Uporabite svoj prstni odtis za dostop do nastavitev intervala zahtevanega gesla.
sv: Använd ditt fingeravtryck för att ändra din konfiguration av lösenkodsintervall.
uk: Використайте відбиток пальця для доступу до встановлення необхідного інтервалу коду допуску.
