Repository: mozilla-mobile/firefox-ios
Catalog: Client/*.lproj/ClearPrivateData.strings
Languages: pa_in

source: Are you sure you want to clear all of your data? This will also close all open tabs.
pa_in: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਆਪਣੇ ਸਾਰੇ ਡੇਟਾ ਨੂੰ ਸਾਫ਼ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਹ ਸਾਰੇ ਖੁੱਲ੍ਹੇ ਹੋਏ ਟੈਬਾਂ ਨੂੰ ਵੀ ਬੰਦ ਕਰ ਦੇਵੇਗਾ।

source: Browsing History
pa_in: ਬ੍ਰਾਊਜ਼ਿੰਗ ਇਤਿਹਾਸ

source: Cache
pa_in: ਕੈਸ਼

source: Cancel
pa_in: ਰੱਦ ਕਰੋ

source: Clear
pa_in: ਸਾਫ਼ ਕਰੋ

source: Clear Everything
pa_in: ਸਭ ਕੁਝ ਸਾਫ਼ ਕਰੋ

source: Clear Private Data
pa_in: ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ ਸਾਫ਼ ਕਰੋ

source: Cookies
pa_in: ਕੂਕੀਜ਼

source: Offline Website Data
pa_in: ਔਫਲਾਈ ਵੈੱਬਸਾਈਟ ਡੇਟਾ

source: Saved Logins
pa_in: ਸੰਭਾਲੇ ਹੋਏ ਲਾਗਇਨ
