Repository: mozilla-mobile/firefox-ios
Catalog: Client/*.lproj/Intro.strings
Languages: ml, pt_br

source: Browse multiple Web pages at the same time with tabs.
ml: പല വെബ്‌പേജുകള്‍ ഒരേ സമയം ടാബുകളില്‍ തുറക്കുക.
pt_br: Navegue em várias páginas ao mesmo tempo.

source: Choose
ml: തെരഞ്ഞെടുക്കുക
pt_br: Escolher

source: Connect Firefox everywhere you use it.
pt_br: Conecte o Firefox em qualquer lugar.

source: Customize
ml: യഥേഷ്ടമാക്കുക
pt_br: Personalizar

source: Easily switch between open pages with tabs.
pt_br: Alterne facilmente entre as páginas abertas com as abas.

source: Firefox and the cloud
ml: ഫയര്‍ഫോക്സും ക്ലൌഡും
pt_br: Firefox e a nuvem

# Introductory slide %@ of %@
source: Introductory slide %1$@ of %2$@
ml: പ്രാരംഭ സ്ലൈഡ് %2$@ ലെ %1$@
pt_br: Slide introdutório %1$@ de %2$@

source: Organize
pt_br: Organizar

source: Personalize your Firefox just the way you like in Settings.
pt_br: Personalize o Firefox do seu jeito usando as configurações.

source: Personalize your default search engine and more in Settings.
ml: താങ്കളുടെ സ്വതേയുള്ള തെരച്ചില്‍ യന്ത്രം വ്യക്തിഗതമാക്കാനും മറ്റു കാര്യങ്ങള്‍ക്കും സജ്ജീകരണങ്ങളില്‍ പോവൂ.
pt_br: Personalize o seu mecanismo de pesquisa padrão e muito mais nas configurações.

source: Share
ml: പങ്കിടുക
pt_br: Compartilhar

source: Sign in to Firefox
ml: ഫയര്‍ഫോക്സിലേക്ക് പ്രവേശിക്കുക
pt_br: Entrar no Firefox

source: Start Browsing
ml: ബ്രൗസിങ് തുടങ്ങൂക
pt_br: Iniciar navegação

source: Tap, hold and move the Firefox icon into your dock for easy access.
ml: എളുപ്പത്തില്‍ ഉപയോഗിക്കാനായി ഫയര്‍ഫോക്സ് ചിഹ്നം തൊട്ടുപിടിച്ചു താങ്കളുടെ ഡോക്കിലെക്ക് നീക്കുക.
pt_br: Toque, segure e mova o ícone do Firefox para a sua doca para acesso facil.

source: The Settings button is at the beginning of the Tabs Tray.
ml: സജ്ജീകരണ ബട്ടണ്‍ ടാബ്സ് ട്രേയുടെ തുടക്കത്തില്‍ ഉണ്ട്.
pt_br: O botão de configurações está no início da barra de abas.

source: The Show Tabs button is next to the Address and Search text field and displays the current number of open tabs.
ml: നിലവില്‍ തുറന്നിരിക്കുന്ന ടാബുകളുടെ എണ്ണം കാണിക്കുന്ന ടാബുകള്‍ കാണിക്കുക എന്ന ബട്ടണ്‍ വിലാസവും തെരച്ചിലും നല്കുന്നയിടത്തിനു അപ്പുറത്തായി ഉണ്ട്.
pt_br: O botão Mostrar abas está ao lado do campo de endereço e pesquisa e exibe o número atual de abas abertas.

source: Use the share sheet to send links from other apps to Firefox.
ml: മറ്റു ആപ്പുകളില്‍ നിന്നും ലിങ്കുകള്‍ ഫയര്‍ഫോക്സിലേക്ക് അയയ്ക്കുവാന്‍ ഷെയര്‍ഷീറ്റ് ഉപയോഗിക്കുക.
pt_br: Use a folha de compartilhamento para enviar links de outros aplicativos para o Firefox.
