Repository: mozilla-mobile/firefox-ios
Catalog: Client/*.lproj/LightweightThemes.strings
Languages: ne_np, pa_in

source: Allow Firefox to use my Photos
ne_np: Firefox लाई मेरो फोटोहरू प्रयोग गर्ने अनुमति दिनुहोस्
pa_in: ਮੇਰੀਆਂ ਫ਼ੋੋਟੋਆਂ ਨੂੰ ਵਰਤਣ ਲਈ ਫਾਇਰਫਾਕਸ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿਓ

source: Back to Themes
ne_np: पृष्टभुमिमा फर्कनुहोस्
pa_in: ਥੀਮਸ 'ਤੇ ਵਾਪਸ

source: Choose
ne_np: रोज्नुहोस्
pa_in: ਚੁਣੋ

source: Choose Theme
ne_np: पृष्टभुमि रोज्नुहोस्
pa_in: ਥੀਮ ਨੂੰ ਚੁਣੋ

source: Default Themes
ne_np: पूर्वनिर्धारित पृष्टभुमिहरु
pa_in: ਡਿਫਾਲਟ ਥੀਮਸ

source: My Photos
ne_np: मेरो फोटोहरू
pa_in: ਮੇਰੀਆਂ ਫ਼ੋਟੋਆਂ

source: Photos
ne_np: फोटोहरू
pa_in: ਫ਼ੋਟੋਆਂ

source: Preview
ne_np: पूर्वावलोकन
pa_in: ਝਲਕ

source: Preview Theme
ne_np: पृष्टभुमि पूर्वावलोकन गर्नुहोस्
pa_in: ਥੀਮ ਝਲਕ

source: Set
ne_np: सेट गर्नुहोस्
pa_in: ਸੈੱਟ ਕਰੋ

source: Set Theme
ne_np: पृष्टभुमि सेट गर्नुहोस्
pa_in: ਥੀਮ ਸੈੱਟ ਕਰੋ

source: Theme
ne_np: पृष्ठभूमि
pa_in: ਥੀਮ

source: Themes
ne_np: आवरणहरू
pa_in: ਥੀਮਸ
