Repository: mozilla-mobile/firefox-ios
Catalog: Client/*.lproj/Localizable.strings
Languages: bn_bd

source: A username and password are being requested by %@.
bn_bd: %@ ইউজারনেম ও পাসওয়ার্ড অনুরোধ করেছে।

# A username and password are being requested by %@. The site says: %@
source: A username and password are being requested by %1$@. The site says: %2$@
bn_bd: %1$@ ব্যবহারকারীর নাম ও পাসওয়ার্ড চেয়েছে। সাইটটি জানিয়েছে : %2$@

source: About
bn_bd: পরিচিতি

source: Add Tab
bn_bd: ট্যাব যোগ করুন

source: Add to Reading List
bn_bd: পঠনতালিকায় যোগ করুন

source: Added page to Reading List
bn_bd: পঠনতালিকায় পাতা যুক্ত হয়েছে

source: Address and Search
bn_bd: ঠিকানা ও অনুসন্ধান

source: Allow Third-Party Keyboards
bn_bd: তৃতীয়-পক্ষের কীবোর্ড সক্রিয় করুন

source: Always Send
bn_bd: সর্বদাই পাঠান

source: Authentication required
bn_bd: প্রমাণীকরণ আবশ্যক

source: Back
bn_bd: পিছনে

source: Block Pop-up Windows
bn_bd: পপ-আপ উইন্ডো বন্ধ করুন

source: Bookmark
bn_bd: বুকমার্ক

source: Bookmarks
bn_bd: বুকমার্ক

source: Bookmarks you save will show up here.
bn_bd: আপনি যে বুকমার্কগুলো সংরক্ষন করেছেন তা এখানে দেখাবে

# Bookmarks.Folder.Label
source: Folder
bn_bd: ফোল্ডার

# Bookmarks.FolderLocation.Label
source: Location
bn_bd: অবস্থান

# Bookmarks.FolderName.Label
source: Folder Name
bn_bd: ফোল্ডারের নাম

# Bookmarks.NewFolder.Label
source: New Folder
bn_bd: নতুন ফোল্ডার

# Bookmarks.Title.Label
source: Title
bn_bd: শিরোনাম

source: Brightness
bn_bd: উজ্জ্বলতা

source: Call
bn_bd: ফোন করুন

source: Cancel
bn_bd: বাতিল

source: Changes color theme.
bn_bd: থিমের রঙ পরিবর্তন করুন।

source: Changes font type.
bn_bd: ফন্টের ধরন পরিবর্তন করুন।

source: Clear Private Data
bn_bd: ব্যাক্তিগত ডাটা মুছে ফেলা হবে

source: Close
bn_bd: বন্ধ করুন

source: Closing tab
bn_bd: ট্যাব বন্ধ করুন

source: Copy Address
bn_bd: ঠিকানা কপি করুন

source: Copy Image
bn_bd: ছবি কপি করুন

source: Copy Link
bn_bd: লিঙ্ক কপি করুন

source: Could not add page to Reading List. Maybe it's already there?
bn_bd: পঠনতালিকায় পাতা যুক্ত করতে পারেনি। সম্ভবত এটি আগে থেকেই রয়েছে?

source: Could not add page to Reading list
bn_bd: পঠনতালিকায় পাতা যুক্ত করতে পারেনি

source: Could not load page.
bn_bd: পাতা লোড করতে পারেনি।

source: Create an account
bn_bd: অ্যাকাউন্ট তৈরি করুন

source: Dark
bn_bd: গাঢ়

source: Debug: forget Sync auth state
bn_bd: ডিবাগ: Sync এর প্রমানিকরন ভুলে গেছে

source: Debug: require password
bn_bd: ডিবাগ: পাসওয়ার্ড প্রয়োজন

source: Debug: require upgrade
bn_bd: ডিবাগ: হালনাগাদ প্রয়োজন

source: Decrease text size
bn_bd: টেক্সটের আকার কমানো

source: Default Search Engine
bn_bd: ডিফল্ট সার্চ ইঞ্জিন

source: Disable additional page dialogs
bn_bd: অতিরিক্ত পেজ ডায়ালগ নিষ্ক্রিয় করুন

source: Display Settings
bn_bd: প্রদর্শনী সেটিং

# Do you want to save the password for %@ on %@?
source: Do you want to save the password for %1$@ on %2$@?
bn_bd: আপনি কি %1$@ এর জন্য %2$@ তে পাসওয়ার্ড সংরক্ষণ করতে চান?

source: Do you want to save the password on %@?
bn_bd: আপনি কি %@ তে পাসওয়ার্ড সংরক্ষণ করতে চান?

# Do you want to update the password for %@ on %@?
source: Do you want to update the password for %1$@ on %2$@?
bn_bd: আপনি কি %1$@ এর জন্য %2$@ তে পাসওয়ার্ড হালনাগাদ করতে চান?

source: Do you want to update the password on %@?
bn_bd: আপনি কি %@ তে পাসওয়ার্ড হালনাগাদ করতে চান?

source: Don't Send
bn_bd: প্রেরন করবেন না

source: Done
bn_bd: সম্পন্ন

source: Double tap and hold to open history
bn_bd: ইতিহাস খুলতে দুইবার ট্যাপ করুন ও ধরে থাকুন

# Downloads.Error.Message
source: Downloads aren't supported in Firefox yet.
bn_bd: ডাউনলোডগুলো এখনও Firefox সমর্থন করে না।

source: Enter your password to connect.
bn_bd: সংযুক্ত হতে আপনার পাসওয়ার্ড প্রবেশ করুন।

# ErrorPages.Advanced.Button
source: Advanced
bn_bd: উন্নত

# ErrorPages.AdvancedWarning1.Text
source: Warning: we can't confirm your connection to this website is secure.
bn_bd: সতর্কতাঃ এই ওয়েবসাইটে আপনার নিরাপদ সংযোগ নিশ্চিত করতে পারবো না।

# ErrorPages.AdvancedWarning2.Text
source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
bn_bd: ভুল কনফিগারেশন অথবা আক্রমণকারী দ্বারা গরমিল এর কারণে এটা হতে পারে। যদি আপনি সম্ভাব্য ঝুঁকি গ্রহণ করেন তাহলে এগিয়ে যান।

# ErrorPages.CertWarning.Description
source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
bn_bd: %@ এর মালিক তাদের ওয়েবসাইটটি ত্রুটিপূর্ণভাবে কনফিগার করেছেন। আপনার তথ্য চুরি হয়ে যাওয়া থেকে রক্ষা করতে, Firefox এই ওয়েবসাইটটির সাথে যুক্ত হয়নি।

# ErrorPages.CertWarning.Title
source: This Connection is Untrusted
bn_bd: এই সংযোগটি অনির্ভরযোগ্য

# ErrorPages.GoBack.Button
source: Go Back
bn_bd: ফিরে যাও

# ErrorPages.VisitOnce.Button
source: Visit site anyway
bn_bd: যেকোন ভাবে সাইটে ভিজিট কর

source: Facebook
bn_bd: ফেসবুক

source: Firefox needs to reopen for this change to take effect.
bn_bd: এই পরিবর্তন কার্যকর করতে Firefox পুনরায় চালু করতে হবে।

source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
bn_bd: Firefox আপনার অ্যাকাউন্টের সাথে সিঙ্ক করা বন্ধ করবে, কিন্ত ডিভাইসে আপনার ব্রাউজিং ডেটা মুছে ফেলবে না।

source: Firefox would like to access your Photos
bn_bd: Firefox আপনার ছবি ব্যবহার করতে চায়

source: Forward
bn_bd: ফরওয়ার্ড

source: General
bn_bd: সাধারণ

source: Get your open tabs, bookmarks, and passwords from your other devices.
bn_bd: আপনার অন্যান্য ডিভাইস থেকে খোলা ট্যাব, বুকমার্ক এবং পাসওয়ার্ড পান।

source: Go
bn_bd: যাও

source: Go to copied URL?
bn_bd: কপি করা URL এ যেতে চান?

source: Help
bn_bd: সহায়তা

source: History
bn_bd: ইতিহাস

# HistoryPanel.EmptyState.Title
source: Websites you've visited recently will show up here.
bn_bd: আপনার সাম্প্রতিককালে ভিজিট করা ওয়েবসাইটগুলো এখানে দেখাবে।

# HistoryPanel.EmptySyncedTabsNullState.Description
source: Your tabs from other devices show up here.
bn_bd: অন্যান্য ডিভাইস থেকে আপনার ট্যাব এখানে দেখানো হবে।

# HistoryPanel.EmptySyncedTabsState.Description
source: Sign in to view open tabs on your other devices.
bn_bd: আপনার অন্যান্য ডিভাইসে খোলা ট্যাবের তালিকা দেখতে সাইন ইন করুন।

# HistoryPanel.HistoryBackButton.Title
source: History
bn_bd: ইতিহাস

# HistoryPanel.RecentlyClosedTabsButton.Title
source: Recently closed
bn_bd: সম্প্রতি বন্ধ হয়েছে

# HistoryPanel.SyncedTabsCell.Description.Pluralized
source: %d device(s) connected
bn_bd: %d ডিভাইস সংযুক্ত রয়েছে

# HistoryPanel.SyncedTabsCell.Title
source: Synced devices
bn_bd: সিঙ্ককৃত ডিভাইস

# HomePage.Set.Dialog.Cancel
source: Cancel
bn_bd: বাতিল

# HomePage.Set.Dialog.Message
source: You can change this at any time in Settings
bn_bd: আপনি যেকোন সময় এটি সেটিং থেকে পরিবর্তন করতে পারেন

# HomePage.Set.Dialog.OK
source: Set Homepage
bn_bd: হোমপেজ সেট করুন

# HomePage.Set.Dialog.Title
source: Do you want to use this web page as your home page?
bn_bd: আপনি কি এই ওয়েবপেজটি আপনার হোম পেজ হিসেবে ব্যবহার করতে চান?

# Hotkeys.Back.DiscoveryTitle
source: Back
bn_bd: পিছনে

# Hotkeys.CloseTab.DiscoveryTitle
source: Close Tab
bn_bd: ট্যাব বন্ধ করুন

# Hotkeys.Find.DiscoveryTitle
source: Find
bn_bd: খুঁজুন

# Hotkeys.Forward.DiscoveryTitle
source: Forward
bn_bd: ফরওয়ার্ড

# Hotkeys.NewPrivateTab.DiscoveryTitle
source: New Private Tab
bn_bd: নতুন ব্যাক্তিগত ট্যাব

# Hotkeys.NewTab.DiscoveryTitle
source: New Tab
bn_bd: নতুন ট্যাব

# Hotkeys.Reload.DiscoveryTitle
source: Reload Page
bn_bd: পাতা রিলোড

# Hotkeys.SelectLocationBar.DiscoveryTitle
source: Select Location Bar
bn_bd: লোকেশন বার নির্বাচন করুন

# Hotkeys.ShowNextTab.DiscoveryTitle
source: Show Next Tab
bn_bd: পরবর্তী ট্যাব দেখাও

# Hotkeys.ShowPreviousTab.DiscoveryTitle
source: Show Previous Tab
bn_bd: পূর্ববর্তী ট্যাব দেখাও

source: Increase text size
bn_bd: টেক্সটের আকার বাড়ানো

source: Intro Tour Carousel
bn_bd: Tour Carousel পরিচিতি

source: Last month
bn_bd: গত মাসে

source: Last synced: %@
bn_bd: সর্বশেষ সিঙ্ক: %@

source: Last week
bn_bd: গত সপ্তাহে

source: Licenses
bn_bd: লাইসেন্স

source: Light
bn_bd: আলো

source: Load original page
bn_bd: মূল পাতা লোড কর

source: Loading content…
bn_bd: কন্টেন্ট লোড হচ্ছে…

source: Log Out
bn_bd: লগ আউট

source: Log Out?
bn_bd: লগ আউট করবেন?

source: Log in
bn_bd: লগ ইন

source: Logins
bn_bd: লগইন

# LoginsHelper.DontSave.Button
source: Don’t Save
bn_bd: সংরক্ষণ করো না

# LoginsHelper.PromptSaveLogin.Title
source: Save login %1$@ for %2$@?
bn_bd: %2$@ এর জন্য %1$@ লগইন সংরক্ষণ করা হবে?

# LoginsHelper.PromptSavePassword.Title
source: Save password for %@?
bn_bd: %@ এর জন্য পাসওয়ার্ড সংরক্ষণ করবেন কি?

# LoginsHelper.PromptUpdateLogin.Title
source: Update login %1$@ for %2$@?
bn_bd: %2$@ এর জন্য %1$@ লগইন হালনাগাদ করা হবে?

# LoginsHelper.PromptUpdatePassword.Title
source: Update password for %@?
bn_bd: %@ এর জন্য পাসওয়ার্ড হালনাগাদ করা হবে?

# LoginsHelper.SaveLogin.Button
source: Save Login
bn_bd: লগইন সংরক্ষণ

# LoginsHelper.Update.Button
source: Update
bn_bd: হালনাগাদ করুন

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
bn_bd: দেখে মনে হচ্ছে Firefox পূর্বে ক্র্যাশ করেছে। আপনি কি আপনার ট্যাবগুলো পুনরুদ্ধার করতে চান?

source: Mark as Read
bn_bd: পঠিত হিসেবে চিহ্নিত

source: Mark as Unread
bn_bd: অপঠিত হিসেবে চিহ্নিত

source: Missing error
bn_bd: হাড়িয়ে যাওয়া ত্রুটি

source: Missing message
bn_bd: হাড়িয়ে যাওয়া বার্তা

source: Navigation Toolbar
bn_bd: নেভিগেশন টুলবার

# New tab: %@: %@
source: New tab: %1$@: %2$@
bn_bd: নতুন ট্যাব: %1$@: %2$@

source: New version available
bn_bd: নতুন সংস্করণ বিদ্যমান

source: No
bn_bd: না

source: No tabs
bn_bd: কোন ট্যাব নেই

source: Not Now
bn_bd: এখন নয়

source: Not now
bn_bd: এখন নয়

source: OK
bn_bd: ঠিক আছে

source: Okay
bn_bd: ঠিক আছে

source: Oops! Firefox crashed
bn_bd: ওহো! Firefox ক্রাশ করেছে

source: Open In New Tab
bn_bd: নতুন ট্যাবে খুলুন

source: Open Settings
bn_bd: সেটিং খুলুন

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
bn_bd: যখন এটি টাইটেল বারে প্রদর্শিত হবে তখন বুক আইকনে ক্লিক করে প্রবন্ধগুলো রিডার ভিউতে খুলুন।

source: Open in…
bn_bd: খুলুন…

source: Opening %@
bn_bd: %@ খোলা হচ্ছে

source: Panel Chooser
bn_bd: প্যানেল মনোনীতকারী

source: Password
bn_bd: পাসওয়ার্ড

source: Paste
bn_bd: পেস্ট করুন

source: Paste & Go
bn_bd: পেস্ট কর ও যাও

source: Privacy
bn_bd: গোপনীয়তা

source: Privacy Policy
bn_bd: গোপনীয়তার নীতিমালা

source: Quick-search Engines
bn_bd: দ্রুত-সার্চ ইঞ্জিন

source: Reader View
bn_bd: পাঠযোগ্য প্রদর্শনী

source: Reading list
bn_bd: পঠনতালিকা

# RecentlyClosedTabsPanel.Title
source: Recently Closed
bn_bd: সম্প্রতি বন্ধ করা হয়েছে

source: Reload
bn_bd: পুনরায় লোড করুন

source: Remove
bn_bd: অপসারণ

source: Remove from Reading List
bn_bd: পাঠতালিকা থেকে মুছুন

source: Remove page
bn_bd: পাতা মুছে ফেলুন

source: Request Desktop Site
bn_bd: ডেস্কটপ সাইটের অনুরোধ

source: Request Mobile Site
bn_bd: মোবাইল সাইটের অনুরোধ

source: Sans-serif
bn_bd: সান্স-সেরিফ

source: Save Image
bn_bd: ছবি সংরক্ষণ

source: Save Logins
bn_bd: লগইন সংরক্ষণ করুন

source: Search
bn_bd: অনুসন্ধান

source: Search or enter address
bn_bd: ঠিকানা দিন অথবা অনুসন্ধান করুন

# Search.ThirdPartyEngines.AddMessage
source: The new search engine will appear in the quick search bar.
bn_bd: নতুন সার্চ ইঞ্জিনটি দ্রুত সার্চ বারে প্রদর্শিত হবে।

# Search.ThirdPartyEngines.AddSuccess
source: Added Search engine!
bn_bd: সার্চ ইঞ্জিন যোগ করা হয়েছে!

# Search.ThirdPartyEngines.AddTitle
source: Add Search Provider?
bn_bd: অনুসন্ধান সেবাদানকারী যোগ করবেন?

# Search.ThirdPartyEngines.Cancel
source: Cancel
bn_bd: বাতিল

# Search.ThirdPartyEngines.FailedMessage
source: The search provider could not be added.
bn_bd: অনুসন্ধান সেবাদানকারী যোগ করা যাছে না।

# Search.ThirdPartyEngines.FailedTitle
source: Failed
bn_bd: ব্যর্থ হয়েছে

# Search.ThirdPartyEngines.OK
source: OK
bn_bd: ঠিক আছে

source: Searches for the suggestion
bn_bd: পরামর্শের জন্য অনুসন্ধান করুন

source: Secure connection
bn_bd: নিরাপদ সংযোগ

source: Send Feedback
bn_bd: প্রতিক্রিয়া পাঠান

source: Send Report
bn_bd: রিপোর্ট পাঠান

source: Send a crash report so Mozilla can fix the problem?
bn_bd: একটি ক্রাশ প্রতিবেদন পাঠান যাতে মজিলা সমস্যাটি ঠিক করতে পারে?

# SendTo.Cancel.Button
source: Cancel
bn_bd: বাতিল

# SendTo.Error.Message
source: Only HTTP and HTTPS links can be shared.
bn_bd: শুধু HTTP এবং HTTPS লিঙ্কগুলো শেয়ার করা যাবে।

# SendTo.Error.OK.Button
source: OK
bn_bd: ঠিক আছে

# SendTo.Error.Title
source: The link you are trying to share cannot be shared.
bn_bd: যে লিঙ্কটি আপনি শেয়ার করা চেষ্টা করেছেন তা শেয়ার করা যাবে না।

source: Sepia
bn_bd: সেপিয়া

source: Serif
bn_bd: সেরিফ

source: Settings
bn_bd: সেটিং

# Settings.ClearPrivateData.Clear.Button
source: Clear Private Data
bn_bd: ব্যক্তিগত ডাটা মুছে ফেলুন

# Settings.ClearPrivateData.SectionName
source: Clear Private Data
bn_bd: ব্যাক্তিগত ডাটা মুছে ফেলুন

# Settings.ClearPrivateData.Title
source: Clear Private Data
bn_bd: ব্যক্তিগত ডাটা মুছে ফেলুন

# Settings.HomePage.Clear.Button
source: Clear
bn_bd: মুছে ফেলুন

# Settings.HomePage.SectionName
source: Homepage
bn_bd: হোমপেজ

# Settings.HomePage.Title
source: Homepage Settings
bn_bd: হোমপেজ সেটিং

# Settings.HomePage.UI.Toggle.Subtitle
source: Otherwise show in the toolbar
bn_bd: অন্যথায় টুলবারে দেখাও

# Settings.HomePage.UI.Toggle.Title
source: Show Homepage Icon In Menu
bn_bd: মেনুতে হোমপেজ আইকন দেখাও

# Settings.HomePage.URL.Placeholder
source: Enter a webpage
bn_bd: কোন ওয়েবপেজে প্রবেশ করুন

# Settings.HomePage.URL.Title
source: Current Homepage
bn_bd: বর্তমান হোমপেজ

# Settings.HomePage.UseCopiedLink.Button
source: Use Copied Link
bn_bd: কপি করা লিঙ্ক ব্যবহার করুন

# Settings.HomePage.UseCurrent.Button
source: Use Current Page
bn_bd: বর্তমান পাতা ব্যবহার করুন

# Settings.HomePage.UseDefault.Button
source: Use Default
bn_bd: ডিফল্ট ব্যবহার করুন

# Settings.Search.Done.Button
source: Done
bn_bd: সম্পন্ন

# Settings.Search.Edit.Button
source: Edit
bn_bd: সম্পাদনা

# Settings.TroubleShootSync.Title
source: Troubleshoot
bn_bd: ট্রাবলশুট

source: Share
bn_bd: শেয়ার

source: Share Link
bn_bd: লিঙ্ক শেয়ার করুন

# ShareTo.Cancel.Button
source: Cancel
bn_bd: বাতিল

source: Show Search Suggestions
bn_bd: অনুসন্ধানের পরামর্শসমূহ দেখাও

source: Show Tabs
bn_bd: ট্যাব দেখাও

source: Show Tour
bn_bd: ট্যুর দেখাও

source: Show search suggestions
bn_bd: অনুসন্ধানের সাজেশন দেখাও

source: Sign In to Firefox
bn_bd: Firefox এ সাইনইন করুন

source: Sign in
bn_bd: সাইন ইন

source: Sign in to get your tabs, bookmarks, and passwords from your other devices.
bn_bd: সাইন ইন করে আপনার অন্যান্য ডিভাইস থেকে খোলা ট্যাব, বুকমার্ক এবং পাসওয়ার্ডগুলো পান।

source: Stop
bn_bd: থামাও

source: Support
bn_bd: সমর্থন

source: Swipe right or left with three fingers to close the tab.
bn_bd: ডান অথবা বাম তিনটি আঙ্গুল দিয়ে ট্যাব বন্ধ করতে সোয়াইপ করুন।

source: Sync Now
bn_bd: এখনই সিঙ্ক করুন

source: Sync your tabs, bookmarks, passwords and more.
bn_bd: আপনার ট্যাব, বুকমার্ক , পাসওয়ার্ডসহ আরও অনেক কিছু সিঙ্ক করুন।

source: Sync your tabs, passwords and more.
bn_bd: আপনার ট্যাব, পাসওয়ার্ডসহ আরও অনেক কিছু সিঙ্ক করুন।

# Sync.FirstTimeMessage.Label
source: Your first sync may take a while
bn_bd: আপনার প্রথম সিঙ্ক সময় নিতে পারে

# Sync.Syncing.Label
source: Syncing
bn_bd: সিঙ্ক হচ্ছে

# Sync.SyncingEllipsis.Label
source: Syncing…
bn_bd: সিঙ্ক হচ্ছে…

# SyncState.Bookmark.Title
source: Bookmarks
bn_bd: বুকমার্ক

# SyncState.Clients.Title
source: Remote Clients
bn_bd: রিমোট ক্লায়েন্ট

# SyncState.Failed.Title
source: Syncing has failed
bn_bd: সিঙ্ক ব্যর্থ হয়েছে

# SyncState.History.Title
source: History
bn_bd: ইতিহাস

# SyncState.Logins.Title
source: Logins
bn_bd: লগইন

# SyncState.NotStarted.Title
source: Sync is unavailable
bn_bd: সিঙ্ক সম্ভব নয়

# SyncState.Offline.Title
source: Sync is offline
bn_bd: সিঙ্ক অফলাইন

# SyncState.Tabs.Title
source: Tabs
bn_bd: ট্যাব

# Tab %@ of %@
source: Tab %1$@ of %2$@
bn_bd: ট্যাব %2$@ এর %1$@

# Tabs %@ to %@ of %@
source: Tabs %1$@ to %2$@ of %3$@
bn_bd: ট্যাব %3$@ এর %1$@ থেকে %2$@

source: Tabs Tray
bn_bd: ট্যাব ট্রে

# Tabs.DeleteAllUndo.Button
source: Undo
bn_bd: পূর্বাবস্থা

# Tabs.DeleteAllUndo.Title
source: %d tab(s) closed
bn_bd: %d ট্যাব বন্ধ করা হয়েছে

source: The page could not be displayed in Reader View.
bn_bd: পাতাটি পাঠক পরিদর্শনে দেখানো যাচ্ছে না।

source: There is a new version available of Firefox Aurora. Tap OK to go to the download page.
bn_bd: Firefox Aurora এর একটি নতুন সংস্করণ রয়েছে। পাতা ডাউনলোড করতে OK ট্যাপ করুন।

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
bn_bd: আপনার অন্যান্য ট্যাব থেকে ট্যাব ব্যবহারে সমস্যা হয়েছে। কিছুক্ষণ পরে আবারও চেষ্টা করুন।

source: There was an error converting the page
bn_bd: পাতা রূপান্তরে একটি ত্রুটি ছিল

source: This allows you to save the image to your Camera Roll.
bn_bd: এইটা ক্যামেরা রোলে আপনার ছবি সংরক্ষণের সুযোগ দেয়।

source: This will open in another application
bn_bd: এটা অন্য অ্যাপলিকেশন খুলবে।

source: Today
bn_bd: আজ

# Toolbar.Menu.AccessibilityLabel
source: Menu
bn_bd: মেনু

# Toolbar.OpenHomePage.AccessibilityLabel
source: Homepage
bn_bd: হোমপেজ

source: Top sites
bn_bd: শীর্ষ সাইটসমূহ

# TopSites.EmptyState.Description
source: Your most visited sites will show up here.
bn_bd: এখানে আপনার সর্বাধিক ভিজিট করা সাইটগুলো দেখাবে।

# TopSites.EmptyState.Title
source: Welcome to Top Sites
bn_bd: শীর্ষ সাইটগুলোতে স্বাগতম

# TopSites.RemovePage.Button
source: Remove page - %@
bn_bd: %@ পাতাটি অপসারণ কর

source: Twitter
bn_bd: টুইটার

source: Update
bn_bd: হালনাগাদ

source: Upgrade Firefox to connect.
bn_bd: সংযুক্ত হতে Firefox হালনাগাদ করুন।

source: Use Compact Tabs
bn_bd: কম্প্যাক্ট ট্যাব ব্যবহার করুন

source: Username
bn_bd: ইউজারনেম

source: Verify your email address.
bn_bd: আপনার ইমেইল ঠিকানা যাচাই করে দিন।

# Version %@ (%@)
source: Version %1$@ (%2$@)
bn_bd: সংস্করণ %1$@ (%2$@)

source: View
bn_bd: দেখাও

source: Web content
bn_bd: ওয়েব কন্টেন্ট

source: Welcome to your Reading List
bn_bd: আপনার পঠন তালিকায় স্বাগতম

source: Well, this is embarrassing.
bn_bd: আমরা আন্তরিকভাবে দুঃখিত।

source: Wikipedia
bn_bd: উইকিপিডিয়া

source: Yes
bn_bd: হ্যাঁ

source: Yesterday
bn_bd: গতকাল

source: You don't have any tabs open in Firefox on your other devices.
bn_bd: আপনার অন্য ডিভাইসে Firefox এর কোন ট্যা খোলা নেই।

source: Your Rights
bn_bd: আপনার অধিকার

source: computer
bn_bd: কম্পিউটার

source: just now
bn_bd: এইমাত্র

source: mobile device
bn_bd: মোবাইল ডিভাইস

source: more than a month ago
bn_bd: এক মাসেরও বেশি আগে

source: more than a week ago
bn_bd: এক সপ্তাহেরও বেশি আগে

source: read
bn_bd: পড়ুন

source: this week
bn_bd: এই সপ্তাহে

source: today at %@
bn_bd: আজকে %@ টায়

source: unread
bn_bd: অপঠিত

source: yesterday
bn_bd: গতকাল
