Repository: mozilla-mobile/firefox-ios
Catalog: Client/*.lproj/Menu.strings
Languages: bg

# Menu.AddBookmarkAction.Title
source: Bookmark This Page
bg: Прибавяне на отметка

# Menu.CloseAllTabsAction.Title
source: Close All Tabs
bg: Затваряне на всички подпрозорци

# Menu.FindInPageAction.Title
source: Find in Page
bg: Търсене в страница

# Menu.NewPrivateTabAction.Title
source: Open New Private Tab
bg: Нов личен подпрозорец

# Menu.NewTabAction.Title
source: Open New Tab
bg: Нов подпрозорец

# Menu.OpenHomePageAction.Title
source: Home
bg: Входна страница

# Menu.OpenSettingsAction.Title
source: Settings
bg: Настройки

# Menu.OpenTopSitesAction.AccessibilityLabel
source: Top Sites
bg: Най-посещавани

# Menu.RemoveBookmarkAction.Title
source: Remove Bookmark
bg: Отстраняване на отметка

# Menu.ViewDekstopSiteAction.Title
source: Request Desktop Site
bg: Искане на оригиналния сайт

# Menu.ViewMobileSiteAction.Title
source: Request Mobile Site
bg: Искане на мобилния сайт
