Repository: mozilla-mobile/firefox-ios
Catalog: Client/*.lproj/PrivateBrowsing.strings
Languages: az, bn_bd, it, km, pa_in, te

source: Close Private Tabs
az: Məxfi Vərəqləri Qapat
bn_bd: ব্যক্তিগত ট্যাব বন্ধ করুন
it: Chiudi le schede anonime
km: បិទ​ផ្ទាំង​ឯកជន
pa_in: ਪ੍ਰਾਈਵੇਟ ਟੈਬਾਂ ਨੂੰ ਬੰਦ ਕਰੋ
te: ప్రయివేటు ట్యాబులను మూసివేయి

source: Firefox won't remember any of your history or cookies, but new bookmarks will be saved.
az: Firefox sizin tarixçə və ya çərəzlərinizi yadda saxlamayacaq, lakin yeni əlfəcinlər yaddaşa yazılacaq.
bn_bd: Firefox আপনার কোন ইতিহাস বা অন্য কিছু মনে রাখবে না, কিন্ত নতুন বুকমার্ক সংরক্ষণ হয়ে থাকবে।
it: Firefox non conserverà alcuna cronologia o cookie per questa finestra. I segnalibri aggiunti verranno comunque conservati sul dispositivo.
km: Firefox នឹង​មិន​ចងចាំ​ប្រវត្តិ ឬ​ខូគី​ណា​មួយ​ឡើយ ប៉ុន្តែ​​ចំណាំ​ថ្មី​នឹង​ត្រូវ​រក្សាទុក។
pa_in: ਫਾਇਰਫਾਕਸ ਤੁਹਾਡੇ ਅਤੀਤ ਜਾਂ ਕੂਕੀਜ਼ ਨੂੰ ਯਾਦ ਨਹੀਂ ਰੱਖੇਗਾ, ਪਰ ਤੁਹਾਡੇ ਨਵੇਂ ਬੁੱਕਮਾਰਕਾਂ ਨੂੰ ਸੰਭਾਲਿਆ ਜਾਵੇਗਾ।
te: ఫైర్ఫాక్స్ మీ చరిత్ర లేదా కుకీలను ఏవీ గుర్తుంచుకోదు, కానీ కొత్త బుక్మార్క్లు సేవ్ చేయబడుతుంది.

source: Learn More
az: Ətraflı Öyrən
bn_bd: আরও জানুন
it: Ulteriori informazioni
km: ស្វែងយល់​បន្ថែម
pa_in: ਹੋਰ ਸਿੱਖੋ
te: మరింత తెలుసుకోండి

source: Off
az: Sönülü
bn_bd: বন্ধ
it: Disattivata
km: បិទ
pa_in: ਬੰਦ
te: ఆఫ్ చేయి

source: On
az: Açıq
bn_bd: চালু
it: Attivata
km: បើក
pa_in: ਚਾਲੂ
te: ఆన్ చేయి

source: Open In New Private Tab
az: Yeni Məxfi Vərəqdə aç
bn_bd: ব্যাক্তিগত ট্যাবে খুলুন
it: Apri in una nuova scheda anonima
km: បើក​នៅ​ក្នុង​ផ្ទាំង​ឯកជន​ថ្មី
pa_in: ਨਵੀਂ ਪ੍ਰਾਈਵੇਟ ਟੈਬ ਵਿੱਚ ਖੋਲ੍ਹੋ
te: కొత్త ప్రైవేట్ టాబ్ లో తెరువు

source: Private Browsing
az: Məxfi Səyahət
bn_bd: প্রাইভেট ব্রাউজিং
it: Navigazione anonima
km: ការ​រក​មើល​ជា​ឯកជន
pa_in: ਪ੍ਰਾਈਵੇਟ ਬਰਾਊਜ਼ਿੰਗ
te: ప్రైవేట్ బ్రౌజింగ్

source: Private Mode
az: Məxfi Rejim
bn_bd: প্রাইভেট মোড
it: Modalità Navigazione anonima
km: របៀប​ជា​ឯកជន
pa_in: ਪ੍ਰਾਈਵੇਟ ਮੋਡ
te: ప్రైవేట్ మోడ్

source: Turns private mode on or off
az: Məxfi rejimi açıb söndürür
bn_bd: প্রাইভেট মোড চালু অথবা বন্ধ করুন
it: Attiva o disattiva la modalità Navigazione anonima
km: បើក ឬ​បិទ​របៀប​ជា​ឯកជន
pa_in: ਪ੍ਰਾਈਵੇਟ ਮੋਡ ਨੂੰ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰਦੇ ਹੋ
te: ప్రైవేట్ మోడ్ ఆన్ లేదా ఆఫ్ కు మార్చండి

source: When Leaving Private Browsing
az: Məxfi Səyahətdən çıxdıqda
bn_bd: যখন প্রাইভেট ব্রাউজিং ত্যাগ করবেন
it: Quando si esce da Navigazione anonima
km: នៅ​ពេល​ចាកចេញ​​ពី​ការ​រក​មើល​​ឯកជន
pa_in: ਜਦੋਂ ਤਸੀਂ ਪ੍ਰਾਈਵੇਟ ਬਰਾਊਜ਼ਿੰਗ ਨੂੰ ਛੱਡਦੇ ਹੋ
te: ప్రైవేట్ బ్రౌజింగ్ విడిచిపెట్టునప్పుడు
