Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios-l10n/*/firefox-ios.xliff
Languages: fy_nl, ga_ie, is, uz

# CFBundleDisplayName
source: View Later
fy_nl: Letter besjen
ga_ie: Féach air ar ball
is: Skoða síðar
uz: Keyinroq ko‘rish

# %@ on %@
source: %1$@ on %2$@
fy_nl: %1$@ op %2$@
ga_ie: %1$@ ar %2$@
is: %1$@ á %2$@
uz: %1$@ %2$@’da

source: Bookmarks Menu
fy_nl: Blêdwizermenu
ga_ie: Roghchlár na Leabharmharcanna
is: Bókarmerkja valmynd
uz: Yer imleri menüsü

source: Bookmarks Toolbar
fy_nl: Blêdwizerarkbalke
ga_ie: Barra Uirlisí na Leabharmharcanna
is: Bókarmerkja tækjaslá
uz: Yer imi araç çubuğu

source: Mobile Bookmarks
fy_nl: Mobyl-blêdwizers
ga_ie: Leabharmharcanna Soghluaiste
is: Ferða bókarmerki
uz: Mobil yer imleri

source: Unsorted Bookmarks
fy_nl: Net sortearre blêdwizers
ga_ie: Leabharmharcanna Gan Sórtáil
is: Óröðuð bókarmerki
uz: Sıralanmamış yer imleri

source: Untitled
fy_nl: Nammeleas
ga_ie: Gan Teideal
is: Ónefnt
uz: Başlıksız
