Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios-l10n/*/firefox-ios.xliff
Languages: fy_nl, ga_ie, is, uz

source: Add to Bookmarks
fy_nl: Tafoegje oan blêdwizers
ga_ie: Cuir leis na Leabharmharcanna
is: Bæta við bókamerki
uz: Xatcho‘plarga qo‘shish

source: Add to Reading List
fy_nl: Tafoegje oan lâslist
ga_ie: Cuir le do Liosta Léitheoireachta
is: Bæta við í leslista
uz: O‘qish ro‘yxatiga qo‘shish

source: Close Tab
fy_nl: Ljepblêd slute
ga_ie: Dún an Cluaisín
is: Loka flipa
uz: Ichki oynani yopish

source: Copy URL
fy_nl: URL kopiearje
ga_ie: Cóipeáil an URL
is: Afrita slóð (URL)
uz: URL manzildan nusxa olish

source: Open Last Bookmark
fy_nl: Lêste blêdwizer iepenje
ga_ie: Oscail an Leabharmharc is déanaí
is: Opna síðasta bókarmerki
uz: So‘nggi xatcho‘pni ochish

source: Open Last Tab
fy_nl: Lêste ljepblêd iepenje
ga_ie: Oscail an Cluaisín is déanaí
is: Opna síðasta flipa
uz: So‘nggi ichki oynani ochish

source: Preview of %@
fy_nl: Foarbyld fan %@
ga_ie: Réamhamharc ar %@
is: Forsýn á %@
uz: %@ ko‘rinishi

source: Send to Device
fy_nl: Ferstjoere nei apparaat
ga_ie: Seol chuig Gléas
is: Senda til tækis
uz: Qurilmaga jo‘natish

source: After 1 hour
fy_nl: Nei 1 oere
ga_ie: Tar éis uair an chloig
is: Eftir eina klukkustund
uz: 1 soatdan so‘ng

source: After 1 minute
fy_nl: Nei 1 minút
ga_ie: Tar éis 1 nóiméad
is: Eftir eina mínútu
uz: 1 daqiqadan so‘ng

source: After 5 minutes
fy_nl: Nei 5 minuten
ga_ie: Tar éis 5 nóiméad
is: Eftir fimm mínútur
uz: 5 daqiqadan so‘ng

source: After 10 minutes
fy_nl: Nei 10 minuten
ga_ie: Tar éis 10 nóiméad
is: Eftir 10 mínútur
uz: 10 daqiqadan so‘ng

source: After 15 minutes
fy_nl: Nei 15 minuten
ga_ie: Tar éis 15 nóiméad
is: Eftir 15 mínútur
uz: 15 daqiqadan so‘ng

source: Change Passcode
fy_nl: Tagongskoade wizigje
ga_ie: Athraigh an Cód Faire
is: Breyta aðgangskóða
uz: Parolni o‘zgartirish

source: Enter a passcode
fy_nl: Fier in tagongskoade yn
ga_ie: Cuir cód faire isteach
is: Skrá aðgangskóða
uz: Parolni kiritish

source: Immediately
fy_nl: Daliks
ga_ie: Láithreach
is: Strax
uz: Tezda

source: Logins
fy_nl: Oanmeldingen
ga_ie: Focail Fhaire
is: Innskráningar
uz: Loginlar

source: Passcode
fy_nl: Tagongskoade
ga_ie: Cód Faire
is: Aðgangskóði
uz: Parol

source: Private Browsing
fy_nl: Privenavigaasje
ga_ie: Brabhsáil Phríobháideach
is: Vafra í einkaglugga
uz: Maxfiy ko‘rish

source: Re-enter passcode
fy_nl: Fier tagongskoade nochris yn
ga_ie: Cuir an cód faire isteach arís
is: Slá aftur inn aðgangskóða
uz: Parolni qayta kiriting

source: Require Passcode
fy_nl: Tagongskoade fereaske
ga_ie: Éiligh Cód Faire
is: Krefjast aðgangskóða
uz: Parol so‘ralmoqda

source: Set Passcode
fy_nl: Tagongskoade ynstelle
ga_ie: Socraigh Cód Faire
is: Setja aðgangskóða
uz: Parol o‘rnatish

# Touch ID &amp; Passcode
source: Touch ID & Passcode
fy_nl: Touch ID & tagongskoade
ga_ie: ID Tadhaill agus Cód Faire
is: Snerti auðkenning & aðgangskóði
uz: Touch ID va parol

source: Turn Passcode Off
fy_nl: Tagongskoade útsette
ga_ie: Múch an Cód Faire
is: Slökkva á aðgangskóða
uz: Parolni o‘chirib qo‘yish

source: Turn Passcode On
fy_nl: Tagongskoade oansette
ga_ie: Cuir Cód Faire ar siúl
is: Virkja aðgangskóða
uz: Parolni yoqib qo‘yish

source: Turn off your passcode.
fy_nl: Set jo tagongskoade út.
ga_ie: Múch do chód faire.
is: Slökkva á aðgangskóða.
uz: Parolingizni o‘chirib qo‘yish

source: Use Touch ID for
fy_nl: Touch ID brûke foar
ga_ie: Úsáid ID Tadhaill le haghaidh
is: Nota snerti auðkenningu fyrir
uz: Touch ID uchun foydalanish

source: Use your fingerprint to access Logins now.
fy_nl: Brûk jo fingerôfdruk foar tagong ta Oanmeldingen.
ga_ie: Úsáid do mhéarlorg le teacht ar na Focail Fhaire anois.
is: Nota fingraförin þín núna til að tengjast innskráningu.
uz: Loginlarga hozir kirish uchun barmoq izlaringizdan foydalaning.

source: Use your fingerprint to access Private Browsing now.
fy_nl: Brûk jo fingerôfdruk foar tagong ta Priveenavigaasje.
ga_ie: Úsáid do mhéarlorg le teacht ar Bhrabhsáil Phríobháideach anois.
is: Nota fingraförin þín núna til að tengjast huliðsglugga.
uz: Maxfiy ko‘rish rejimiga hozir kirish uchun barmoq izlaringizdan foydalaning.

source: Delete
fy_nl: Fuortsmite
ga_ie: Scrios
is: Eyða
uz: O‘chirish

source: Desktop Bookmarks
fy_nl: Desktopblêdwizers
ga_ie: Leabharmharcanna Deisce
is: Bókarmerki skjáborðs
uz: Ish stoli xatcho‘plari

source: Cancel
fy_nl: Annulearje
ga_ie: Cealaigh
is: Hætta við
uz: Bekor qilish

source: Clear
fy_nl: Wiskje
ga_ie: Bánaigh
is: Hreinsa
uz: Tozalash

source: History will be removed from all your connected devices. This cannot be undone.
fy_nl: Skiednis fan al jo keppele apparaten sil fuortsmiten wurde. Dit kin net ûngedien makke wurde.
ga_ie: Scriosfar an stair ó gach gléas ceangailte. Ní féidir dul siar air seo.
is: Ferill mun verða eyddur út af öllum tengdu tækjunum þínum. Þetta er óafturkvæmt.
uz: Barcha ulangan qurilmalardan tarix o‘chiriladi. Keyin tarixni tiklab bo‘lmaydi.

source: Remove history from your Firefox Account?
fy_nl: Skiednis fan jo Firefox-account fuortsmite?
ga_ie: Scrios an stair ó do Chuntas Firefox?
is: Fjarlæga feril af Firefox reikningi þínum?
uz: Firefox hisobidan tarix o‘chirilsinmi?

source: Are you sure you want to clear all of your data? This will also close all open tabs.
fy_nl: Binne jo wis dat jo al jo gegevens wiskje wolle? Hjirtroch wurde ek alle iepen ljepblêden sluten.
ga_ie: An bhfuil tú cinnte gur mhaith leat do chuid sonraí go léir a scriosadh? Dúnfar gach cluaisín oscailte freisin.
is: Ertu viss að þú viljir eyða öllum gögnunum þínum? Þetta val mun einnig loka öllum opnum flipum.
uz: Barcha ma’lumotlaringizning tozalanishini xohlaysizmi? Barcha ochiq turgan ichki oynalar ham yopiladi.

source: Browsing History
fy_nl: Navigaasjeskiednis
ga_ie: Stair Bhrabhsála
is: Ferill vafra
uz: Ko‘rish tarixi

source: Cache
fy_nl: Buffer
ga_ie: Taisce
is: Flýtiminni
uz: Kesh

source: Clear Everything
fy_nl: Alles wiskje
ga_ie: Glanadh Sonraí
is: Hreinsa allt
uz: Hammasini tozalash

source: Clear Private Data
fy_nl: Priveegegevens wiskje
ga_ie: Glan Sonraí Príobháideacha
is: Hreinsa persónuleg gögn
uz: Maxfiy ma’lumotlarni tozalash

source: Cookies
ga_ie: Fianáin
is: Smákökur
uz: Kukilar

source: Offline Website Data
fy_nl: Offlinewebsitegegevens
ga_ie: Sonraí Suíomhanna As Líne
is: Ónettengd vefgögn
uz: Oflayn vebsahifa ma’lumotlari

source: Saved Logins
fy_nl: Bewarre oanmeldingen
ga_ie: Focail fhaire a sábháladh
is: Vistaðar innskráningar
uz: Saqlangan loginlar

source: Open in Safari
fy_nl: Iepenje yn Safari
ga_ie: Oscail in Safari
is: Opna í Safari
uz: Safari brauzerida ochish

source: Try again
fy_nl: Opnij probearje
ga_ie: Bain triail eile as
is: Reyndu aftur
uz: Yana urinib ko‘rish

source: Done
fy_nl: Dien
ga_ie: Críochnaithe
is: Búið
uz: Tayyor

source: Find in Page
fy_nl: Sykje op side
ga_ie: Aimsigh sa Leathanach
is: Finna á síðu
uz: Sahifa ichidan topish

source: Next in-page result
fy_nl: Folgjende resultaat op side
ga_ie: An chéad toradh eile sa leathanach
is: Næsta síða af niðurstöðum
uz: Sahifadagi keyingi natija

source: Previous in-page result
fy_nl: Foarige resultaat op side
ga_ie: An toradh roimhe seo sa leathanach
is: Fyrri síða af niðurstöðum
uz: Sahifadagi oldingi natija

source: Remove
fy_nl: Fuortsmite
ga_ie: Bain
is: Fjarlægja
uz: O‘chirish

# NSLocationWhenInUseUsageDescription
source: Websites you visit may request your location.
fy_nl: Websites dy't jo besykje kinne om jo lokaasje freegje.
ga_ie: D'fhéadfadh suíomhanna a dtugann tú cuairt orthu do láthair a iarraidh.
is: Vefsvæði sem þú skoðar gætu beðið um staðsetninguna þína.
uz: Ziyaret ettiğiniz web siteleri konumunuzu isteyebilir.

# ShortcutItemTitleNewPrivateTab
source: New Private Tab
fy_nl: Nij priveeljepblêd
ga_ie: Cluaisín Nua Príobháideach
is: Nýr einkaflipi
uz: Yangi maxfiy ichki oyna

# ShortcutItemTitleNewTab
source: New Tab
fy_nl: Nij ljepblêd
ga_ie: Cluaisín Nua
is: Nýr flipi
uz: Yangi ichki oyna

source: Browse multiple Web pages at the same time with tabs.
fy_nl: Surf op mear websiden tagelyk mei ljepblêden.
ga_ie: Brabhsáil leathanaigh éagsúla i gcluaisíní.
is: Með því að nota flipa getur þú vafrað á mörgum vefsvæðum á sama tíma.
uz: Bir vaqtning o‘zida bir nechta sahifalarni ichki oynalarda ko‘rish.

source: Choose
fy_nl: Kieze
ga_ie: Roghnaigh
is: Velja
uz: Tanlash

source: Connect Firefox everywhere you use it.
fy_nl: Ferbyn Firefox oeral wêr't jo it brûke.
ga_ie: Ceangail Firefox gach áit a n-úsáideann tú é.
is: Tengdu Firefox alls staðar þar sem þú notar hann.
uz: Har qanday joyda Firefox’dan foydalaning.

source: Customize
fy_nl: Oanpasse
ga_ie: Saincheapadh
is: Sérsníða
uz: Moslash

source: Easily switch between open pages with tabs.
fy_nl: Wikselje ienfâdichwei tusken iepen siden mei ljepblêden.
ga_ie: Coimeád leathanaigh éagsúla oscailte i gcluaisíní.
is: Hægt er á auðveldan hátt að fara á milli vefsvæða með notkun flipa.
uz: Ochiq sahifalarga ichki oynalar yordamida osongina o‘tish mumkin.

source: Firefox and the cloud
fy_nl: Firefox en de cloud
ga_ie: Firefox agus an néal
is: Firefox og skýið
uz: Firefox va bulut

# Introductory slide %@ of %@
source: Introductory slide %1$@ of %2$@
fy_nl: Ynleidende side %1$@ fan %2$@
ga_ie: Sleamhnán fáilte %1$@ as %2$@
is: Kynningarglæra %1$@ af %2$@
uz: Tanishtirish uchun slayd: %1$@/%2$@

source: Organize
fy_nl: Oarderje
ga_ie: Eagrú
is: Skipulegðu
uz: Tartiblash

source: Personalize your Firefox just the way you like in Settings.
fy_nl: Personalisearje jo Firefox hielendal nei winsk yn Ynstellingen.
ga_ie: Cuir Firefox in oiriúint duit féin sna Socruithe.
is: Aðlagaðu Firefox eftir þínu höfði í Stillingum
uz: Firefox’ni o‘zingizga yoqqanidek “Sozlamalar”dan moslab oling.

source: Personalize your default search engine and more in Settings.
fy_nl: Personalisearje jo standertsykmasine en mear yn Ynstellingen.
ga_ie: Roghnaigh inneall cuardaigh réamhshocraithe sna Socruithe.
is: Í stillingum er hægt að sérsníða sjálfgefnu leitarvélina og fleira.
uz: Sozlamalar orqali asosiy qidiruv tizimi va boshqalarni o‘zingizga moslab olishingiz mumkin.

source: Share
fy_nl: Diele
ga_ie: Comhroinn
is: Deila
uz: Bo‘lishish

source: Sign in to Firefox
fy_nl: Oanmelde by Firefox
ga_ie: Logáil isteach i bhFirefox
is: Firefox innskráning
uz: Firefox’a giriş yap

source: Start Browsing
fy_nl: Begjinne mei browsen
ga_ie: Tosaigh Brabhsáil
is: Fara að vafra
uz: Gezinmeye başla

source: Sync Your Devices.
fy_nl: Syngronisearje jo apparaten.
ga_ie: Sioncrónaigh Gléasanna.
is: Sync-aðu tækin þín.
uz: Qurilmalarni sinxronlash.

source: Tap, hold and move the Firefox icon into your dock for easy access.
fy_nl: Tik, hâld yndrukt en ferpleats it Firefox-piktogram nei jo dock foar flugge tagong.
ga_ie: Tapáil agus coinnigh síos an deilbhín Firefox lena bhogadh go dtí an duga.
is: Haltu fingrinum lengi og færðu Firefox merkið í dokkuna svo aðgengi sé auðveldara.
uz: Osongina foydalanish uchun Firefox nishonchasi ustiga bosib turing va uni dok menyusiga joylashtiring.

source: The Settings button is at the beginning of the Tabs Tray.
fy_nl: De knop Ynstellingen stiet oan it begjin fan it fek Ljepblêden.
ga_ie: Tá cnaipe na Socruithe ag barr Thráidire na gCluaisíní.
is: Settings hnappurinn er fremst í flipa bakkanum.
uz: Firefox brauzerini o‘zingizga yoqqanidek “Sozlamalar”dan moslab oling.

source: The Show Tabs button is next to the Address and Search text field and displays the current number of open tabs.
fy_nl: De knop Ljepblêden toane stiet neist it tekstfjild Adres en Sykje en jout it aktuele oantal iepen ljepblêden wer.
ga_ie: Tá an cnaipe 'Taispeáin Cluaisíní' in aice leis an mbosca Seoladh agus Cuardach, agus taispeánann sé líon na gcluaisíní oscailte.
is: Hnappurinn Sýna flipa er við hliðina á vistfangs og leitar rammanum og sýnir fjölda opinna flipa.
uz: "Ichki oynalarni ko‘rsatish" tugmasi "Manzil" va "Izlash" matn maydonchasiga yaqinroq turibdi va uni bossangiz, ochiq turgan ichki oynalarning sonini ko‘rsatadi.

source: Use the share sheet to send links from other apps to Firefox.
fy_nl: Brûk de dielknop om keppelingen fan oare apps nei Firefox te stjoeren.
ga_ie: Úsáid an bhileog chomhroinnte le nascanna a sheoladh ó aipeanna eile go Firefox.
is: Notaðu deiliblaðið til að senda hlekki frá öðrum smáforritum yfir í Firefox.
uz: Boshqa ilova dasturlardan Firefox’ga havolalarni jo‘natish uchun bo‘lishish sahifasidan foydalaning.

source: Allow Firefox to use my Photos
fy_nl: Firefox mei myn foto’s brûke
ga_ie: Lig do Firefox teacht ar mo chuid Grianghrafanna
is: Veita Firefox aðgang að myndunum mínum
uz: Rasmlardan Firefox foydalanishiga ruxsat berish

source: Back to Themes
fy_nl: Tebek nei tema’s
ga_ie: Fill ar Théamaí
is: Aftur yfir í þemu
uz: Mavzularga qaytish

source: Choose Theme
fy_nl: Tema kieze
ga_ie: Roghnaigh Téama
is: Veldu þema
uz: Mavzuni tanlash

source: Default Themes
fy_nl: Standerttema’s
ga_ie: Téamaí Réamhshocraithe
is: Sjálfgefin þemu
uz: Joriy mavzular

source: My Photos
fy_nl: Myn foto’s
ga_ie: Mo Chuid Grianghrafanna
is: Mínar myndir
uz: Rasmlarim

source: Photos
fy_nl: Foto’s
ga_ie: Grianghraif
is: Myndir
uz: Rasmlar

source: Preview
fy_nl: Foarbyld
ga_ie: Réamhamharc
is: Forsýna
uz: Ko‘rish

source: Preview Theme
fy_nl: Foarbyld fan tema
ga_ie: Réamhamharc Téama
is: Forsína þema
uz: Mavzu ko‘rinishi

source: Set
fy_nl: Ynstelle
ga_ie: Socraigh
is: Velja
uz: O‘rnatish

source: Set Theme
fy_nl: Tema ynstelle
ga_ie: Socraigh Téama
is: Velja þema
uz: Mavzuni o‘rnatish

source: Theme
fy_nl: Tema
ga_ie: Téama
is: Þema
uz: Mavzu

source: Themes
fy_nl: Tema’s
ga_ie: Téamaí
is: Þemu
uz: Mavzular

source: A username and password are being requested by %@.
fy_nl: %@ freget om in brûkersnamme en wachtwurd.
ga_ie: Tá ainm úsáideora agus focal faire á n-iarraidh ag %@.
is: Notendanafn og lykilorðs er krafist af %@.
uz: %@ bir kullanıcı adı ve parola istiyor.

# A username and password are being requested by %@. The site says: %@
source: A username and password are being requested by %1$@. The site says: %2$@
fy_nl: %1$@ freget om in brûkersnamme en wachtwurd. De website meldt: %2$@
ga_ie: Tá ainm úsáideora agus focal faire á n-iarraidh ag %1$@. Deir an suíomh: %2$@
is: Notendanafns og lykilorðs er krafist af %1$@. Svæðið segir: %2$@
uz: %1$@ bir kullanıcı adı ve parola istiyor. Sitenin mesajı: %2$@

source: Aa
ga_ie: Áá

source: About
fy_nl: Oer
ga_ie: Maidir Leis
is: Um
uz: Hakkında

source: Add Tab
fy_nl: Ljepblêd tafoegje
ga_ie: Cuir Cluaisín Leis
is: Bæta við flipa
uz: Sekme ekle

source: Added page to Reading List
fy_nl: Side oan lêslist tafoege
ga_ie: Cuireadh an leathanach leis an Liosta Léitheoireachta
is: Síðu bætt við í leslista
uz: Sahifa "O‘qish ro‘yxati"ga qo‘shildi

source: Address and Search
fy_nl: Adres en Sykje
ga_ie: Seoladh agus Cuardach
is: Vistfang og leit
uz: Adres ve arama

source: Always Send
fy_nl: Altyd ferstjoere
ga_ie: Seol i gcónaí
is: Alltaf senda
uz: Doimo jo‘natish

source: Authentication required
fy_nl: Autentikaasje fereaske
ga_ie: Fíordheimhniú de dhíth
is: Vantar auðkenni
uz: Kimlik doğrulaması gerekli

source: Back
fy_nl: Tebek
ga_ie: Siar
is: Til baka
uz: Geri

source: Block Pop-up Windows
fy_nl: Pop-upfinsters blokkearje
ga_ie: Cosc ar Phreabfhuinneoga
is: Loka á spretti glugga
uz: Paydo bo‘luvchi oynalarni bloklash

source: Bookmark
fy_nl: Blêdwizer
ga_ie: Leabharmharc
is: Bókamerki
uz: Yer imi

source: Bookmarks
fy_nl: Blêdwizers
ga_ie: Leabharmharcanna
is: Bókamerki
uz: Yer imleri

source: Brightness
fy_nl: Helderheid
ga_ie: Gile
is: Birtustilling
uz: Parlaklık

source: Call
fy_nl: Belje
ga_ie: Glao
is: Hringja
uz: Ara

source: Changes color theme.
fy_nl: Wiziget it kleuretema
ga_ie: Athraíonn seo an téama datha.
is: Breytir lita þema.
uz: Renk temasını değiştirir.

source: Changes font type.
fy_nl: Wiziget it lettertype
ga_ie: Athraíonn seo an cló.
is: Breytir leturstíl.
uz: Yazı tipi türünü değiştirir.

source: Close
fy_nl: Slute
ga_ie: Dún
is: Loka
uz: Kapat

source: Closing tab
fy_nl: Ljepblêd wurdt sluten
ga_ie: Cluaisín á dhúnadh
is: Loka flipa
uz: Ichki oyna yopilmoqda

source: Copy Address
fy_nl: Adres kopiearje
ga_ie: Cóipeáil an Seoladh
is: Afrita vistfang
uz: Adresi kopyala

source: Copy Image
fy_nl: Ofbylding kopiearje
ga_ie: Cóipeáil an Íomhá
is: Afrita mynd
uz: Resmi kopyala

source: Copy Link
fy_nl: Keppeling kopiearje
ga_ie: Cóipeáil an Nasc
is: Afrita tengil
uz: Bağlantıyı kopyala

source: Could not add page to Reading List. Maybe it's already there?
fy_nl: Koe side net oan lêslist tafoegje. Miskien bestiet dizze al?
ga_ie: Níorbh fhéidir an leathanach a chur ar an Liosta Léitheoireachta. An bhfuil sé ann cheana?
is: Ekki var hægt að bæta síðunni á leslistann. Er síðan kannski þegar þar?
uz: Sahifani "O‘qish ro‘yxati"ga qo‘sha olmadingizmi? Balkim, ilgari qo‘shilgandir?

source: Could not add page to Reading list
fy_nl: Koe side net oan lêslist tafoegje
ga_ie: Níorbh fhéidir an leathanach a chur ar an Liosta Léitheoireachta
is: Ekki var hægt að bæta síðu við leslista
uz: Sahi "O‘qish ro‘yxati"ga qo‘shilmadi

source: Could not load page.
fy_nl: Koe side net lade.
ga_ie: Níorbh fhéidir an leathanach a luchtú.
is: Gat ekki hlaðið síðu.
uz: Sahifasi yuklanmadi.

source: Create an account
fy_nl: Account oanmeitsje
ga_ie: Cruthaigh cuntas
is: Stofna reikning
uz: Hisob yaratish

source: Dark
fy_nl: Donker
ga_ie: Dorcha
is: Dökkt
uz: Koyu

source: Debug: forget Sync auth state
fy_nl: Debug: Syng-autentikaasjesteat ferjitte
ga_ie: Dífhabhtú: dearmad staid fhíordheimhnithe Sync
is: Kemba: Endurstilla Sync auðkenni
uz: Tuzatish: Sinx uchun tasdiqdan o‘tish holati unutildi

source: Debug: require password
fy_nl: Debug: wachtwurd fereaskje
ga_ie: Dífhabhtú: iarr focal faire
is: KembaÞ Lykilorðs krafist
uz: Tuzatish: parolni kiriting

source: Debug: require upgrade
fy_nl: Debug: fernijing fereaskje
ga_ie: Dífhabhtú: éiligh nuashonrú
is: Kemba: Uppfærslu krafist
uz: Tuzatish: yangilashingiz lozim

source: Decrease text size
fy_nl: Tekstgrutte ferlytsje
ga_ie: Cló níos lú
is: Minnka texta stærð
uz: Metin boyutunu küçült

source: Default Search Engine
fy_nl: Standertsykmasine
ga_ie: Inneall Cuardaigh Réamhshocraithe
is: Sjálfgefin leitarvél
uz: Standart qidiruv tizimi

source: Disable additional page dialogs
fy_nl: Ekstra sidedialoochfinsters útskeakelje
ga_ie: Díchumasaigh dialóga leathanaigh sa mbreis
is: Slökkva á svarglugga frá viðbótarsíðum
uz: Qo‘shimcha sahifa oynalarini o‘chirib qo‘yish

source: Display Settings
fy_nl: Werjefte-ynstellingen
ga_ie: Socruithe Taispeána
is: Stillingar skjás
uz: Görünüm ayarları

# Do you want to save the password for %@ on %@?
source: Do you want to save the password for %1$@ on %2$@?
fy_nl: Wolle jo it wachtwurd foar %1$@ op %2$@ bewarje?
ga_ie: An bhfuil tú ag iarraidh an focal faire do %1$@ a shábháil ar %2$@?
is: Viltu vista lykilorðið fyrir %1$@ á %2$@?
uz: %1$@ uchun parolni %2$@’ga saqlashni xohlaysizmi?

source: Do you want to save the password on %@?
fy_nl: Wolle jo it wachtwurd op %@ bewarje?
ga_ie: An bhfuil fonn ort an focal faire ar %@ a shábháil?
is: Viltu vista lykilorðið á %@?
uz: Parolni %@’ga saqlashni xohlaysizmi?

# Do you want to update the password for %@ on %@?
source: Do you want to update the password for %1$@ on %2$@?
fy_nl: Wolle jo it wachtwurd foar %1$@ op %2$@ bywurkje?
ga_ie: An bhfuil tú ag iarraidh an focal faire do %1$@ a nuashonrú ar %2$@?
is: Viltu uppfæra lykilorðið fyrir %1$@ á %2$@?
uz: %1$@ uchun parolni %2$@’da yangilashni xohlaysizmi?

source: Do you want to update the password on %@?
fy_nl: Wolle jo it wachtwurd op %@ bywurkje?
ga_ie: An bhfuil fonn ort an focal faire ar %@ a nuashonrú?
is: Viltu uppfæra lykilorðið á %@?
uz: %@’dagi parolni yangilashni xohlaysizmi?

source: Don't Send
fy_nl: Net ferstjoere
ga_ie: Ná Seol
is: Ekki senda
uz: Jo‘natilmasin

source: Double tap and hold to open history
fy_nl: Dûbeltik en hâld fêst om skiednis te iepenjen
ga_ie: Tapáil faoi dhó agus coinnigh síos é chun an stair a oscailt
is: Snertu skjáinn tvisvar og haltu til að opna feril
uz: Tarixni ochish uchun ikki marta bosing va ushlab turing

source: Enter your password to connect.
fy_nl: Fier jo wachtwurd yn om ferbining te meitsjen.
ga_ie: Cuir isteach d'fhocal faire le ceangal.
is: Sláðu inn lykilorð þitt til að tengjast.
uz: Ulanish uchun parolingizni kiriting.

source: Firefox Help and Support
fy_nl: Firefox-help en -stipe
ga_ie: Firefox: Cabhair agus Tacaíocht
is: Firefox hjálp og stuðningur
uz: Firefox yordami va qo‘llab-quvvatlash

source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
fy_nl: Firefox sil it syngronisearjen mei jo account stopje, mar gjin navigaasjegegevens op dit apparaat fuortsmite.
ga_ie: Stopfaidh Firefox sioncrónú le do chuntas, ach ní scriosfaimid aon sonraí brabhsála ar an ngléas seo.
is: Firefox mun hætta að synca við reikninginn þinn en mun ekki eyða neinum vafragögnum á þessu tæki.
uz: Firefox hisobingiz bilan sinxronlashni to‘xtatadi, ammo qurilmangizdagi ko‘rish tarixingizni o‘chirmaydi.

source: Firefox would like to access your Photos
fy_nl: Firefox freget om tagong ta jo foto’s
ga_ie: Tá Firefox ag iarraidh do chuid Grianghrafanna a rochtain
is: Firefox vill fá aðgang að myndunum þínum
uz: Firefox "Rasmlar"ingizdan foydalanmoqchi

source: Forward
fy_nl: Foarút
ga_ie: Ar Aghaidh
is: Áfram
uz: Oldinga

source: General
fy_nl: Algemien
ga_ie: Ginearálta
is: Almennt
uz: Umumiy

source: Get your open tabs, bookmarks, and passwords from your other devices.
fy_nl: Helje jo iepen ljepblêden, blêdwizers en wachtwurden fan jo oare apparaten op.
ga_ie: Faigh na cluaisíní oscailte, leabharmharcanna, agus focail fhaire ó do chuid gléasanna eile.
is: Náðu í opnu flipana, bókarmerki og lykilorð frá hinum tækjunum þínum.
uz: Boshqa qurilmalardagi ochiq ichki oynalar, xatcho‘plar va parollarni olish.

source: Go
fy_nl: Gean
ga_ie: Gabh
is: Áfram
uz: O‘tish

source: Go to copied URL?
fy_nl: Nei kopiearre URL gean?
ga_ie: Oscail an URL cóipeáilte?
is: Fara á afritaða vefsvæðið?
uz: Nusxa olingan URL manziliga o‘tilsinmi?

source: Help
ga_ie: Cabhair
is: Hjálp
uz: Yordam

source: History
fy_nl: Skiednis
ga_ie: Stair
is: Ferill
uz: Tarix

source: Increase text size
fy_nl: Tekstgrutte fergrutsje
ga_ie: Cló níos mó
is: Stækka texta stærð
uz: Metin boyutunu büyüt

source: Intro Tour Carousel
fy_nl: Yntrotour-karrûsel
ga_ie: Timpeallán an turais fháilte
is: Kynning hringekja
uz: Karusel sayohatiga kirish

source: Last month
fy_nl: Foarige moanne
ga_ie: An mhí seo caite
is: Í síðasta mánuði
uz: O‘tgan oy

source: Last synced: %@
fy_nl: Lêst syngronisearre: %@
ga_ie: Sioncrónú is déanaí: %@
is: Síðasta sync: %@
uz: So‘nggi marta sinxornlangan: %@

source: Last week
fy_nl: Foarige wike
ga_ie: An tseachtain seo caite
is: Í síðustu viku
uz: O‘tgan hafta

source: Licenses
fy_nl: Lisinsjes
ga_ie: Ceadúnais
is: Notkunarskilmálar
uz: Litsenziyalar

source: Light
fy_nl: Ljocht
ga_ie: Sorcha
is: Ljóst
uz: Yorqin

source: Load original page
fy_nl: Oarspronklike side lade
ga_ie: Luchtaigh an bunleathanach
is: Hlaða upprunalegu síðu
uz: Asl sahifani yuklash

# Loading content&#8230;
source: Loading content…
fy_nl: Ynhâld lade…
ga_ie: Ábhar á luchtú…
is: Hleð efni…
uz: Tarkib yuklanmoqda…

source: Log Out
fy_nl: Ofmelde
ga_ie: Logáil Amach
is: Útskrá
uz: Chiqish

source: Log Out?
fy_nl: Ofmelde?
ga_ie: Logáil Amach?
is: Útskrá?
uz: Chiqishni xohlaysizmi?

source: Log in
fy_nl: Oanmelde
ga_ie: Logáil isteach
is: Innskráning
uz: Kirish

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
fy_nl: It liket derop dat Firefox earder ferûngelokke is. Wolle jo jo ljepblêden werstelle?
ga_ie: Dealraíonn sé gur thuairteáil Firefox roimhe seo. An bhfuil fonn ort do chuid cluaisíní a athchóiriú?
is: Lítur út fyrir að Firefox hafi hrunið. Viltu opna flipana þína aftur?
uz: Firefox’da oldinroq nosozlik ro‘y berganga o‘xshaydi. Ichki oynalarni tiklashni xohlaysizmi?
