Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios-l10n/*/firefox-ios.xliff
Languages: fy_nl, ga_ie, is, uz

source: Mark as Read
fy_nl: Markearje as lêzen
ga_ie: Marcáil “Léite”
is: Merkja sem lesið
uz: O‘qilgan deb belgilash

source: Mark as Unread
fy_nl: Markearje as net lêzen
ga_ie: Marcáil “Neamhléite”
is: Merkja sem ólesið
uz: O‘qilmagan deb belgilash

source: Missing error
fy_nl: Flaterkoade ûntbrekt
ga_ie: Earráid in easnamh
is: Vantar villur
uz: Xatolik kiritilmagan

source: Missing message
fy_nl: Flatermelding ûntbrekt
ga_ie: Teachtaireacht in easnamh
is: Skilaboð vantar
uz: Xabar kiritilmagan

source: Navigation Toolbar
fy_nl: Navigaasjearkbalke
ga_ie: Barra Nascleanúna
is: Flakktækjaslá
uz: Navigatsiya paneli

# New tab: %@: %@
source: New tab: %1$@: %2$@
fy_nl: Nij ljepblêd: %1$@: %2$@
ga_ie: Cluaisín nua: %1$@: %2$@
is: Nýr flipi: %1$@: %2$@
uz: Yangi ichki oyna: %1$@: %2$@

source: New version available
fy_nl: Nije ferzje beskikber
ga_ie: Leagan nua ar fáil
is: Ný útgáfa fáanleg
uz: Yangi versiya mavjud

source: No
fy_nl: Nee
ga_ie: Níl
is: Nei
uz: Yoʻq

source: No tabs
fy_nl: Gjin ljepblêden
ga_ie: Gan cluaisín
is: Engir flipar
uz: Ichki oynalar yo‘q

source: Not Now
fy_nl: No net
ga_ie: Ní Anois
is: Ekki núna
uz: Hozir emas

source: Not now
fy_nl: No net
ga_ie: Ní anois
is: Ekki núna
uz: Hozir emas

source: Okay
fy_nl: Okee
ga_ie: Tá
is: Allt í lagi
uz: OK

source: Oops! Firefox crashed
fy_nl: Oeps! Firefox is ferûngelokke
ga_ie: Úps! Thuairteáil Firefox
is: Æi! Firefox hrundi
uz: Obbo! Firefox’da nosozlik ro‘y berdi

source: Open In New Tab
fy_nl: Iepenje yn nij ljepblêd
ga_ie: Oscail i gCluaisín Nua
is: Opna í nýjum flipa
uz: Yeni sekmede aç

source: Open Settings
fy_nl: Ynstellingen iepenje
ga_ie: Oscail na Socruithe
is: Opna stillingar
uz: Sozlamalarni ochish

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
fy_nl: Iepenje artikelen yn de lêzerwerjefte troch op it boekpiktogram te tikken sa gau as dit yn de titelbalke ferskynt.
ga_ie: Tapáil an deilbhín leabhair sa bharra teidil chun alt a oscailt san Amharc Léitheoireachta.
is: Opnaðu greinar í lesham með því að snerta bókar íkonið þegar það birtist í titilslá.
uz: Kitobning rasmchasi nom panelida paydo bo‘lsa, uning ustiga bosib, maqolalarni "O‘qish rejimi"da ochishingiz mumkin.

# Open in&#8230;
source: Open in…
fy_nl: Iepenje yn…
ga_ie: Oscail i…
is: Opna í…
uz: Ochish:

source: Opening %@
fy_nl: %@ iepenje
ga_ie: %@ á oscailt
is: Opna %@
uz: %@ ochilmoqda

source: Pages you have visited recently will show up here.
fy_nl: Hjir ferskine siden dy't jo koartlyn besocht hawwe.
ga_ie: Taispeántar na leathanaigh ar thug tú cuairt orthu le déanaí anseo.
is: Síður sem þú hefur áður heimsótt munu sjást hér.
uz: Oldinroq kirilgan sahifalar bu yerda ko‘rinadi.

source: Panel Chooser
fy_nl: Panielkiezer
ga_ie: Roghnóir Painéil
is: Spjaldastillingar
uz: Panel tanlagich

source: Password
fy_nl: Wachtwurd
ga_ie: Focal Faire
is: Lykilorð
uz: Parol

source: Paste
fy_nl: Plakke
ga_ie: Greamaigh
is: Líma
uz: Qo‘yish

# Paste &amp; Go
source: Paste & Go
fy_nl: Plakke & Iepenje
ga_ie: Greamaigh agus Téigh
is: Líma & áfram
uz: Qo‘yish va o‘tish

source: Privacy
ga_ie: Príobháideachas
is: Friðhelgi
uz: Maxfiylik

source: Privacy Policy
fy_nl: Privacybelied
ga_ie: Polasaí Príobháideachta
is: Meðferð persónuupplýsinga
uz: Maxfiylik siyosati

source: Quick-search Engines
fy_nl: Fluchsykmasines
ga_ie: Innill Mhearchuardaigh
is: Flýti leitarvélar
uz: Tezkor qidiruv tizimlari

source: Reader View
fy_nl: Lêzerwerjefte
ga_ie: Amharc Léitheoireachta
is: Leshamur
uz: O‘qish usuli

source: Reading list
fy_nl: Lêslist
ga_ie: Liosta léitheoireachta
is: Lestrarlisti
uz: O‘qish ro‘yxati

source: Reload
fy_nl: Fernije
ga_ie: Athluchtaigh
is: Endurhlaða
uz: Yangilash

source: Remove from Reading List
fy_nl: Fuortsmite út lêslist
ga_ie: Bain den Liosta Léitheoireachta
is: Fjarlægja úr lestrarlista
uz: Okuma Listesi'nden kaldır

source: Remove page
fy_nl: Side fuortsmite
ga_ie: Bain an leathanach
is: Fjarlægja síðu
uz: Sahifani olib tashlash

source: Request Desktop Site
fy_nl: Desktopwebsite opfreegje
ga_ie: Iarr Suíomh don Ríomhaire
is: Fá venjulegt vefsvæði
uz: Saytning to‘liq versiyasi

source: Request Mobile Site
fy_nl: Mobile website opfreegje
ga_ie: Iarr an Suíomh Soghluaiste
is: Biðja um svæði fyrir snjalltæki
uz: Saytning mobil versiyasi

source: Save Image
fy_nl: Ofbylding bewarje
ga_ie: Sábháil an Íomhá
is: Vista mynd
uz: Resmi kaydet

source: Save Logins
fy_nl: Oanmeldingen bewarje
ga_ie: Sábháil Focail Fhaire
is: Vista innskráningar
uz: Loginlarni saqlash

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
fy_nl: Bewarje websiden nei jo lêslist troch op it boek-plus-piktogram yn de lêzerwerjeftebetsjinningen te tikken.
ga_ie: Tapáil an deilbhín leabhair leis an gcomhartha móide sna rialtáin Amharc Léitheoireachta le leathanach a chur ar do Liosta Léitheoireachta.
is: Vistaðu síður á leslistann með því að snerta á bókar íkonið í lesham stillingunum.
uz: "O‘qish usuli" boshqaruvlaridagi "kitob +" rasmchasi ustiga bosib, sahifalarni "O‘qish ro‘yxati"ga qo‘shishingiz mumkin.

source: Search
fy_nl: Sykje
ga_ie: Cuardach
is: Leitarvélar
uz: Izlash

source: Search or enter address
fy_nl: Fier sykterm of adres yn
ga_ie: Cuardach nó seoladh Gréasáin
is: Leit eða skrifaðu vistfang
uz: Izlang yoki manzilni kiriting

source: Searches for the suggestion
fy_nl: Siket nei de suggestje
ga_ie: Déanann seo cuardach ar an moladh
is: Leitar að uppástungunni
uz: Tavsiyalar uchun izlash

source: Secure connection
fy_nl: Befeilige ferbining
ga_ie: Ceangal slán
is: Örugg tenging
uz: Xavfsiz ulanish

source: Send Crash Reports
fy_nl: Ungelokrapporten ferstjoere
ga_ie: Seol Tuairiscí Tuairteála
is: Senda hrunaskýrslur
uz: Nosozlik ma’lumotini jo‘natish

source: Send Feedback
fy_nl: Kommentaar ferstjoere
ga_ie: Seol Aiseolas
is: Senda endurgjöf
uz: Mulohaza jo‘natish

source: Send Report
fy_nl: Rapport ferstjoere
ga_ie: Seol an Tuairisc
is: Senda skýrslu
uz: Hisobot jo‘natish

source: Send a crash report so Mozilla can fix the problem?
fy_nl: In ûngelokrapport ferstjoere, sadat Mozilla it probleem ferhelpe kin?
ga_ie: An bhfuil fonn ort tuairisc faoin tuairteáil a sheoladh chuig Mozilla?
is: Senda hrunaskýrslu svo Mozilla geti lagað vandamálið?
uz: Mozilla muammolarni bartaraf qilish uchun nosozlik hisobotlari jo‘natilsinmi?

source: Sepia
ga_ie: Donnrua
is: Sepía
uz: Sepiya

source: Settings
fy_nl: Ynstellingen
ga_ie: Socruithe
is: Stillingar
uz: Sozlamalar

source: Share Link
fy_nl: Keppeling diele
ga_ie: Comhroinn an Nasc
is: Deila tengli
uz: Havolani bo‘lishish

source: Show Search Suggestions
fy_nl: Sykfoarstellen toane
ga_ie: Taispeáin Moltaí Cuardaigh
is: Sýna leitar tillögur
uz: Izlash bo‘yicha tavsiyalarni ko‘rsatish

source: Show Tabs
fy_nl: Ljepblêden toane
ga_ie: Taispeáin Cluaisíní
is: Sýna flipa
uz: Ichki oynalarni ko‘rsatish

source: Show Tour
fy_nl: Rûnlieding toane
ga_ie: Taispeáin an Turas
is: Sýna skoðunarferð
uz: Sayohatni ko‘rsatish

source: Show search suggestions
fy_nl: Sykfoarstellen toane
ga_ie: Taispeáin moltaí cuardaigh
is: Sýna leitar tillögur
uz: Izlash bo‘yicha tavsiyalarni ko‘rsatish

source: Sign In
fy_nl: Oanmelde
ga_ie: Logáil Isteach
is: Innskráning
uz: Kirish

source: Sign in
fy_nl: Oanmelde
ga_ie: Logáil isteach
is: Innskráning
uz: Kirish

source: Stop
fy_nl: Stopje
ga_ie: Stad
is: Stöðva
uz: To‘xtatish

source: Support
fy_nl: Stipe
ga_ie: Tacaíocht
is: Aðstoð
uz: Destek

source: Swipe right or left with three fingers to close the tab.
fy_nl: Feegje mei trije fingers nei rjochts of nei links om it ljepblêd te sluten.
ga_ie: Svaidhpeáil anoir nó aniar le trí mhéar le cluaisín a dhúnadh.
is: Dragðu þrjá fingur til hægri eða vinstri til að loka flipanum.
uz: Ichki oynani yopish uchun 3 ta barmog‘ingiz bilan o‘ngga yoki chapga silang.

source: Sync Now
fy_nl: No syngronisearje
ga_ie: Sioncrónaigh Anois
is: Sync-a núna
uz: Hozir sinxronlash

source: Sync your tabs, bookmarks, passwords and more.
fy_nl: Syngronisearje jo ljepblêden, blêdwizers, wachtwurden en mear.
ga_ie: Sioncrónaigh cluaisíní, leabharmharcanna, focail fhaire agus tuilleadh.
is: Sync-a flipana þína, bókarmerki, lykilorð og fleira.
uz: Ichki oynalar, xatcho‘plar, parollar va boshqalarni sinxronlang.

source: Sync your tabs, passwords and more.
fy_nl: Syngronisearje jo ljepblêden, wachtwurden en mear.
ga_ie: Sioncrónaigh cluaisíní, focail fhaire, agus tuilleadh.
is: Synca flipana þínar, lykilorð og meira.
uz: Ichki oynalar, parollar va boshqalarni sinxronlang.

source: Synced tabs
fy_nl: Syngronisearre ljepblêden
ga_ie: Cluaisíní sioncrónaithe
is: Flipar í Sync
uz: Sinxronlangan ichki oynalar

# Syncing&#8230;
source: Syncing…
fy_nl: Syngronisearret…
ga_ie: Á Shioncrónú…
is: Er að sync-a…
uz: Sinxronlanmoqda…

# Tab %@ of %@
source: Tab %1$@ of %2$@
fy_nl: Ljepblêd %1$@ fan %2$@
ga_ie: Cluaisín %1$@ as %2$@
is: Flipi %1$@ of %2$@
uz: Ichki oynalar: %1$@/%2$@

# Tabs %@ to %@ of %@
source: Tabs %1$@ to %2$@ of %3$@
fy_nl: Ljepblêden %1$@ oant en mei %2$@ fan %3$@
ga_ie: Cluaisíní %1$@ go %2$@ as %3$@
is: Flipar %1$@ to %2$@ of %3$@
uz: Ichki oynalar: %1$@ %2$@’ga/%3$@

source: Tabs Tray
fy_nl: Ljepblêdefek
ga_ie: Tráidire na gCluaisíní
is: Flipa bakki
uz: Ichki oynalar vositasi

source: The Mozilla Project
fy_nl: It Mozilla-projekt
ga_ie: Tionscadal Mozilla
is: Mozilla verkefnið
uz: Mozilla loyihasi

source: The page could not be displayed in Reader View.
fy_nl: De side koe net yn de lêzerwerjefte werjûn wurde.
ga_ie: Níorbh fhéidir an leathanach seo a thaispeáint san Amharc Léitheoireachta.
is: Ekki er hægt að sýna þessa síðu í lesham.
uz: Sahifani "Ko‘rish usuli"da ko‘rsatib bo‘lmaydi.

source: There is a new version available of Firefox Aurora. Tap OK to go to the download page.
fy_nl: Der is in nije ferzje fan Firefox Aurora beskikber. Tik op OK om nei de downloadside te gean.
ga_ie: Tá leagan nua Firefox Aurora ar fáil. Tapáil OK chun dul chuig an leathanach íosluchtaithe.
is: Nýrri útgáfa af Firefox Aurora er fáanleg. Snertu OK til að fara á síðuna til að hlaða niður.
uz: Firefox Aurora’ning yangi versiyasi chiqdi. Yuklab olish sahifasiga o‘tish uchun OK tugmasini bosing.

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
fy_nl: Der wie in probleem by it benaderjen fan ljepblêden fan jo oare apparaten. Probearje it oer inkele eagenblikken opnij.
ga_ie: Níorbh fhéidir teacht ar do chuid cluaisíní ó do ghléasanna eile. Bain triail eile as ar ball beag.
is: Vandamál kom upp við að nálgast flipana þína frá öðrum tækjum þínum. Reyndu aftur eftir smá tíma.
uz: Boshqa qurilmalardan ichki oynalarga kirishda muammo bo‘lyaptimi? Bir necha daqiqadan so‘ng urinib ko‘ring.

source: There was an error converting the page
fy_nl: Der is in flater bard by it konvertearjen fan de side
ga_ie: Tharla earráid agus an leathanach á thiontú
is: Villa kom upp þegar verið var að umbreyta síðunni
uz: Sahifa formatini o‘zgartirishda xato yuz berdi

source: This allows you to save the image to your Camera Roll.
fy_nl: Hjirtroch kinne jo de ôfbylding bewarje nei jo Filmrol.
ga_ie: Ligeann seo duit an íomhá a shábháil in Albam an Cheamara.
is: Þetta gerir þér kleift að vista mynd á myndavéla filmuna þína.
uz: U rasmni kamera jildiga saqlashga ruxsat beradi.

source: This will open in another application
fy_nl: Dit wurdt yn in oare tapassing iepene
ga_ie: Osclófar i bhfeidhmchlár eile é seo
is: Þetta mun opna annað forrit
uz: Bu boshqa ilova dasturda ochiladi

source: Today
fy_nl: Hjoed
ga_ie: Inniu
is: Í dag
uz: Bugun

source: Top sites
fy_nl: Topwebsites
ga_ie: Barrshuímh
is: Vinsælustu svæðin
uz: Yuqori reytingli saytlar

source: Update
fy_nl: Bywurkje
ga_ie: Nuashonraigh
is: Uppfæra
uz: Yangilash

source: Upgrade Firefox to connect.
fy_nl: Fernij Firefox om ferbining te meitsjen.
ga_ie: Is gá Firefox a nuashonrú le ceangal.
is: Uppfærðu Firefox til að tengjast.
uz: Ulanish uchun Firefox’ni yangilang.

source: Use Compact Tabs
fy_nl: Kompakte ljepblêden brûke
ga_ie: Úsáid Dlúthchluaisíní
is: Nota þjappaða flipa
uz: Dar sekmeleri kullan

source: Username
fy_nl: Brûkersnamme
ga_ie: Ainm úsáideora
is: Notandanafn
uz: Foydalanuvchi

source: Verify your email address.
fy_nl: Ferifiearje jo e-mailadres.
ga_ie: Deimhnigh do sheoladh ríomhphoist.
is: Staðfestu tölvupóstfangið þitt.
uz: E-pochta manzilingizni tasdiqlang.

# Version %@ (%@)
source: Version %1$@ (%2$@)
fy_nl: Ferzje %1$@ (%2$@)
ga_ie: Leagan %1$@ (%2$@)
is: Útgáfa %1$@ (%2$@)
uz: Versiyasi: %1$@ (%2$@)

source: View
fy_nl: Werjaan
ga_ie: Amharc
is: Skoða
uz: Ko‘rish

source: Web content
fy_nl: Webynhâld
ga_ie: Ábhar Gréasáin
is: Innihald vefs
uz: Veb sayt

source: Welcome to Sync
fy_nl: Wolkom by Sync
ga_ie: Fáilte go Sync
is: Velkomin/n í Sync
uz: Sinxronlashga xush kelibsiz

source: Welcome to your Reading List
fy_nl: Wolkom by jo lêslist
ga_ie: Fáilte go dtí do Liosta Léitheoireachta
is: Velkomin/n á leslistann þinn
uz: "O‘qish ro‘yxati"ga xush kelibsiz

source: Well, this is embarrassing.
fy_nl: Us ekskuses foar it ûngemak.
ga_ie: Bhuel, cuireann sé seo náire orainn.
is: Jæja, þetta er vandræðalegt.
uz: Uzr, bu sharmandali holat.

source: Yes
fy_nl: Ja
ga_ie: Tá
is: Já
uz: Ha

source: Yesterday
fy_nl: Juster
ga_ie: Inné
is: Í gær
uz: Kecha

source: You don't have any other devices connected to this Firefox Account available to sync.
fy_nl: Jo hawwe gjin oare apparaten mei dizze Firefox-account keppele dy't jo syngronisearje kinne.
ga_ie: Níl aon ghléasanna eile ceangailte leis an gCuntas Firefox seo atá ar fáil le sioncrónú.
is: Þú ert ekki með önnur tæki tengd við þennan Firefox reikning sem hægt er að sync-a.
uz: Sizning sinxronlash uchun ushbu Firefox hisobi’ga ulanadigan boshqa qurilmalaringiz yo‘q.

source: You don't have any tabs open in Firefox on your other devices.
fy_nl: Jo hawwe gjin ljepblêden iepene yn Firefox op jo oare apparaten.
ga_ie: Níl aon chluaisíní oscailte agat i bhFirefox ar do ghléasanna eile.
is: Þú ert ekki með neina Firefox flipa opna á hinum tækjunum þínum.
uz: Bosha qurilmalarda Firefox’da ochilgan hech qanday ichki oynalaringiz yo‘q.

source: Your Rights
fy_nl: Jo rjochten
ga_ie: Do Chearta
is: Rétturinn þinn
uz: Huquqlaringiz

source: computer
fy_nl: kompjûter
ga_ie: ríomhaire
is: tölva
uz: bilgisayar

source: just now
fy_nl: sakrekt
ga_ie: anois beag
is: rétt í þessu
uz: hozirgina

source: mobile device
fy_nl: mobyl apparaat
ga_ie: gléas soghluaiste
is: handhægt tæki
uz: mobil cihaz

source: more than a month ago
fy_nl: mear as in moanne lyn
ga_ie: níos mó ná mí ó shin
is: eldra en mánaðar gamalt
uz: bir oydan oldinroq

source: more than a week ago
fy_nl: mear as in wike lyn
ga_ie: níos mó ná seachtain ó shin
is: eldra en viku gamalt
uz: bir haftadan oldinroq

source: read
fy_nl: lêzen
ga_ie: léite
is: lesa
uz: o‘qish

source: this week
fy_nl: dizze wike
ga_ie: an tseachtain seo
is: þessa viku
uz: bu hafta

source: today at %@
fy_nl: hjoed om %@
ga_ie: inniu ag %@
is: í dag %@
uz: bugun: %@

source: unread
fy_nl: net lêzen
ga_ie: gan léamh
is: ólesin
uz: o‘qilmagan

source: yesterday
fy_nl: juster
ga_ie: inné
is: í gær
uz: kecha

source: Are you sure?
fy_nl: Binne jo wis?
ga_ie: An bhfuil tú cinnte?
is: Ertu viss?
uz: Ishonchingiz komilmi?

source: Clear Search
fy_nl: Sykfjild wiskje
ga_ie: Glan an Cuardach
is: Hreinsa leit
uz: Izlash tarixini tozalash

source: Copy
fy_nl: Kopiearje
ga_ie: Cóipeáil
is: Afrita
uz: Nusxa olish

source: Deselect All
fy_nl: Alle deselektearje
ga_ie: Díroghnaigh Uile
is: Afvelja allt
uz: Barcha belgilashni bekor qilish

source: Enter Search Mode
fy_nl: Sykmoadus iepenje
ga_ie: Oscail an Modh Cuardaigh
is: Fara í leitarham
uz: Izlash rejimiga kirish

source: Hide
fy_nl: Ferstopje
ga_ie: Folaigh
is: Fela
uz: Yashirish

source: Last modified %@
fy_nl: Lêst wizige: %@
ga_ie: Athraithe: %@
is: Síðast breytt %@
uz: Oxirgi o‘zgartirish: %@

source: Logins will be permanently removed.
fy_nl: Oanmeldingen sille definityf fuortsmiten wurde.
ga_ie: Scriosfar na focail fhaire go buan.
is: Innskráningum mun verða varanlega eytt.
uz: Loginlar butunlay olib tashlanadi.

source: Logins will be removed from all connected devices.
fy_nl: Oanmeldingen sille fan alle keppele apparaten fuortsmiten wurde.
ga_ie: Scriosfar na focail fhaire ó gach gléas ceangailte.
is: Innskráningar munu verða fjarlægðar af öllum tengdum tækjum.
uz: Loginlar barcha ulangan qurilmalardan olib tashlanadi.

source: No logins found
fy_nl: Gjin oanmeldingen fûn
ga_ie: Níor aimsíodh aon fhocal faire
is: Engar innskráningar fundust
uz: Loginlar topilmadi

# Open &amp; Fill
source: Open & Fill
fy_nl: Iepenje & ynfolje
ga_ie: Oscail agus Líon
is: Opna & fylla út
uz: Ochish va to‘ldirish

source: Reveal
fy_nl: Werjaan
ga_ie: Nocht
is: Sýna
uz: Aniqlash

source: Search Input Field
fy_nl: Sykynfierfjild
ga_ie: Réimse Cuardaigh
is: Innsláttar svæði fyrir leit
uz: Kiritish maydonidan izlash

source: Select All
fy_nl: Alle selektearje
ga_ie: Roghnaigh Uile
is: Velja allt
uz: Barchasini tanlash

source: password
fy_nl: wachtwurd
ga_ie: focal faire
is: lykilorð
uz: parol

source: username
fy_nl: brûkersnamme
ga_ie: ainm úsáideora
is: notandanafn
uz: foydalanuvchi nomi

source: website
ga_ie: suíomh gréasáin
is: vefsvæði
uz: veb sayt

source: 1Password Extension was cancelled by the user
fy_nl: 1Password-útwreiding is annulearre troch de brûker
ga_ie: Chealaigh an t-úsáideoir an breiseán 1Password
is: Noandi hætti við 1Password viðbótina
uz: 1Password Extension foydalanuvchi tomonidan bekor qilindi

source: App Extension API is not available in this version of iOS
fy_nl: API fan app-útwreiding is net beskikber yn dizze ferzje fan iOS
ga_ie: Níl an App Extension API ar fáil sa leagan seo iOS
is: Smáforrita API viðaukinn er ekki tiltækilegur á þessari útgáfu af iOS
uz: App Extension API ushbu iOS versiyasi uchun mavjud emas

source: Failed to contact the 1Password Extension
fy_nl: Kontakt meitsje mei de 1Password-útwreiding is mislearre
ga_ie: Níorbh fhéidir dul i dteagmháil le breiseán 1Password
is: Ekki tókst að tengjast 1Password viðbótinni
uz: 1Password Extension bilan bog‘lanish amalga oshmadi

source: Failed to execute script that collects web page information
fy_nl: Utfieren fan script dat webside-ynformaasje sammelt is mislearre
ga_ie: Níorbh fhéidir an script a bhailíonn faisnéis leathanaigh a rith
is: Ekki tókst að keyra skriftu sem safnar upplýsingum um vefsíðu
uz: Veb sahifa haqida ma’lumot to‘plash skripti ishlamadi

source: Failed to fill web page because script could not be evaluated
fy_nl: Ynfoljen fan webside is mislearre, omdat it script net evaluearre wurde koe
ga_ie: Níor líonadh an leathanach toisc nárbh fhéidir script a rith
is: Ekki tókst að filla út á vefsíðu þar sem ekki var hægt að keyra skriftuna
uz: Veb sahifani to‘ldirish amalga oshmadi, chunki skript ishlamadi

source: Failed to fill web page because script is missing
fy_nl: Ynfoljen fan webside is mislearre, omdat it script ûntbrekt
ga_ie: Níor líonadh an leathanach toisc go bhfuil script ar iarraidh
is: Ekki tókst að filla út á vefsíðu þar sem skriftuna vantar
uz: Veb sahifani to‘ldirish amalga oshmadi, chunki skript yo‘q

source: Failed to obtain URL String from web view. The web view must be loaded completely when calling the 1Password Extension
fy_nl: Ferkrijen fan URL-tekenreeks fan webwerjefte is mislearre. De webwerjefte moat folslei laden wêze by oanroppen fan de 1Password-útwreiding
ga_ie: Níorbh fhéidir an URL a fháil ón amharc Gréasáin. Ní mór don amharc Gréasáin a bheith go hiomlán lódáilte sular féidir úsáid a bhaint as eisínteacht 1Password
is: Ekki tókst að ná í URL strenginn frá vefsjónarhorninu. Vefsíðuna þarf að hlaða að fullu þegar kallað er á 1Password viðbótina
uz: URL qatori veb ko‘rinishidan olinmadi. 1Password Extension chaqirilganda veb ko‘rinishi to‘liq yuklangan bo‘lishi kerak.

source: Failed to parse information returned by 1Password Extension
fy_nl: Parsen fan troch 1Password-útwreiding retournearre ynformaasje is mislearre
ga_ie: Níorbh fhéidir an fhaisnéis a fuarthas ar ais ó eisínteacht 1Password a pharsáil
is: Ekki tókst að hluta þær upplýsingar sem 1Password viðbótinni skilaði frá sér
uz: 1Password Extension tomonidan qaytarilgan ma’lumot tahlil qilinmadi

source: Close Private Tabs
fy_nl: Priveeljepblêden slute
ga_ie: Dún Cluaisíní Príobháideacha
is: Loka einkaflipum
uz: Maxfiy ichki oynalarni yopish

source: Firefox won't remember any of your history or cookies, but new bookmarks will be saved.
fy_nl: Firefox sil gjin skiednis of cookies ûnthâlde, mar nije blêdwizers sille bewarre wurde.
ga_ie: Ní choinneoidh Firefox do stair bhrabhsála ná fianáin, ach sábhálfar leabharmharcanna nua.
is: Firefox man ekki ferilinn þinn né smákökur en ný bókarmerki munu vistast.
uz: Firefox tarix yoki kukilarni xotirada olib qolmaydi, lekin yangi xatcho‘plar saqlanib qoladi.

source: Learn More
fy_nl: Mear ynfo
ga_ie: Tuilleadh Eolais
is: Fræðast meira
uz: Batafsil ma’lumot

source: Off
fy_nl: Ut
ga_ie: Múchta
is: Óvirkt
uz: O‘chirib qo‘yish

source: On
fy_nl: Ut
ga_ie: Lasta
is: Virkt
uz: Yoqib qo‘yish

source: Open In New Private Tab
fy_nl: Iepenej yn nij priveeljepblêd
ga_ie: Oscail i gCluaisín Príobháideach Nua
is: Opna í nýjum einkaflipa
uz: Yangi maxfiy ichki oynada ochish

source: Private Mode
fy_nl: Priveemoadus
ga_ie: Mód Príobháideach
is: Einkahamur
uz: Maxfiy rejim

source: Turns private mode on or off
fy_nl: Set priveemoadus oan of út
ga_ie: Tosaigh nó múch an mód príobháideach
is: Virkjar eða slekkur á einkaham
uz: Maxfiy rejimni yoqib/o‘chirib qo‘yadi

source: When Leaving Private Browsing
fy_nl: By ferlitten fan priveenavigaasje
ga_ie: Agus Brabhsáil Phríobháideach á Scor
is: Þegar farið er úr huliðsstillingu
uz: Maxfiy ko‘rishdan chiqilayotganda

source: %@ search
fy_nl: Sykje mei %@
ga_ie: Cuardach %@
is: %@ leit
uz: %@ araması

source: Search Settings
fy_nl: Sykynstellingen
ga_ie: Socruithe Cuardaigh
is: Leitar stillingar
uz: Izlash sozlamalari

source: Search suggestions from %@
fy_nl: Syksuggestjes fan %@
ga_ie: Moltaí cuardaigh ó %@
is: Leita að uppástungu frá %@
uz: %@’dan qidiruv tavsiyalari

source: Turn on search suggestions?
fy_nl: Syksuggestjes oansette?
ga_ie: Cuir moltaí cuardaigh ar siúl?
is: Virkja uppástungur?
uz: Arama önerileri açılsın mı?

# More Info&#8230;
source: More Info…
fy_nl: Mear ynfo…
ga_ie: Tuilleadh Eolais…
is: Meiri upplýsingar…
uz: Batafsil ma’lumot…

source: Send Anonymous Usage Data
fy_nl: Anonime brûksgegevens ferstjoere
ga_ie: Seol Sonraí Úsáide Gan Ainm
is: Senda óauðkenndar upplýsingar um notkun
uz: Anonim foydalanish ma’lumotlarini jo‘natish

source: Available devices:
fy_nl: Beskikbere apparaten:
ga_ie: Gléasanna ar fáil:
is: Tæki í boði:
uz: Mavjud qurilmalar:

source: Please open Firefox, go to Settings and sign in to continue.
fy_nl: Iepenje Firefox, gean nei Ynstellingen en meld jo oan om troch te gean.
ga_ie: Oscail Firefox, ansin na Socruithe, agus logáil isteach le dul ar aghaidh.
is: Til að halda áfram, vinsamlega opna Firefox, farðu í stillingar og skráðu þig inn.
uz: Davom etish uchun Firefox brauzerni oching, "Sozlamalar"ga o‘ting va hisobingizga kiring.

source: Send
fy_nl: Ferstjoere
ga_ie: Seol
is: Senda
uz: Jo‘natish

source: Send Tab
fy_nl: Ljepblêd ferstjoere
ga_ie: Seol Cluaisín
is: Senda flipa
uz: Ichki oynani jo‘natish

source: You are not signed in to your Firefox Account.
fy_nl: Jo binne net oanmeld by jo Firefox-account.
ga_ie: Níl tú logáilte isteach i do chuntas Firefox.
is: Þú ert ekki skráð/ur inn á Firefox reikninginn þinn.
uz: Siz Firefox hisobiga kirmagansiz.

# CFBundleDisplayName
source: Send Tab
fy_nl: Ljepblêd ferstjoere
ga_ie: Seol Cluaisín
is: Senda flipa
uz: Ichki oynani jo‘natish

source: Add
fy_nl: Tafoegje
ga_ie: Cuir Leis
is: Bæta við
uz: Qo‘shish
