Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/*.lproj/Default Browser.strings
Languages: bg, bn, bs, cs, cy, eo, et, gl, hy_am, id, is, it, km, my, nb, nl, nn, or, pa_in, pt_pt, ro, ru, si, sk, sv, tg, th, tr, ug

# DefaultBrowserCard.BetterInternet.Description.v108
source: Making Firefox your default browser is a vote for an open, accessible internet.
bg: Да направите Firefox вашият браузър по подразбиране е глас за отворен и достъпен интернет.
bn: ফায়ারফক্সকে আপনার ডিফল্ট ব্রাউজার বানানোর অর্থ হল একটি উন্মুক্ত, অ্যাক্সেসযোগ্য ইন্টারনেটের পক্ষে ভোট দেওয়া।
bs: Postavljanje Firefoxa kao zadanog pretraživača je glas za otvoren, pristupačan internet.
cs: Nastavení Firefoxu jako výchozího prohlížeče je volbou pro otevřený a přístupný internet.
cy: Mae gwneud Firefox yn borwr rhagosodedig yn bleidlais o blaid rhyngrwyd agored, hygyrch.
eo: Igi Firefox via norma retumilo egalas al voĉdono por malfermita, alirebla interreto.
et: Firefoxi muutmine vaikebrauseriks on hääl avatud ja juurdepääsetava interneti poolt.
gl: Facer Firefox o seu navegador predeterminado é un voto por unha Internet aberta e accesíbel.
hy_am: Firefox-ը Ձեր սկզբնադիր դիտարկիչ դարձնելը քվեարկություն է բաց և հասանելի համացանցի համար:
id: Menjadikan Firefox peramban baku Anda adalah pilihan untuk Internet yang terbuka dan mudah diakses.
is: Að gera Firefox að sjálfgefnum vafra er sama og greitt atkvæði um opið, aðgengilegt internet.
it: Impostare Firefox come browser predefinito è un voto per un Internet aperto e accessibile.
km: ការធ្វើឱ្យ Firefox កម្មវិធីរុករកលំនាំដើមរបស់អ្នកគឺជាការបោះឆ្នោតសម្រាប់អ៊ីនធឺណិតដែលបើកចំហ និងអាចចូលប្រើបាន។
my: Firefox ကို သင်၏မူလဘရောက်ဆာအဖြစ် သတ်မှတ်ခြင်းသည် ပွင့်လင်း၍ရနိုင်သော အင်တာနက်အတွက် မဲပေးခြင်းဖြစ်သည်။
nb: Å gjøre Firefox til din standardnettleser er en stemme for et åpent, tilgjengelig internett.
nl: Van Firefox uw standaardbrowser maken is een stem voor een open, toegankelijk internet.
nn: Å gjere Firefox til din standardnettlesar er ei stemme for eit ope, tilgjengeleg internett.
or: Firefoxକୁ ଆପଣଙ୍କ ଡିଫଲ୍ଟ ବ୍ରାଉଜର କରିବା ଏକ ଖୋଲା, ଉପଲବ୍ଧ ଇଣ୍ଟରନେଟ୍ ପାଇଁ ଏକ ଭୋଟ୍ ଅଟେ।
pa_in: Firefox ਨੂੰ ਆਪਣਾ ਮੂਲ ਬਰਾਊਜ਼ਰ ਬਨਾਉਣਾ ਆਜ਼ਾਦ, ਪਹੁੰਚ ਵਿੱਚ ਇੰਟਰਨੈੱਟ ਲਈ ਵੋਟ ਪਾਉਣਾ ਹੈ।
pt_pt: Tornar o Firefox no seu navegador padrão é um voto por uma Internet aberta e acessível.
ro: Când setezi Firefox ca browser implicit votezi pentru un internet deschis și accesibil.
ru: Выбор Firefox в качестве браузера по умолчанию — это голосование за открытый и доступный Интернет.
si: ඔබගේ පෙරනිමි අතිරික්සුව බවට ෆයර්ෆොක්ස් පත් කිරීම විවෘත හා ප්‍රවේශ්‍ය අන්තර්ජාලයක් සඳහා වන ඡන්දයකි.
sk: Nastavenie Firefoxu ako predvoleného prehliadača je hlasovaním za otvorený a prístupný internet.
sv: Att göra Firefox till din standardwebbläsare är en röst för ett öppet, tillgängligt internet.
tg: Вақте ки шумо браузери «Firefox»-ро ҳамчун браузери пешфарзи худ танзим мекунед, шумо барои Интернети кушод ва дастрас овоз медиҳед.
th: การทำให้ Firefox เป็นเบราว์เซอร์เริ่มต้นของคุณเป็นการร่วมสนับสนุนอินเทอร์เน็ตที่เปิดกว้างและเข้าถึงได้
tr: Firefox’u saptanmış tarayıcınız yaparak açık ve erişilebilir bir interneti desteklemiş olursunuz.
ug: Firefox نى سۈكۈتتىكى توركۆرگۈچگە تەڭشەپ، ئوچۇق ۋە قولايلىق تور مۇھىتى يارىتىش ئۈچۈن بىر ھەسسە كۈچ قوشۇڭ.

# DefaultBrowserCard.BetterInternet.Title.v108
source: Default to a Better Internet
bg: По подразбиране за по-добър интернет
bn: আরও উন্নত মানের ইন্টারনেট এর জন্য ডিফল্ট
bs: Zadano za bolji internet
cs: Výchozí nastavení pro lepší internet
cy: Rhagosod i Rhyngrwyd Gwell
eo: Norme iri al pli bona interreto
et: Vaikimisi parem internet
gl: Unha mellor Internet de forma predeterminada
hy_am: Բարի գալուստ ավելի լավ համացանց
id: Pilihan Baku untuk Internet yang Lebih Baik
is: Sjálfgefið á betra interneti
it: Scegli un Internet migliore
km: លំនាំដើមទៅអ៊ីនធឺណិតកាន់តែប្រសើរ
my: ပိုမိုကောင်းမွန်သောအင်တာနက်သို့ မူရင်းအတိုင်းဖြစ်သည်။
nb: Standard for et bedre internett
nl: Maak een beter internet uw standaard
nn: Standard for eit betre internet
or: ଏକ ଉତ୍ତମ ଇଣ୍ଟରନେଟ୍ କୁ ଡିଫଲ୍ଟ କରନ୍ତୁ
pa_in: ਬੇਹਤਰ ਇੰਟਰਨੈੱਟ ਲਈ ਮੂਲ
pt_pt: Por padrão uma Internet Melhor
ro: Implicit pentru un internet mai bun
ru: Перейдите на лучший интернет
si: කදිම අන්තර්ජාලයකට ෆයර්ෆොක්ස්
sk: Predvolene pre lepší internet
sv: Standard för ett bättre internet
tg: Ба Интернети беҳтар ба таври қатъӣ гузаред
th: ตั้งค่าเริ่มต้นให้เป็นอินเทอร์เน็ตที่ดีกว่า
tr: Hep daha iyi bir internet
ug: تېخىمۇ گۈزەل ئىنتېرنېت ئۈچۈن كۆڭۈلدىكىگە تەڭشەيدۇ

# DefaultBrowserCard.Button.v2
source: Learn How
bg: Научете как
bn: শিখুন কিভাবে হয়
bs: Saznajte kako
cs: Zjistit více
cy: Dysgu Sut
eo: Lernu kiel fari
et: Vaata juhendit
gl: Aprender como
hy_am: Իմանալ ինչպես
id: Pelajari Caranya
is: Læra hvernig
it: Scopri come fare
km: ស្វែងយល់​របៀប
my: လေ့လာနည်း
nb: Finn ut hvordan
nl: Meer info
nn: Finn ut korleis
or: ଶିଖନ୍ତୁ କିପରି
pa_in: ਹੋਰ ਸਿੱਖੋ
pt_pt: Saber mais
ro: Află cum
ru: Узнайте как
si: කෙසේදැයි දැනගන්න
sk: Ďalšie informácie
sv: Lär dig hur
tg: Бифаҳмед, ки чӣ тавр
th: เรียนรู้วิธี
tr: Nasıl yapılacağını öğren
ug: قانداق ئىشلىتىشنى ئۆگىنىش

# DefaultBrowserCard.Description
source: Set links from websites, emails, and Messages to open automatically in Firefox.
bg: Настройте връзките от уебсайтове, имейли и Съобщения да се отварят автоматично във Firefox.
bn: Firefox এ স্বয়ংক্রিয়ভাবে খোলার জন্য ওয়েবসাইট, ইমেল এবং বার্তাগুলি থেকে লিঙ্ক সেট করুন।
bs: Postavi automatsko otvaranje linkova web stranica, e-maila i poruka u Firefoxu.
cs: Nastavte si automatické otevírání odkazů, e-mailů a zpráv ve Firefoxu.
cy: Gosod dolenni o wefannau, e-byst, a Messages i agor yn awtomatig yn Firefox.
eo: Aŭtomate malfermi ligilon en retejoj, retpoŝtoj kaj mesaĝoj per Firefox.
et: Määra Firefox automaatselt avama linke, e-posti ja sõnumeid.
gl: Estableza ligazóns de sitios web, correos electrónicos e mensaxes para que se abran automaticamente en Firefox.
hy_am: Տեղադրեք հղումներ կայքերից, էլ. նամակներից և հաղորդագրություններից՝ Firefox-ում ավտոմատ կերպով բացելու համար:
id: Setel agar tautan dari situs web, surel, dan Pesan dibuka di Firefox secara otomatis.
is: Stilltu tengla frá vefsvæðum, tölvupósti og skilaboðum til að opna sjálfkrafa í Firefox.
it: Utilizza automaticamente Firefox per aprire link in siti web, email e messaggi.
km: កំណត់​តំណ​ពី​គេហទំព័រ អ៊ីមែល និង Messages ដើម្បីបើក​នៅក្នុង Firefox ដោយ​ស្វ័យប្រវត្តិ។
my: Firefox တွင်ဝက်ဘ်ဆိုက်များ၊ အီးမေးလ်များနှင့်မက်ဆေ့ခ်ျများမှလင့်ခ်များကိုသတ်မှတ်ပါ။
nb: Angi at lenker fra nettsteder, e-postmeldinger og meldinger skal åpnes automatisk i Firefox.
nl: Koppelingen van websites, e-mail en berichten automatisch in Firefox openen.
nn: Vel at lenker frå nettstadar, e-postmeldingar og meldingar skal opnast automatisk i Firefox.
or: Firefoxରେ ସ୍ୱତଃସ୍ପୃତ ଭାବେ ଖୋଲିବାକୁ ୱେବସାଇଟ୍, ଇମେଲ୍ ଏବଂ ମେସେଜଗୁଡିକରୁ ଲିଙ୍କ୍ ସେଟ୍ କରନ୍ତୁ।
pa_in: ਵੈੱਬਸਾਈਟਾਂ, ਈਮੇਲਾਂ ਅਤੇ ਸੁਨੇਹਿਆਂ ਵਿੱਚੋਂ ਲਿੰਕਾਂ ਨੂੰ Firefox ਵਿੱਚ ਸਿੱਧਾ ਖੋਲ੍ਹਣ ਲਈ ਸੈੱਟ ਕਰੋ।
pt_pt: Configure as ligações de sites, e-mails e mensagens para serem abertas automaticamente no Firefox.
ro: Setează linkurile de pe site-uri web, din mesaje de pe e-mail și din Mesaje ca să se deschidă automat cu Firefox.
ru: Настройте автоматическое открытие ссылок с веб-сайтов, из электронных писем и «Сообщений» в Firefox.
si: ෆයර්ෆොක්ස් අතිරික්සුවේ ස්වයංක්‍රීයව විවෘත වීමට පණිවිඩ, වි-තැපැල් සහ අඩවිවල සබැඳි සකසන්න.
sk: Nastavte si automatické otváranie webových stránok, e‑mailov a správ vo Firefoxe.
sv: Ställ in länkar från webbplatser, e-post och meddelanden så att de öppnas automatiskt i Firefox.
tg: Пайвандҳоеро, танзим кунед, то ки онҳо аз сомонаҳо, почтаи электронӣ ва паёмҳо дар браузери «Firefox» ба таври худкор кушода шаванд.
th: ตั้งลิงก์จากเว็บไซต์ อีเมล และข้อความให้เปิดโดยอัตโนมัติใน Firefox
tr: Web siteleri, e-postalar ve Mesajlar’daki bağlantılar Firefox’ta açılsın.
ug: تور بېكەت، ئېلخەت ۋە ئۇچۇر ئۇلانمىلىرىنى Firefox تا ئاپتوماتىك ئېچىشقا تەڭشەيدۇ.

# DefaultBrowserCard.NextLevel.Description.v108
source: Choose Firefox as your default browser to make speed, safety, and privacy automatic.
bg: Изберете Firefox като ваш браузър по подразбиране, за да направите скоростта, безопасността и поверителността автоматични.
bn: গতি, নিরাপত্তা এবং গোপনীয়তা স্বয়ংক্রিয় করতে আপনার ডিফল্ট ব্রাউজার হিসেবে Firefox বেছে নিন।
bs: Odaberite Firefox kao svoj zadani pretraživač kako biste brzinu, sigurnost i privatnost učinili automatskim.
cs: Zvolte Firefox jako svůj výchozí prohlížeč, aby byla rychlost, bezpečnost a soukromí automatické.
cy: Dewiswch Firefox fel eich porwr rhagosodedig a gwneud cyflymder, diogelwch a phreifatrwydd yn nodweddion awtomatig.
eo: Elektu Firefox kiel vian norman retumilon por aŭtomate havi rapidecon, sekurecon kaj privatecon.
et: Vali vaikebrauseriks Firefox, et muuta kiirus, turvalisus ja privaatsus automaatseks.
gl: Escolla Firefox como o seu navegador predeterminado para que a velocidade, a seguridade e a privacidade sexan automáticas.
hy_am: Ընտրեք Firefox-ը որպես ձեր լռելյայն դիտարկիչ՝ արագությունը, անվտանգությունը և գաղտնիությունը ավտոմատ դարձնելու համար:
id: Pilih Firefox sebagai peramban baku Anda untuk menghadirkan kecepatan, keamanan, dan privasi otomatis.
is: Veldu Firefox sem sjálfgefinn vafra til að sjálfvirkt njóta hraða, öryggis og næðis.
it: Scegli Firefox come browser predefinito per rendere automatiche velocità, sicurezza e privacy.
km: ជ្រើសរើស Firefox ជាកម្មវិធីរុករកលំនាំដើមរបស់អ្នក ដើម្បីធ្វើឱ្យល្បឿន សុវត្ថិភាព និងឯកជនភាព ស្វ័យប្រវត្តិ។
my: မြန်နှုန်း၊ ဘေးကင်းရေးနှင့် ကိုယ်ရေးကိုယ်တာ အလိုအလျောက်ဖြစ်စေရန်အတွက် Firefox ကို သင်၏ မူရင်းဘရောက်ဆာအဖြစ် ရွေးချယ်ပါ။
nb: Velg Firefox som standard nettleser for å automatisk få fårt, sikkerhet og personvern.
nl: Kies Firefox als uw standaardbrowser om snelheid, veiligheid en privacy automatisch te maken.
nn: Vel Firefox som din standardnettlesar for å automatisk få fart, sikkerheit og personvern.
or: ବେଗ, ନିରାପତ୍ତା ଏବଂ ଗୋପନୀୟତାକୁ ସ୍ୱୟଂଚାଳିତ କରିବାକୁ ଆପଣଙ୍କ ଡିଫଲ୍ଟ ବ୍ରାଉଜର୍ ଭାବରେ Firefox ଚୟନ କରନ୍ତୁ।
pa_in: ਸਪੀਡ, ਸੁਰੱਖਿਆ ਅਤੇ ਪਰਦੇਦਾਰੀ ਨੂੰ ਆਪਣੇ-ਆਪ ਵਰਤਣ ਲਈ Firefox ਨੂੰ ਆਪਣਾ ਮੂਲ ਬਰਾਊਜ਼ਰ ਬਣਾਓ।
pt_pt: Escolha o Firefox como o seu navegador padrão para tornar a velocidade, a segurança e a privacidade automáticas.
ro: Alege Firefox ca browser implicit ca să ai automat viteză, siguranță și confidențialitate.
ru: Выберите Firefox в качестве браузера по умолчанию, чтобы получить скорость, безопасность и конфиденциальность.
si: ෆයර්ෆොක්ස් ඔබගේ පෙරනිමි අතිරික්සුව ලෙස තේරීමෙන් වේගය, ආරක්‍ෂාව හා පෞද්ගලිකත්‍වය ස්වයංක්‍රීයව.
sk: Vyberte si Firefox ako svoj predvolený prehliadač, aby sa rýchlosť, bezpečnosť a súkromie stali automatickými.
sv: Välj Firefox som din standardwebbläsare för att automatiskt få hastighet, säkerhet och sekretess.
tg: Барои озодона ба даст овардани суръат, бехатарӣ ва махфият, браузери «Firefox»-ро ҳамчун браузери пешфарзи худ танзим кунед.
th: เลือก Firefox เป็นเบราว์เซอร์เริ่มต้นของคุณเพื่อทำให้ความเร็ว ความปลอดภัย และความเป็นส่วนตัวเป็นไปโดยอัตโนมัติ
tr: Firefox’u saptanmış tarayıcınız olarak ayarlayın; hız, güvenlik ve gizliliği otomatik hale getirin.
ug: سۈرئەت، بىخەتەرلىك ۋە مەخپىيەتلىكنى ئاپتوماتىك قىلىش ئۈچۈن Firefox نى كۆڭۈلدىكى توركۆرگۈڭىز قىلىپ تاللاڭ.

# DefaultBrowserCard.NextLevel.Title.v108
source: Elevate Everyday Browsing
bg: Повишете всекидневното сърфиране
bn: প্রতিদিনের ব্রাউজিং উন্নত করুন
bs: Unaprijedite svakodnevno pretraživanje
cs: Zvyšte úroveň každodenního prohlížení
cy: Uwchraddio Pori Bob Dydd
eo: Plibonigu vian ĉiutagan retumon
et: Tõsta igapäevane sirvimine uuele tasemele
gl: Mellore a súa navegación diaria
hy_am: Բարձրացրեք ամենօրյա զննարկումը
id: Tingkatkan Penjelajahan Sehari-hari
is: Lyftu daglegu vafri á annað stig
it: Migliora la navigazione quotidiana
km: លើកកម្ពស់ការរុករកប្រចាំថ្ងៃ
my: နေ့စဉ်ရှာဖွေမှုကို မြှင့်တင်ပါ။
nb: Forbedre din daglige surfing
nl: Breng uw dagelijkse surfen naar een hoger niveau
nn: Forbetre den daglege surfinga di
or: ଦୈନନ୍ଦିନ ବ୍ରାଉଜିଂକୁ ଉନ୍ନତ କରନ୍ତୁ
pa_in: ਹਰ ਰੋਜ਼ ਦੇ ਬਰਾਊਜ਼ ਕਰਨ ਦਾ ਪੱਧਰ ਉੱਚਾ ਕਰੋ
pt_pt: Eleve a navegação diária
ro: Îmbunătățește navigarea pe internet zi de zi
ru: Улучшите ежедневный просмотр
si: ප්‍රීතිමත් දෛනික පිරික්සීමකට
sk: Zvýšte úroveň každodenného prehliadania
sv: Förbättra din dagliga surfning
tg: Сифати тамошобинии ҳаррӯзаи худро баланд бардоред
th: ยกระดับการเรียกดูในแต่ละวัน
tr: Günlük gezintilerinizi iyileştirin
ug: كۈندىلىك زىيارەتنى يۈكسەلتىدۇ

# DefaultBrowserCard.PeaceOfMind.Description.v108
source: Firefox blocks 3,000+ trackers per user each month on average. Make us your default browser for privacy peace of mind.
bg: Firefox блокира средно 3000 тракера на потребител всеки месец. Направете ни четец по подразбиране за ваша сигурност.
bn: Firefox প্রতি মাসে গড়ে ৩,০০০+ ট্র্যাকার ব্লক করে। গোপনীয়তার জন্য আমাদের আপনার ডিফল্ট ব্রাউজার হিসেবে রাখুন।
bs: Firefox blokira preko 3.000 programa za praćenje po korisniku u prosjeku mjesečno. Učinite nas vašim zadanim pretraživačem za sigurnost privatnosti.
cs: Firefox průměrně blokuje 3 000 sledovacích prvků měsíčně na uživatele. Udělejte si z nás výchozí webový prohlížeč, abyste měli jistotu soukromí.
cy: Ar gyfartaledd, mae Firefox yn rhwystro dros 3,000 o dracwyr fesul defnyddiwr bob mis. Gwnewch ni eich porwr rhagosodedig ar gyfer tawelwch meddwl preifatrwydd.
eo: Firefox blokas 3,000+ spurilojn per uzanto, mezume, ĉiumonate. Igu nin via norma retumilo por privateca trankvilo.
et: Firefox blokeerib igas kuus 3 000+ jälitajat kasutaja kohta. Privaatsuse meelerahu tagamiseks määra meid vaikimisi veebilehitsejaks.
gl: Firefox bloquea máis de 3.000 rastrexadores por usuario cada mes de media. Convértanos no seu navegador predeterminado para a súa tranquilidade e privacidade.
hy_am: Firefox-ն ամեն ամիս արգելափակում է 3000+ հետևիչներ մեկ օգտատիրոջ համար: Դարձրեք մեզ Ձեր սկզբնադիր դիտարկիչը՝ որպեսզի գաղտնիության համար հանգիստ լինեք:
id: Firefox rata-rata memblokir 3.000+ pelacak per pengguna setiap bulannya. Jadikan kami peramban baku Anda untuk privasi dan ketenangan pikiran.
is: Firefox lokar á meira en 3.000 rekjara að meðaltali fyrir hvern notanda á mánuði. Gerðu hann að sjálfgefnum vafra til að styrkja friðhelgi einkalífsins.
it: Firefox blocca in media oltre 3000 elementi traccianti per utente ogni mese. Imposta Firefox come browser predefinito per stare tranquillo riguardo alla tua privacy.
km: Firefox រារាំងកម្មវិធីតាមដានជាង 3,000+ ក្នុងអ្នកប្រើប្រាស់ម្នាក់ៗជារៀងរាល់ខែ។ ធ្វើឱ្យយើងក្លាយជាកម្មវិធីរុករកតាមអ៊ីនធឺណិតលំនាំដើមរបស់អ្នក ដើម្បីភាពឯកជន និងសន្តិភាពនៃចិត្ត។
my: Firefox သည် တစ်လလျှင် သုံးစွဲသူတစ်ဦးလျှင် ခြေရာခံ 3,000+ ကို ပျမ်းမျှအားဖြင့် ပိတ်ဆို့ထားသည်။ ကိုယ်ရေးကိုယ်တာ စိတ်အေးချမ်းသာမှုအတွက် ကျွန်ုပ်တို့ကို သင်၏ မူရင်းဘရောက်ဆာအဖြစ် ပြုလုပ်ပါ။
nb: Firefox blokkerer i gjennomsnitt over 3000 sporere per bruker hver måned. Gjør oss til din standardnettleser for å ta vare på personvernet.
nl: Firefox blokkeert gemiddeld meer dan 3.000 trackers per gebruiker per maand. Maak van ons uw standaardbrowser voor gemoedsrust op privacygebied.
nn: Firefox blokkerer i gjenomsnitt over 3000 sporarar per brukar kvar månad. Gjer oss til din standardnettlesar for å ta vare på personvernet.
or: Firefox ପ୍ରତି ମାସରେ ହାରାହାରି ୩,୦୦୦ରୁ ଅଧିକ ଟ୍ରାକରକୁ ବ୍ଲକ କରିଥାଏ । ମନର ଗୋପନୀୟତା ଶାନ୍ତି ପାଇଁ ଆମକୁ ଆପଣଙ୍କ ଡିଫଲ୍ଟ ବ୍ରାଉଜର ତିଆରି କରନ୍ତୁ।
pa_in: Firefox ਹਰ ਮਹੀਨੇ ਔਸਤ 3,000+ ਟਰੈਕਰਾਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਉਂਦਾ ਹੈ। ਪਰਦੇਦਾਰੀ ਨੂੰ ਧਿਆਨ ਵਿੱਚ ਰੱਖਣ ਲਈ ਸਾਨੂੰ ਆਪਣਾ ਮੂਲ ਬਰਾਊਜ਼ਰ ਬਣਾਓ।
pt_pt: O Firefox bloqueia, em média, mais de 3000 rastreadores por utilizador por mês. Torne-nos no seu navegador padrão para estar tranquilo relativamente à privacidade.
ro: Firefox blochează, în medie, peste 3.000 de elemente de urmărire per user în fiecare lună. Fă-l browserul implicit pentru confidențialitate și liniște interioară.
ru: Firefox ежемесячно блокирует для каждого пользователя в среднем более 3000 трекеров. Сделайте нас своим браузером по умолчанию для спокойствия по поводу конфиденциальности.
si: ෆයර්ෆොක්ස් සාමාන්‍යයෙන් සෑම මසකම එක් අයෙක් සඳහා ලුහුබැඳීම් 3,000 කට වඩා අවහිර කරයි. පෞද්ගලිකත්‍වය තත්‍වාකාරයෙන් අත්විඳීමට ඔබගේ පෙරනිමි අතිරික්සුව කරන්න.
sk: Firefox zablokuje každý mesiac v priemere viac ako 3 000 sledovacích prvkov na používateľa. Nastavte si z nás svoj predvolený prehliadač, aby ste mali súkromie pod kontrolou.
sv: Firefox blockerar i genomsnitt över 3 000 spårare per användare varje månad. Gör oss till din standardwebbläsare för att skydda integriteten.
tg: Браузери «Firefox» ҳар моҳ ба ҳисоби миёна зиёда аз 3000+ васоити пайгириро барои ҳар як корбар алоҳида манъ мекунад. Браузери моро ҳамчун браузери пешфарзи худ бо роҳати дилу ҷон дар махфият танзим кунед.
th: Firefox ปิดกั้นตัวติดตามมากกว่า 3,000 ตัวต่อผู้ใช้ในแต่ละเดือนโดยเฉลี่ย ตั้งค่าให้เราเป็นเบราว์เซอร์เริ่มต้นเพื่อความอุ่นใจในความเป็นส่วนตัว
tr: Firefox, her ay kullanıcı başına ortalama 3.000 takip kodunu engelliyor. Gizliliğinizi korumak için bizi saptanmış tarayıcınız yapın.
ug: Firefox ھەر ئايدا ئوتتۇرا ھېساب بىلەن ھەر بىر ئىشلەتكۈچىگە 3000 دىن كۆپ ئىز قوغلىغۇچنى توسىدۇ. شەخسىي خاتىرجەملىك ئۈچۈن بىزنى كۆڭۈلدىكى توركۆرگۈڭىزگە ئايلاندۇرۇڭ.

# DefaultBrowserCard.PeaceOfMind.Title.v108
source: Firefox Has Privacy Covered
bg: Firefox гарантира поверителност
bn: Firefox গোপনীয়তা নিশ্চিত করে
bs: Firefox ima zaštitu privatnosti
cs: Firefox má soukromí pod kontrolou
cy: Mae Firefox yn Sicrhau Preifatrwydd
eo: Firefox protektas vian privatecon
et: Firefoxis on privaatsus kaitstud
gl: Firefox ten a privacidade cuberta
hy_am: Firefox֊ի գաղտնիության ծանուցում
id: Firefox Siap Lindungi Privasi
is: Firefox styður friðhelgi einkalífsins
it: Firefox protegge la tua privacy
km: Firefox គ្របដណ្តប់លើភាពឯកជន
my: ကိုယ်ရေးလုံခြုံရေးအတွက် Firefox ကိုစိတ်ချပါ
nb: Firefox tar vare på personvernet ditt
nl: Firefox denkt aan uw privacy
nn: Firefox tek vare på personvernet ditt
or: Firefoxରେ ଗୋପନୀୟତା ଆଚ୍ଛାଦିତ ଅଛି
pa_in: Firefox ਵਿੱਚ ਪਰਦੇਦਾਰੀ ਹੈ
pt_pt: O Firefox tem a privacidade coberta
ro: Firefox îți protejează viața privată
ru: Firefox обеспечивает конфиденциальность
si: ෆයර්ෆොක්ස් පෞද්ගලිකත්‍වය රැකදෙයි
sk: Firefox má súkromie pod kontrolou
sv: Firefox skyddar din integritet
tg: Браузери «Firefox» махфиятро таъмин мекунад
th: Firefox มีความเป็นส่วนตัวครอบคลุม
tr: Firefox gizliliğinizi korur
ug: Firefox شەخسىيەتنى قوغدايدۇ

# DefaultBrowserCard.Title
source: Switch Your Default Browser
bg: Смяна на браузъра по подразбиране
bn: আপনার ডিফল্ট ব্রাউজারটিতে স্যুইচ করুন
bs: Promijenite svoj zadani pretraživač
cs: Nastavte si svůj výchozí prohlížeč
cy: Newid Eich Porwr Rhagosodedig
eo: Ŝanĝi vian norman retumilon
et: Vaikebrauseri vahetamine
gl: Cambia o teu navegador predeterminado
hy_am: Փոխարկեք Ձեր սկզբնադիր դիտարկիչը
id: Alihkan Peramban Baku Anda
is: Skiptu um sjálfgefinn vafra
it: Cambia il browser predefinito
km: ប្ដូរ​កម្មវិធី​រុករក​តាមអ៊ីនធឺណិត​លំនាំដើម​របស់​អ្នក
my: သင်၏ပုံမှန် Browser ကိုပြောင်းပါ
nb: Endre standard nettleser
nl: Uw standaardbrowser wisselen
nn: Endre standard nettlesar
or: ଆପଣଙ୍କ ଡିଫଲ୍ଟ ବ୍ରାଉଜର୍ ବଦଳାନ୍ତୁ
pa_in: ਆਪਣੇ ਮੂਲ ਬਰਾਊਜ਼ਰ ਨੂੰ ਬਦਲੋ
pt_pt: Alterar o seu navegador predefinido
ro: Schimbă browserul implicit
ru: Сменить браузер по умолчанию
si: පෙරනිමි අතිරික්සුව මාරු කරන්න
sk: Zmeňte svoj predvolený prehliadač
sv: Ändra din standardwebbläsare
tg: Гузоштан ба браузери пешфарзи худ
th: เปลี่ยนเบราว์เซอร์เริ่มต้นของคุณ
tr: Saptanmış tarayıcınızı değiştirin
ug: كۆڭۈلدىكى توركۆرگۈڭىزنى ئالماشتۇرۇڭ

# DefaultBrowserOnboarding.Button
source: Go to Settings
bg: Към настройките
bn: সেটিংস এ যান
bs: Idi na Postavke
cs: Přejít do nastavení
cy: Mynd i'r Gosodiadau
eo: Iri al agordoj
et: Mine sätetesse
gl: Ir á configuración
hy_am: Անցնել Կարգավորումներին
id: Buka Pengaturan
is: Fara í stillingar
it: Apri Impostazioni
km: ចូលទៅកាន់​ការកំណត់
my: အပြင်အဆင်များသို့ သွားပါ
nb: Gå til Innstillinger
nl: Naar Instellingen
nn: Gå til Innstillingar
or: ସଂରଚନାକୁ ଯାଆନ୍ତୁ
pa_in: ਸੈਟਿੰਗਾਂ ਉੱਤੇ ਜਾਓ
pt_pt: Aceder às Definições
ro: Mergi la setări
ru: Перейти в Настройки
si: සැකසුම් වෙත යන්න
sk: Prejsť do nastavení
sv: Gå till inställningar
tg: Ба Танзимот гузаред
th: ไปยังการตั้งค่า
tr: Ayarlar’a git
ug: تەڭشەككە يۆتكەل

# DefaultBrowserOnboarding.Description1
source: 1. Go to Settings
bg: 1. Отидете на Настройки
bn: 1. সেটিংস এ যান
bs: 1. Idi na Postavke
cs: 1. Přejděte do nastavení
cy: 1. Mynd i'r Gosodiadau
eo: 1. Iri al agordoj
et: 1. Mine sätetesse
gl: 1. Ir á configuración
hy_am: 1. Գնացեք Կարգավորումներ
id: 1. Buka Pengaturan
is: 1. Farðu í Stillingar
it: 1. Apri Impostazioni
km: 1. ចូលទៅ​ការកំណត់
my: 1အပြင်အဆင်များသို့ သွားပါ
nb: 1. Gå til Innstillinger
nl: 1. Ga naar Instellingen
nn: 1. Gå til Innstillingar
or: 1. ସଂରଚନାକୁ ଯାଆନ୍ତୁ
pa_in: 1. Settings ਉੱਤੇ ਜਾਓ
pt_pt: 1. Aceder às Definições
ro: 1. Mergi la setări
ru: 1. Перейдите в Настройки
si: 1. සැකසුම් වෙත යන්න
sk: 1. Prejdite do nastavení
sv: 1. Gå till Inställningar
tg: 1. Ба Танзимот гузаред
th: 1. ไปยังการตั้งค่า
tr: 1. Ayarlar’a gidin
ug: 1. تەڭشەككە يۆتكىلىڭ

# DefaultBrowserOnboarding.Description2
source: 2. Tap Default Browser App
bg: 2. Докоснете Приложение за браузър по подразбиране
bn: 2. ডিফল্ট ব্রাউজার অ্যাপ এ ট্যাপ করুন
bs: 2. Dodirni Zadana aplikacija pretraživača
cs: 2. Klepněte na „Výchozí prohlížeč“
cy: 2. Tapio Default Browser App
eo: 2. Tuŝetu Norma retumila programo
et: 2. Puuduta valikut Default Browser App
gl: 2. Pulse a Aplicación do navegador por defecto
hy_am: 2. Հպեք սկզբնադիր դիտարկի հավելվածին
id: 2. Ketuk App Browser Default
is: 2. Ýttu á sjálfgefið vafraforrit
it: 2. Tocca App per il browser di default
km: 2. ចុច​កម្មវិធី​រុករក​តាម​អ៊ីនធឺណិត​លំនាំដើម
my: 2 ပုံသေဘရောက်ဇာ အဖြစ်သတ်မှတ်မည်
nb: 2. Trykk på Standard nettleserapp
nl: 2. Tik op Standaard browser-app
nn: 2. Trykk på «Standard nettlesarapp»
or: 2. ଡିଫଲ୍ଟ ବ୍ରାଉଜର ଆପ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ
pa_in: 2. Default Browser App ਨੂੰ ਛੂਹੋ
pt_pt: 2. Toque em Navegador predefinido
ro: 2. Atinge Setează ca browser implicit
ru: 2. Выберите «Приложение браузера по умолчанию»
si: 2. පෙරනිමි අතිරික්සු යෙදුම ඔබන්න
sk: 2. Ťuknite na možnosť Predvolený prehliadač
sv: 2. Tryck på Standardwebbläsar-app
tg: 2. Барномаи браузери пешфарзро пахш кунед
th: 2. แตะแอปเบราว์เซอร์เริ่มต้น
tr: 2. Saptanmış Tarayıcı Uygulaması’na dokunun
ug: 2. كۆڭۈلدىكى توركۆرگۈ ئەپنى چېكىڭ

# DefaultBrowserOnboarding.Description3
source: 3. Select Firefox
bg: 3. Изберете Firefox
bn: 3. Firefox নির্বাচন করুন
bs: 3. Odaberi Firefox
cs: 3. Vyberte Firefox
cy: 3. Dewis Firefox
eo: 3. Elektu Firefox
et: 3. Vali Firefox
gl: 3. Seleccione Firefox
hy_am: 3. Ընտրեք Firefox-ը
id: 3. Pilih Firefox
is: 3. Veldu Firefox
it: 3. Seleziona Firefox
km: 3. ជ្រើសរើស Firefox
my: 3. Firefox ကို ရွေးပါ။
nb: 3. Velg Firefox
nl: 3. Selecteer Firefox
nn: 3. Vel Firefox
or: 3. Firefox ଚୟନ କରନ୍ତୁ
pa_in: 3. Firefox ਚੁਣੋ
pt_pt: 3. Selecione Firefox
ro: 3. Selectează Firefox
ru: 3. Выберите Firefox
si: 3. ෆයර්ෆොක්ස් තෝරන්න
sk: 3. Vyberte Firefox
sv: 3. Välj Firefox
tg: 3. «Firefox»-ро интихоб намоед
th: 3. เลือก Firefox
tr: 3. Firefox’u seçin
ug: 3. Firefox نى تاللاڭ

# DefaultBrowserOnboarding.Screenshot
source: Default Browser App
bg: Приложение за браузър по подразбиране
bn: ডিফল্ট ব্রাউজার অ্যাপ
bs: Zadana aplikacija pretraživača
cs: Výchozí prohlížeč
cy: Ap Porwr Rhagosodedig
eo: Norma retumila programo
gl: Aplicación de navegador predeterminada
hy_am: Դիտարկիչի սկզբնադիր հավելված
id: App Browser Default
is: Sjálfgefið vafraforrit
it: App per il browser di default
km: កម្មវិធី​រុករក​តាម​អ៊ីនធឺណិត​លំនាំដើម
my: မူရင်း Browser အက်ပ်
nb: Standard nettleser-app
nl: Standaard browser-app
nn: Standard nettlesar-app
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ବ୍ରାଉଜର ଆପ
pa_in: ਮੂਲ ਬਰਾਊਜ਼ਰ ਐਪ
pt_pt: Navegador predefinido
ro: Browser implicit
ru: Приложение браузера по умолчанию
si: පෙරනිමි අතිරික්සු යෙදුම
sk: Predvolený prehliadač
sv: Standardwebbläsar-app
tg: Барномаи браузери пешфарз
th: แอปเบราว์เซอร์เริ่มต้น
tr: Saptanmış Tarayıcı Uygulaması
ug: كۆڭۈلدىكى توركۆرگۈ ئەپى
