Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/*.lproj/Default Browser.strings
Languages: bg, bn, bs, cs, cy, eo, et, gl, hy_am, id, is, it, km, my, nb, nl, nn, or, pa_in, pt_pt, ro, ru, si, sk, sv, tg, th, tr, ug

# Settings.DefaultBrowserMenuItem
source: Set as Default Browser
bg: Задаване като браузър по подразбиране
bn: ডিফল্ট ব্রাউজার হিসাবে সেট করুন
bs: Postavi kao zadani pretraživač
cs: Nastavit jako výchozí prohlížeč
cy: Gosod fel y Porwr Ragosodedig
eo: Igi retumilon norma
et: Määra vaikebrauseriks
gl: Estabelecer como navegador predeterminado
hy_am: Կայել որպես սկզբնադիր դիտարկիչ
id: Setel sebagai Peramban Baku
is: Setja sem sjálfgefinn vafra
it: Imposta come browser predefinito
km: កំណត់​ជា​កម្មវិធី​រុករក​តាម​អ៊ីនធឺណិត​លំនាំដើម
my: ပုံသေဘရောက်ဇာ အဖြစ်သတ်မှတ်မည်
nb: Bruk som standard nettleser
nl: Als standaardbrowser instellen
nn: Bruk som standard nettlesar
or: ଡିଫଲ୍ଟ ବ୍ରାଉଜର ଭାବେ ସ୍ଥାପନ କରନ୍ତୁ
pa_in: ਮੂਲ ਬਰਾਊਜ਼ਰ ਵਜੋਂ ਸੈੱਟ ਕਰੋ
pt_pt: Definir como navegador predefinido
ro: Setează ca browser implicit
ru: Установить браузером по умолчанию
si: පෙරනිමි අතිරික්සුව ලෙස සකසන්න
sk: Nastaviť ako predvolený prehliadač
sv: Ange som standardwebbläsare
tg: Гузоштан ҳамчун браузери пешфарз
th: ตั้งเป็นเบราว์เซอร์เริ่มต้น
tr: Saptanmış tarayıcı yap
ug: كۆڭۈلدىكى توركۆرگۈ قىلىپ تەڭشە
