Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/*.lproj/Localizable.strings
Languages: bg, ro, tg, ug

# Settings.DataManagement.SearchLabel
source: Filter Sites
bg: Филтриране на сайтовете
ro: Filtrează site-uri
tg: Полои сомонаҳо
ug: بېكەت سۈزگۈچ

# Settings.DataManagement.SectionName
source: Data Management
bg: Управление на данните
ro: Gestionarea datelor
tg: Идоракунии маълумот
ug: سانلىق مەلۇمات باشقۇرۇش

# Settings.DataManagement.Title
source: Data Management
bg: Управление на данните
ro: Gestionarea datelor
tg: Идоракунии маълумот
ug: سانلىق مەلۇمات باشقۇرۇش

# Settings.Disconnect.Body
source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
bg: Firefox ще спре синхронизирането на вашата сметка, но няма да изтрие никакви данни на разглеждането от устройството.
ro: Firefox va opri sincronizarea cu contul tău, dar nu va șterge niciuna dintre datele de navigare de pe acest dispozitiv.
tg: Firefox ҳамоҳангсозиро бо ҳисоби шумо қатъ мекунад, аммо ягон маълумоти тамошокунии шуморо дар ин дастгоҳ нест намекунад.
ug: Firefox ھېساباتىڭىز بىلەن قەدەمداشلاشنى توختىتىدۇ، ئەمما بۇ ئۈسكۈنىدىكى توركۆرگۈ سانلىق مەلۇماتلىرىڭىزنى ئۆچۈرمەيدۇ.

# Settings.Disconnect.Button
source: Disconnect Sync
bg: Изключване от Sync
ro: Deconectează Sync
tg: Қатъ кардани пайвасти ҳамоҳангсозӣ
ug: قەدەمداشنى ئۈز

# Settings.Disconnect.CancelButton
source: Cancel
bg: Отказ
ro: Anulează
tg: Бекор кардан
ug: ۋاز كەچ

# Settings.Disconnect.DestructiveButton
source: Disconnect
bg: Изключване
ro: Deconectare
tg: Қатъ кардани пайваст
ug: ئۇلانمىنى ئۈز

# Settings.Disconnect.Title
source: Disconnect Sync?
bg: Изключване от Sync?
ro: Deconectezi Sync?
tg: Пайвасти ҳамоҳангсозиро қатъ мекунед?
ug: قەدەمداشنى ئۈزەمدۇ؟

# Settings.DisplayTheme.BrightnessThreshold.SectionHeader
source: Threshold
bg: Праг
ro: Prag
tg: Меъёр
ug: بوسۇغا

# Settings.DisplayTheme.Manual.StatusLabel
source: Manual
bg: Ръчно
tg: Ба таври дастӣ
ug: قولدا

# Settings.DisplayTheme.Manual.SwitchSubtitle
source: Pick which theme you want
bg: Изберете темата, която искате
ro: Alege tema dorită
tg: Мавзуи дилхоҳеро интихоб намоед
ug: ئېھتىياجلىق ئۆرنەكنى تاللاڭ

# Settings.DisplayTheme.Manual.SwitchTitle
source: Manually
bg: Ръчно
ro: Manual
tg: Ба таври дастӣ
ug: قولدا

# Settings.DisplayTheme.OptionDark
source: Dark
bg: Тъмна
ro: Întunecată
tg: Торик
ug: قاراڭغۇ

# Settings.DisplayTheme.OptionLight
source: Light
bg: Светла
ro: Luminoasă
tg: Равшан
ug: يورۇق

# Settings.DisplayTheme.SectionFooter
source: The theme will automatically change based on your display brightness. You can set the threshold where the theme changes. The circle indicates your display's current brightness.
bg: Темите автоматично ще бъдат променяни въз основа на яркостта на екрана. Може да зададете друг праг за превключване. Кръгчето показва текущата яркост на дисплея.
ro: Tema se va schimba automat în funcție de luminozitatea ecranului. Poți seta pragul în care se schimbă tema. Cercul indică luminozitatea actuală a afișajului.
tg: Мавзуъ мувофиқи равшании экрани шумо ба таври худкор иваз карда мешавад. Шумо метавонед ҳаддеро танзим кунед, ки мувофиқи он мавзуъ тағйир меёбад. Нишондиҳандаи доирашакл сатҳи равшании ҷории экрани шуморо нишон медиҳад.
ug: ئۆرنەك ئېكران يورۇقلۇقىغا ئاساسەن ئۆزلۈكىدىن ئۆزگەرتىدۇ. سىز ئۆرنەكنى ئۆزگەرتىپ بوسۇغا قىممەتنى تەڭشىيەلەيسىز. چەمبەر ئېكرانىڭىزنىڭ ھازىرقى يورۇقلۇق دەرىجىسىنى ئىپادىلەيدۇ.

# Settings.DisplayTheme.StatusTitle
source: Automatic
bg: Автоматично
ro: Automat
tg: Ба таври худкор
ug: ئاپتوماتىك

# Settings.DisplayTheme.SwitchMode.SectionHeader
source: Switch Mode
bg: Превключване на режима
ro: Comutare mod
tg: Иваз кардани реҷа
ug: ھالەت ئالماشتۇرۇش

# Settings.DisplayTheme.SwitchSubtitle
source: Switch automatically based on screen brightness
bg: Превключване въз основа яркостта на екрана
ro: Schimbă automat pe baza luminozității ecranului
tg: Вобаста аз равшании экран ба таври худкор иваз карда шавад
ug: ئېكراننىڭ يورۇقلۇقىغا ئاساسەن ئاپتوماتىك ئالماشتۇرىدۇ

# Settings.DisplayTheme.SwitchTitle
source: Automatically
bg: Автоматично
ro: Automat
tg: Ба таври худкор
ug: ئاپتوماتىك

# Settings.DisplayTheme.SystemTheme.SectionHeader
source: System Theme
bg: Системна тема
ro: Temă de sistem
tg: Мавзуи низомӣ
ug: سىستېما ئۆرنىكى

# Settings.DisplayTheme.SystemTheme.SwitchTitle
source: Use System Light/Dark Mode
bg: Използвайте светъл/тъмен режим на системата
ro: Folosește modul luminos/întunecat
tg: Истифодаи реҷаи низомии торик/равшан
ug: سىستېما يورۇق/قاراڭغۇ ھالەتنى ئىشلىتىدۇ

# Settings.DisplayTheme.ThemePicker.SectionHeader
source: Theme Picker
bg: Избирач на теми
ro: Alegere temă
tg: Интихоби мавзуъ
ug: ئۆرنەك تاللىغۇچ

# Settings.DisplayTheme.Title.v2
source: Theme
bg: Тема
ro: Temă
tg: Мавзуъ
ug: ئۆرنەك

# Settings.FxA.DeviceName
source: Device Name
bg: Име на устройството
ro: Numele dispozitivului
tg: Номи дастгоҳ
ug: ئۈسكۈنە ئىسمى

# Settings.FxA.Sync.SectionName
source: Sync Settings
bg: Настройки за синхронизиране
ro: Setări de sincronizare
tg: Танзимоти ҳамоҳангсозӣ
ug: قەدەمداش تەڭشەكلەر

# Settings.FxA.Title
source: Firefox Account
ro: Cont Firefox
tg: Ҳисоби «Firefox»
ug: Firefox ھېساباتى

# Settings.General.SectionName
source: General
bg: Основни
tg: Умумӣ
ug: ئادەتتىكى

# Settings.Home.Current.Description.v101
source: Choose what displays as the homepage.
bg: Изберете какво да се показва за начална страница.
ro: Alege ce se afișează ca pagină principală.
tg: Он чизеро, ки ҳамчун саҳифаи асосӣ намоиш дода мешавад, интихоб кунед.
ug: باش بەتتە نېمە كۆرسىتىدىغانلىقى تاللىنىدۇ.

# Settings.Home.Option.Description.v101
source: Choose what’s included on the Firefox homepage.
bg: Изберете какво да бъде включено на началната страница на Firefox.
ro: Alege ce este inclus pe pagina principală Firefox.
tg: Он чизеро, ки ба сафҳаи асосии «Firefox» дохил карда мешавад, интихоб кунед.
ug: Firefox نىڭ باش بېتى نېمىنى ئۆز ئىچىگە ئالىدىغانلىقى تاللىنىدۇ.

# Settings.Home.Option.JumpBackIn
source: Jump Back In
bg: Влизане отново
ro: Revino la fila aceasta
tg: Бозгашт ба
ug: ئالدىنقى بەتكە قايت

# Settings.Home.Option.Pocket
source: Recommended by Pocket
bg: Препоръчано от Pocket
ro: Recomandat de Pocket
tg: Аз ҷониби «Pocket» тавсия дода мешавад
ug: Pocket تەۋسىيەسى

# Settings.Home.Option.RecentlySaved
source: Recently Saved
bg: Последно запазени
ro: Salvate recent
tg: Нигоҳдошташудаи охирин
ug: يېقىندا ساقلانغان

# Settings.Home.Option.RecentlyVisited
source: Recently Visited
bg: Наскоро посетени
ro: Vizitate recent
tg: Дидашудаи охирин
ug: يېقىندا زىيارەت قىلغان

# Settings.Home.Option.Shortcuts
source: Shortcuts
bg: Бързи клавиши
ro: Comenzi rapide
tg: Миёнбурҳо
ug: تېزلەتمە

# Settings.Home.Option.StartAtHome.AfterFourHours
source: Homepage after four hours of inactivity
bg: Начална страница след четири часа бездействие
ro: Pagina de start după patru ore de inactivitate
tg: Саҳифаи асосӣ пас аз чор соати беамалӣ
ug: تۆت سائەت ئىشلەتمىسە باش بەتكە قايتىدۇ

# Settings.Home.Option.StartAtHome.Always
source: Homepage
bg: Страница
ro: Pagină de start
tg: Саҳифаи асосӣ
ug: باش بەت

# Settings.Home.Option.StartAtHome.Description
source: Choose what you see when you return to Firefox.
bg: Изберете какво да виждате, когато се върнете към Firefox.
ro: Alege ce vezi când revii în Firefox.
tg: Он чизеро, ки шумо ҳангоми бозгашт ба браузери «Firefox» мебинед, интихоб кунед.
ug: Firefox قا قايتقاندا كۆرۈنىدىغان مەزمۇن تاللىنىدۇ.

# Settings.Home.Option.StartAtHome.Never
source: Last tab
bg: Последен раздел
ro: Ultima filă
tg: Варақаи охирин
ug: ئاخىرقى بەتكۈچ

# Settings.Home.Option.StartAtHome.Title
source: Opening screen
bg: Начален екран
ro: Ecran de start
tg: Экрани ибтидоӣ
ug: ئېچىلىش ئېكرانى

# Settings.Home.Option.Title.v101
source: Include on Homepage
bg: Включване на началната страница
ro: Include pe pagina principală
tg: Дохил кардан ба саҳифаи асосӣ
ug: باش بەتتە كۆرۈنىدۇ

# Settings.Home.Option.Wallpaper
source: Wallpaper
bg: Тапет
ro: Imagine de fundal
tg: Тасвири замина
ug: تام قەغىزى

# Settings.Home.Option.Wallpaper.Accessibility.AmethystWallpaper.v99
source: Firefox wallpaper, amethyst pattern.
bg: Тапет на Firefox, аметист.
ro: Imagine de fundal Firefox, model de ametist.
tg: Тасвири заминаи «Firefox», ангораи лаъли кабуд.
ug: Firefox تام قەغىزى ، ئامېتىست ئەندىزىسى.

# Settings.Home.Option.Wallpaper.Accessibility.BeachHillsWallpaper.v100
source: Firefox wallpaper, beach hills pattern.
bg: Тапет за Firefox, шарка на дюни.
ro: Imagine de fundal Firefox, model cu dealuri de plajă.
tg: Тасвири заминаи «Firefox», ангораи теппаҳои соҳил.
ug: Firefox تام قەغىزى ، ساھىل تاغ ئەندىزىسى.

# Settings.Home.Option.Wallpaper.Accessibility.CeruleanWallpaper.v99
source: Firefox wallpaper, cerulean pattern.
bg: Тапет на Firefox, синьо-син шарка.
ro: Imagine de fundal Firefox, model azuriu.
tg: Тасвири заминаи «Firefox», ангораи лоҷувардӣ.
ug: Firefox تام قەغىزى، ھاۋا رەڭ ئەندىزە.

# Settings.Home.Option.Wallpaper.Accessibility.DefaultWallpaper.v99
source: Default clear wallpaper.
bg: Изчистен тапет по подразбиране.
ro: Imagine de fundal transparentă implicită.
tg: Тасвири заминаи дурахшони пешфарз.
ug: كۆڭۈلدىكى يورۇق تام قەغەز.

# Settings.Home.Option.Wallpaper.Accessibility.SunriseWallpaper.v99
source: Firefox wallpaper, sunrise pattern.
bg: Тапет на Firefox, модел на изгрев.
ro: Imagine de fundal Firefox, model de răsărit de soare.
tg: Тасвири заминаи «Firefox», ангораи шафақи субҳ.
ug: Firefox تام قەغىزى، كۈن چىقىش ئەندىزە.

# Settings.Home.Option.Wallpaper.Accessibility.ToggleButton
source: Homepage wallpaper cycle toggle
bg: Превключване на цикъла на тапета на началната страница
ro: Comutare diaporamă imagine de fundal în pagina de start
tg: Қатъу васли давраи тасвирҳои заминаи саҳифаи асосӣ
ug: باش بەت تام قەغىزىنى ئالماشتۇرۇش ئۈزچاتى

# Settings.Home.Option.Wallpaper.Accessibility.TwilightHillsWallpaper.v100
source: Firefox wallpaper, twilight hills pattern.
bg: Тапет за Firefox, шарка на Twilight hills.
ro: Imagine de fundal Firefox, model dealuri la apus.
tg: Тасвири заминаи «Firefox», ангораи теппаҳо дар нимторикӣ.
ug: Firefox تام قەغىزى ، شەپەقتىكى تاغ ئەندىزىسى.

# Settings.Home.Option.Wallpaper.Classic.Title.v106
source: Classic %@
bg: Класически %@
ro: Clasic %@
tg: Классикӣ - %@
ug: ئەنئەنىۋى %@

# Settings.Home.Option.Wallpaper.CollectionTitle
source: OPENING SCREEN
bg: Начален Екран
ro: ECRAN DE DESCHIDERE
tg: ЭКРАНИ ИБТИДОӢ
ug: ئېچىلىش ئېكرانى

# Settings.Home.Option.Wallpaper.LearnMore.v106
source: Learn more
bg: Научете повече
ro: Află mai multe
tg: Маълумоти бештар
ug: تەپسىلاتى

# Settings.Home.Option.Wallpaper.LimitedEdition.Default.Description.v106
source: Try the new collection.
bg: Опитайте новата колекция.
ro: Încearcă noua colecție.
tg: Маҷмуаи навро кӯшиш кунед.
ug: يېڭى يىغقۇچنى سىناش.

# Settings.Home.Option.Wallpaper.LimitedEdition.IndependentVoices.Description.v106
source: The new Independent Voices collection.
bg: Новата колекция Independent Voices.
ro: Încearcă colecția Voci Independente.
tg: Маҷмуаи нави «Овозҳои мустақил».
ug: يېڭى مۇستەقىل ئاۋاز توپلىمى.

# Settings.Home.Option.Wallpaper.LimitedEdition.Title.v106
source: Limited Edition
bg: Ограничено издание
ro: Ediție limitată
tg: Нашри маҳдуд
ug: چەكلىك نەشرى

# Settings.Home.Option.Wallpaper.SwitchTitle.v99
source: Change wallpaper by tapping Firefox homepage logo
bg: Променете тапета, като докоснете логото на началната страница на Firefox
ro: Schimbă imaginea de fundal atingând sigla paginii de pornire Firefox
tg: Тасвири заминаро бо зеркунии тамғаи саҳифаи асосии «Firefox» иваз намоед
ug: Firefox نىڭ باش بەت تۇغىنى چېكىپ تام قەغىزىنى ئۆزگەرتكىلى بولىدۇ

# Settings.Home.Option.Wallpaper.Title
source: Wallpaper
bg: Тапет
ro: Imagine de fundal
tg: Тасвири замина
ug: تام قەغىزى

# Settings.Home.Option.Wallpaper.UpdatedToast
source: Wallpaper Updated!
bg: Тапетът е обновен!
ro: Imagine de fundal actualizată!
tg: Тасвири замина навсозӣ карда шуд!
ug: تام قەغىزى يېڭىلاندى!

# Settings.Home.Option.Wallpaper.UpdatedToastButton
source: View
bg: Изглед
ro: Vizualizare
tg: Намоиш
ug: كۆرۈنۈش

# Settings.HomePage.SectionName
source: Homepage
bg: Начална страница
ro: Pagină de start
tg: Саҳифаи асосӣ
ug: باش بەت

# Settings.Homepage.Shortcuts.Rows.v100
source: Rows
bg: Редове
ro: Rânduri
tg: Сатрҳо
ug: قۇر

# Settings.Homepage.Shortcuts.RowsPageTitle.v100
source: Rows
bg: Редове
ro: Rânduri
tg: Сатрҳо
ug: قۇر

# Settings.Homepage.Shortcuts.ShortcutsPageTitle.v100
source: Shortcuts
bg: Бързи клавиши
ro: Comenzi rapide
tg: Миёнбурҳо
ug: تېزلەتمە

# Settings.Homepage.Shortcuts.ShortcutsToggle.v100
source: Shortcuts
bg: Бързи клавиши
ro: Comenzi rapide
tg: Миёнбурҳо
ug: تېزلەتمە

# Settings.Homepage.Shortcuts.SponsoredShortcutsToggle.v100
source: Sponsored Shortcuts
bg: Спонсорирани преки пътища
ro: Comenzi rapide sponsorizate
tg: Миёнбурҳои сарпарастӣ
ug: قوللايدىغانلار تېزلەتمىسى

# Settings.Homepage.Shortcuts.ToggleOff.v100
source: Off
bg: Изключено
ro: Dezactivat
tg: Ғайрифаъол
ug: تاقاق

# Settings.Homepage.Shortcuts.ToggleOn.v100
source: On
bg: Включено
ro: Activat
tg: Фаъол
ug: ئوچۇق

# Settings.HomePage.URL.Title
source: Current Homepage
bg: Текуща начална страница
ro: Pagina de start actuală
tg: Саҳифаи асосии ҷорӣ
ug: نۆۋەتتىكى باش بەت

# Settings.HomePage.UseCurrent.Button
source: Use Current Page
bg: Използване на текущата страница
ro: Folosește pagina actuală
tg: Истифодаи саҳифаи ҷорӣ
ug: نۆۋەتتىكى بەتنى ئىشلەت

# Settings.LoginsAndPasswordsTitle
source: Logins & Passwords
bg: Регистрации и пароли
ro: Date de autentificare și parole
tg: Воридшавиҳо ва ниҳонвожаҳо
ug: كىرىش ۋە ئىم

# Settings.NewTab.CustomURL
source: Custom URL
bg: Потребителски URL адреси
ro: URL personalizat
tg: Нишонии «URL»-и фармоишӣ
ug: ئىختىيارى تور ئادرېسى

# Settings.NewTab.Option.BlankPage
source: Blank Page
bg: Празна страница
ro: Pagină goală
tg: Саҳифаи холӣ
ug: بوش بەت

# Settings.NewTab.Option.Custom
source: Custom
bg: По избор
ro: Personalizat
tg: Фармоишӣ
ug: ئىختىيارىچە

# Settings.NewTab.Option.FirefoxHome
source: Firefox Home
bg: Начална страница на Firefox
ro: Pagină de start Firefox
tg: Саҳифаи асосии «Firefox»
ug: Firefox باش بەت

# Settings.NewTab.Option.HomePage
source: Homepage
bg: Начална страница
ro: Pagina de start
tg: Саҳифаи асосӣ
ug: باش بەت

# Settings.NewTab.SectionName
source: New Tab
bg: Нов раздел
ro: Filă nouă
tg: Варақаи нав
ug: يېڭى بەتكۈچ

# Settings.NewTab.Title
source: New Tab
bg: Нов раздел
ro: Filă nouă
tg: Варақаи нав
ug: يېڭى بەتكۈچ

# Settings.NewTab.TopSectionName
source: Show
bg: Показване
ro: Afișează
tg: Намоиш додан
ug: كۆرسەت

# Settings.NewTab.TopSectionNameFooter
source: Choose what to load when opening a new tab
bg: Изберете какво да виждате в нов раздел
ro: Alege ce se încarcă la deschiderea unei file noi
tg: Интихоб намоед, ки ҳангоми кушоиши варақаи нав чӣ бояд бор карда шавад
ug: يېڭى بەتكۈچ ئاچقاندا نېمىلەرنى يۈكلەش تاللىنىدۇ

# Settings.NoImageModeBlockImages.Label.v99
source: Block Images
bg: Блокиране на изображения
ro: Blochează imaginile
tg: Манъ кардани тасвирҳо
ug: سۈرەتنى توس

# Settings.OfferClipboardBar.Status
source: When Opening Firefox
bg: При отваряне на Firefox
ro: Când se deschide Firefox
tg: Ҳангоми кушодани «Firefox»
ug: Firefox نى ئاچقاندا

# Settings.OfferClipboardBar.Status.v128
source: When opening %@
bg: При отваряне на %@
ro: La deschiderea %@
tg: Ҳангоми кушодани «%@»
ug: %@ نى ئاچقاندا

# Settings.OfferClipboardBar.Title
source: Offer to Open Copied Links
bg: Питане за отваряне на копираните препратки
ro: Oferă deschiderea linkurilor copiate
tg: Пешниҳод барои кушодани пайвандҳои нусхабардошташуда
ug: كۆچۈرۈلگەن ئۇلانمىنى ئېچىشقا تەمىنلەيدۇ

# Settings.OpenWith.PageTitle
source: Open mail links with
bg: Отваряне на препратките за ел. поща с
ro: Deschide linkurile de mail în
tg: Кушодани пайвандҳои почта тавассути
ug: خەت ئۇلانمىسىنى ئاچىدىغىنى

# Settings.OpenWith.SectionName
source: Mail App
bg: Приложение за ел. поща
ro: Aplicație de mail
tg: Барномаи почта
ug: خەت ئەپى

# Settings.Passwords.FingerPrintReason.v103
source: Use your fingerprint to access passwords now.
bg: Използвайте вашия пръстов отпечатък за достъп до паролите.
ro: Folosește amprenta ca să accesezi parolele acum.
tg: Акнун барои пайдо кардани дастрасӣ ба ниҳонвожаҳои худ аз нақши ангушт истифода баред.
ug: بارماق ئىزىڭىزنى ئىشلىتىپ ئىم ئۇچۇرىنى زىيارەت قىلىڭ.

# Settings.Passwords.OnboardingMessage.v103
source: Your passwords are now protected by Face ID, Touch ID or a device passcode.
bg: Вашите пароли вече са защитени чрез Face ID, Touch ID или парола на устройство.
ro: Parolele tale sunt acum protejate de Face ID, Touch ID sau o parolă a dispozitivului.
tg: Акнун ниҳонвожаҳои шумо ба воситаи «Face ID», «Touch ID» ё ниҳонвожаи рамзии дастгоҳ муҳофизат карда мешаванд.
ug: پارولىڭىز ھازىر چىراي كىملىكى بىلەن قوغدالغان، كىملىكنى چېكىڭ ياكى ئۈسكۈنە ئىم كودىنى كىرگۈزۈڭ.

# Settings.Passwords.SavePasswords.v103
source: Save Passwords
bg: Запазване на пароли
ro: Salvează parolele
tg: Нигоҳ доштани ниҳонвожаҳо
ug: ئىم ساقلا

# Settings.Passwords.Title.v103
source: Passwords
bg: Пароли
ro: Parole
tg: Ниҳонвожаҳо
ug: ئىم

# Settings.SaveLogins.Title
source: Save Logins
bg: Запазване на влизанията
ro: Salvează datele de autentificare
tg: Нигоҳ доштани воридшавиҳо
ug: تىزىمغا كىرىشنى ساقلا

# Settings.Search.Done.Button
source: Done
bg: Готово
ro: Gata
tg: Тайёр
ug: تامام

# Settings.Search.Edit.Button
source: Edit
bg: Редактиране
ro: Editează
tg: Таҳрир кардан
ug: تەھرىر

# Settings.SendUsage.Link
source: Learn More.
bg: Научете повече.
ro: Află mai multe.
tg: Маълумоти бештар.
ug: تەپسىلاتى.

# Settings.SendUsage.Message
source: Mozilla strives to only collect what we need to provide and improve Firefox for everyone.
bg: Mozilla се старае да събира само нужните данни за подобряване на Firefox за всички.
ro: Mozilla se străduiește să colecteze doar strictul necesar pentru a furniza și a îmbunătăți Firefox pentru toți.
tg: «Mozilla» cаъю кӯшиш мекунад, ки танҳо он маълумотеро ҷамъоварӣ намояд, ки мо бояд барои фаъолият ва беҳтарсозии «Firefox» барои ҳар як кас таъмин намоем.
ug: Mozilla پەقەت كۆپچىلىككە تەمىنلەيدىغان ۋە Firefox نى ياخشىلاش ئۈچۈن زۆرۈر بولغان ئۇچۇرلارنىلا توپلايدۇ.

# Settings.SendUsage.Title
source: Send Usage Data
bg: Изпращане данни за използването
ro: Trimite date privind utilizarea
tg: Фиристодани маълумоти истифодабарӣ
ug: ئىشلىتىش سانلىق مەلۇماتلىرىنى يوللايدۇ

# Settings.ShowLinkPreviews.Status
source: When Long-pressing Links
bg: Когато продължително натискане на връзки
ro: La atingerea îndelungată a linkurilor
tg: Ҳангоми пахши дарозмуддат ба пайвандҳо
ug: ئۇلانمىنى ئۇزۇن باسقاندا

# Settings.ShowLinkPreviews.StatusV2
source: When long-pressing links
bg: При продължително натискане на връзки
ro: La atingerea îndelungată a linkurilor
tg: Ҳангоми пахши дарозмуддат ба пайвандҳо
ug: ئۇلانمىنى ئۇزۇن باسقاندا

# Settings.ShowLinkPreviews.Title
source: Show Link Previews
bg: Показване на визуализациите на връзките
ro: Afișează previzualizări ale linkurilor
tg: Намоиш додани пешнамоиши пайванд
ug: ئۇلانما ئالدىن كۆزىتىشنى كۆرسىتىدۇ

# Settings.ShowLoginsInAppMenu.Title
source: Show in Application Menu
bg: Показване в менюто на приложението
ro: Afișează în meniul de aplicații
tg: Намоиш додан дар менюи барномаҳо
ug: ئەپ تىزىملىكىدە كۆرسىتىدۇ

# Settings.Siri.OpenTabShortcut
source: Open New Tab
bg: Отваряне в раздел
ro: Deschide o filă nouă
tg: Кушодани варақаи нав
ug: يېڭى بەتكۈچ ئاچ

# Settings.Siri.SectionDescription
source: Use Siri shortcuts to quickly open Firefox via Siri
bg: Използване на действия чрез Siri за бързо отваряне на Firefox чрез Siri
ro: Folosește scurtături Siri pentru a deschide Firefox rapid prin intermediul Siri
tg: Истифодаи миёнбурҳои «Siri» барои зуд кушодани браузери «Firefox» тавассути «Siri»
ug: Siri تېزلەتمىسىنى ئىشلىتىپ Siri ئارقىلىق Firefox نى تېز ئاچىدۇ

# Settings.Siri.SectionName
source: Siri Shortcuts
bg: Действия чрез Siri
ro: Scurtături Siri
tg: Миёнбурҳои «Siri»
ug: Siri تېزلەتمىسى

# Settings.Studies.Toggle.Link
source: Learn More.
bg: Научете повече.
ro: Află mai multe.
tg: Маълумоти бештар.
ug: تەپسىلاتى.

# Settings.Studies.Toggle.Message
source: Firefox may install and run studies from time to time.
bg: Firefox може, от време на време, да инсталира и извършва проучвания.
ro: Firefox poate instala și realiza studii din când în când.
tg: Баъзе вақт «Firefox» метавонад омӯзишҳоро насб ва иҷро намояд.
ug: Firefox پات-پات تەتقىقاتلارنى ئورنىتىپ ئىجرا قىلالايدۇ.

# Settings.Studies.Toggle.Title
source: Studies
bg: Проучвания
ro: Studii
tg: Омӯзишҳо
ug: تەتقىقات

# Settings.Sync.ButtonDescription.v103
source: Sign in to synchronise tabs, bookmarks, passwords, and more.
bg: Впишете се, за да синхронизирате раздели, отметки, пароли и други.
ro: Intră în cont ca să îți sincronizezi filele, marcajele, parolele și mai multe.
tg: Барои ҳамоҳангсозии варақаҳо, хатбаракҳо, ниҳонвожаҳо ва чизҳои дигар, ворид шавед.
ug: تىزىمغا كىرسە بەتكۈچ، خەتكۈچ، ئىم ۋە باشقا سانلىق مەلۇماتلار قەدەمداشلىنىدۇ.

# Settings.Sync.ButtonTitle.v103
source: Synchronise and Save Data
bg: Синхронизиране и запазване на данни
ro: Sincronizează și salvează datele
tg: Ҳамоҳангсозӣ ва нигоҳ доштани маълумот
ug: قەدەمداشلاپ سانلىق مەلۇماتنى ساقلا

# Settings.Sync.SignInView.Title.v103
source: Synchronise and Save Data
bg: Синхронизиране и запазване на данни
ro: Sincronizează și salvează datele
tg: Ҳамоҳангсозӣ ва нигоҳ доштани маълумот
ug: قەدەمداشلاپ سانلىق مەلۇماتنى ساقلا

# Settings.Tabs.CustomizeTabsSection.InactiveTabs
source: Inactive Tabs
bg: Неактивни раздели
ro: File inactive
tg: Варақаҳои ғайрифаъол
ug: ئاكتىپسىز بەتكۈچ

# Settings.Tabs.CustomizeTabsSection.InactiveTabsDescription.v101
source: Tabs you haven’t viewed for two weeks get moved to the inactive section.
bg: Разделите, които не сте преглеждали последните две седмици, се преместват в секцията за неактивни.
ro: Filele pe care nu le-ai vizitat de două săptămâni sunt mutate în secțiunea inactivă.
tg: Варақаҳое, ки шумо ду ҳафта такроран надидаед, ба қисмати ғайрифаъол интиқол дода мешаванд.
ug: سىز ئىككى ھەپتە كۆرمىگەن بەتكۈچلەر ئاكتىپسىز بۆلەككە يۆتكىلىدۇ.

# Settings.Tabs.CustomizeTabsSection.TabGroups
source: Tab Groups
bg: Групи на раздели
ro: Grupuri de file
tg: Гурӯҳҳои варақаҳо
ug: بەتكۈچ گۇرۇپپىسى

# Settings.Tabs.CustomizeTabsSection.Title
source: Customise Tab Tray
bg: Персонализиране на лентата с раздели
ro: Personalizează bara de file
tg: Фармоишдиҳии лавҳачаи варақаҳо
ug: ئىختىيارى بەتكۈچ تەخسە

# Settings.Tabs.Title
source: Tabs
bg: Раздели
ro: File
tg: Варақаҳо
ug: بەتكۈچ

# Settings.Toolbar.Bottom
source: Bottom
bg: Отдолу
ro: Jos
tg: Поён
ug: ئاستى

# Settings.Toolbar.SettingsTitle
source: Toolbar
bg: Лента с инструменти
ro: Bară de instrumente
tg: Навори абзорҳо
ug: قورال بالداق

# Settings.Toolbar.Top
source: Top
bg: Горе
ro: Sus
tg: Боло
ug: چوققا

# Settings.TrackingProtection.Alert.Button
source: OK, Got It
bg: Добре, разбрах
ro: OK, am înțeles!
tg: Хуб, фаҳмидам
ug: ماقۇل، چۈشىنىشلىك

# Settings.TrackingProtection.Alert.Description
source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
bg: Ако сайт не работи според очакванията, докоснете ключалката в адресната лента и изключете подобрената защита от проследяване за тази страница.
ro: Dacă un site nu funcționează cum era de așteptat, atinge lacătul din bara de adrese și dezactivează protecția îmbunătățită împotriva urmăririi pentru pagina respectivă.
tg: Агар сомона ба таври лозимӣ кор накунад, дар навори нишонӣ аломати қулфро зер кунед ва барои ин саҳифа имкони «Муҳофизати такмилёфта аз пайгирӣ»-ро ғайрифаъол созед.
ug: ئەگەر بىر تور بېكەت كۈتكەندەك ئىشلىمىسە، ئادرېس بالداقتىكى قۇلۇپنى چېكىپ، بۇ بەتتىكى كۈچەيتىلگەن ئىزلاشتىن قوغلاشنى تاقاڭ.

# Settings.TrackingProtection.Alert.Title
source: Heads up!
bg: Внимание!
ro: Atenție!
tg: Диққат!
ug: دىققەت!
