Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/*.lproj/Localizable.strings
Languages: bg, ro, tg, ug

# Menu.TrackingProtectionDescription.ContentTrackers
source: Web sites may load outside ads, videos, and other content that contains hidden trackers. Blocking this can make web sites load faster, but some buttons, forms, and login fields, might not work.
bg: Уеб страниците може да зареждат външни реклами, видеоклипове и друго съдържание, което съдържа скрити проследяващи механизми. Ако блокирате това, уебсайтовете ще се зареждат по-бързо, но някои бутони, формуляри и полета за вход може и да не работят.
ro: Site-urile web pot încărca reclame externe, videoclipuri și alt conținut care conține cod de urmărire ascunsă. Blocarea poate ajuta site-urile să se încarce mai rapid, dar este posibil ca unele butoane, formulare și câmpuri de autentificare să nu funcționeze.
tg: Сомонаҳо метавонанд рекламаи беруна, видеоҳои беруна ва муҳтавои дигареро, ки дорои васоити пайгирии пинҳонӣ мебошанд, бор кунанд. Амали манъкунии муҳтавои пайгирикунанда ба сомонаҳо барои кушоиши тезтар мусоидат менамояд, аммо беъзе тугмаҳо, шаклҳо ва майдонҳои воридшавӣ метавонанд кор накунанд.
ug: تور بېكەتلەر يوشۇرۇن ئىز قوغلىغۇچ بار ئېلان، سىن ۋە باشقا مەزمۇنلارنى يۈكلىشى مۇمكىن. بۇنى توسۇش تور بېكەتنىڭ يۈكلىنشىنى تېزلىتىدۇ ، ئەمما بەزى توپچە، كۆزنەك ۋە تىزىمغا كىرىش بۆلەكلىرى ئىشلىمەسلىكى مۇمكىن.

# Menu.TrackingProtectionDescription.CrossSiteNew
source: These cookies follow you from site to site to gather data about what you do online. They are set by third parties such as advertisers and analytics companies.
bg: Тези бисквитки ви следват от сайт на сайт и събират данни за това, което правите онлайн. Те се разполагат от трети страни като рекламодатели и компании за събиране и анализ на статистически данни.
ro: Aceste cookie-uri te urmăresc de pe un site pe altul și adună date despre ce faci online. Sunt setate de părți terțe, precum firmele care își fac publicitate și companiile de analitică.
tg: Чунин кукиҳо шуморо аз сомона ба сомона пайгирӣ мекунанд ва дар бораи фаъолияти шумо дар онлайн маълумотро ҷамъ мекунанд. Онҳо аз ҷониби тарафҳои сеюм монанди ширкатҳои таҳлилӣ ё рекламадеҳ ба роҳ монда мешаванд.
ug: بۇ ساقلانمىلار تور بېكەتتىن تور بېكەتكە ئەگىشىپ تورغا چىقىپ نېمە ئىش قىلىدىغانلىقىڭىز ھەققىدە ئۇچۇر توپلايدۇ. ئۇلارنى ئېلان بەرگۈچىلەر ۋە تەھلىل شىركىتى قاتارلىق ئۈچىنچى تەرەپلەر بەلگىلەيدۇ.

# Menu.TrackingProtectionDescription.CryptominersNew
source: Cryptominers secretly use your system’s computing power to mine digital money. Cryptomining scripts drain your battery, slow down your computer, and can increase your energy bill.
bg: Добивачите на криптовалути тайно използват изчислителната мощ на вашата система, за да добиват цифрови пари. Скриптовете за добиване на криптовалути изтощават батерията, забавят компютъра и могат да увеличат сметката ви за електроенергия.
ro: Criptomomerii folosesc pe ascuns puterea de calcul a sistemului tău pentru a mina bani digitali. Scripturile de criptominare îți scurg bateria, încetinesc calculatorul și îți pot crește factura la energie.
tg: Криптомайнерҳо барои ба даст овардани пули рақамӣ аз қувваи барқи компютери шумо пинҳонӣ истифода мебаранд. Скриптҳои криптомайнингӣ батареяи шуморо бемадор мекунанд ва кори компютерро суст менамоянд ва метавонанд маблағи пардохтҳои шуморо барои масрафи барқ зиёд кунанд.
ug: شىفىرلىق پۇل قازغۇچ سىستېمىڭىزنىڭ ھېسابلاش كۈچىنى مەخپىي ئىشلىتىپ رەقەملىك پۇل قازىدۇ. شىفىرلىق پۇل قازغۇچ قوليازمىسى باتارېيەڭىزنى خورىتىدۇ، كومپيۇتېرىڭىزنى ئاستىلىتىدۇ ۋە توك ئىشلىتىش چىقىمىڭىزنى ئاشۇرۇۋېتىدۇ.

# Menu.TrackingProtectionDescription.Fingerprinters
source: The settings on your browser and computer are unique. Fingerprinters collect a variety of these unique settings to create a profile of you, which can be used to track you as you browse.
bg: Настройките на вашия браузър и компютър са уникални. Компютрите за снемане на отпечатък събират голямо разнообразие от тези уникални настройки, за да създадат потребителски профил, който да се използва за проследяване на вашата страница.
ro: Setările tale din browser și de pe calculator sunt unice. Detectoarele de amprente digitale colectează multe dintre aceste setări unice și creează un profil despre tine, care poate fi folosit ca să te urmărească în timp ce navighezi.
tg: Танзимоти браузер ва компютери шумо беназир аст. Технологияи хонандаи нақши ангуштон метавонад як қатор ин танзимоти беназиреро ҷамъоварӣ карда, профили шуморо эҷод кунад, ки минбаъд метавонад барои пайгирӣ кардани фаъолияти шумо дар Интернет истифода бурда шавад.
ug: تور كۆرگۈ ۋە كومپيۇتېرىڭىزدىكى تەڭشەكلەر بىردىنبىرلىككە ئىگە. بارماق ئىزى بۇ خىل ئۆزگىچە تەڭشەكلەرنى توپلاپ، تەرجىمىھالىڭىزنى ھاسىل قىلىدۇ ، بۇ توركۆرگۈدە سىزنى ئىز قوغلاشقا ئىشلىتىلىدۇ.

# Menu.TrackingProtectionDescription.SocialNetworksNew
source: Social networks place trackers on other web sites to build a more complete and targeted profile of you. Blocking these trackers reduces how much social media companies can see what do you online.
bg: Социалните мрежи поставят тракери на други уебсайтове, за да изградят по-пълен и целенасочен профил за вас. Блокирането на тези тракери намалява доколко компаниите за социални медии могат да виждат какво правите онлайн.
ro: Rețelele sociale plasează elemente de urmărire pe alte site-uri web pentru a-ți construi un profil mai complet și mai direcționat. Blocarea acestor elemente de urmărire reduce cât de multe companii de social media pot vedea ce faci online.
tg: Шабакаҳои иҷтимоӣ васоити пайгириро дар сомонаҳои дигар ҷойгир мекунанд, то тавонанд профили ҳаматарафа ва мақсаднокии шуморо эҷод кунанд. Ҳангоми манъкунии он васоити пайгирӣ, имкониятҳои ҷамъоравии ҳаҷми фаъолияти шумо, ки дар онлайн аз ҷониби ширкатҳои шабақаҳои иҷтимоӣ дида мешавад, кам карда мешаванд.
ug: ئىجتىمائىي ئالاقە تورى تېخىمۇ مۇكەممەل ۋە نىشانلىق تەرجىمىھالىڭىزنى تۇرغۇزۇش ئۈچۈن ئىز قوغلىغۇچىلارنى باشقا تور بېكەتلەرگە قويىدۇ. بۇ ئىز قوغلىغۇچىلارنى توسۇش سىزنىڭ توردا نېمىلەرنى كۆرگەنلىكىڭىزنى ئىجتىمائىي ئالاقە شىركەتلىرىنىڭ بىلىشىنى ئازايتىدۇ.

# Menu.TrackingProtectionFingerprintersBlocked.Title
source: Fingerprinters
bg: Снемане на цифров отпечатък
ro: Detectoare de amprente digitale
tg: Хонандаи нақши ангуштон
ug: بارماق ئىزى ئىزلىغۇچ

# Menu.WhatsNew.Title
source: What's New
bg: Новото в това издание
ro: Ce este nou
tg: Чӣ нав аст
ug: نېمە يېڭىلىق بار

# Menu.ZoomPage.Title.v113
source: Zoom (%@)
bg: Мащабиране (%@)
tg: Танзими андоза (%@)
ug: يېقىنلاشتۇر(%@)

source: mobile device
bg: мобилно устройство
ro: dispozitiv mobil
tg: дастгоҳи мобилӣ
ug: كۆچمە ئۈسكۈنە

source: more than a month ago
bg: преди повече от месец
ro: cu mai mult de o lună în urmă
tg: зиёда аз як мох пеш
ug: بىر ئايدىنمۇ ئىلگىرى

source: more than a week ago
bg: преди повече от седмица
ro: cu mai mult de o săptămână în urmă
tg: зиёда аз як ҳафта пеш
ug: بىر ھەپتىدىنمۇ ئىلگىرى

source: Navigation Toolbar
bg: Лента за навигация
ro: Bară de navigare
tg: Навори абзорҳои паймоиш
ug: يولباشچى قورال بالداق

source: New Tab
bg: Нов раздел
ro: Filă nouă
tg: Варақаи нав
ug: يېڭى بەتكۈچ

source: No
bg: Не
ro: Nu
tg: Не
ug: ياق

source: No tabs
bg: Няма раздели
ro: Nicio filă
tg: Ягон варақа нест
ug: بەتكۈچ يوق

source: OK
bg: Добре
tg: ХУБ
ug: جەزملە

source: Okay
bg: Добре
ro: Ok
tg: Хуб
ug: ماقۇل

# Onboarding.WhatsNew.Button.Title
source: Start Browsing
bg: Започнете да разглеждате
ro: Începe să navighezi
tg: Оғоз кардани тамошо
ug: زىيارەتنى باشلاڭ

source: Oops! Firefox crashed
bg: Ами сега! Firefox се срина
ro: Ups! Firefox s-a închis neașteptat
tg: Оҳ! Браузери «Firefox» вайрон шуд
ug: ئاپلا! Firefox يىمىرىلدى

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
bg: Отваряйте статии в изгледа за четене, докосвайки пиктограмата на книга, когато е налична в заглавната лента.
ro: Deschide articole în modul de lectură atingând pictograma carte când apare în bara de titlu.
tg: Вақте ки нишони китоб дар навори сарлавҳа пайдо мешавад, онро зер кунед, то тавонед мақолаҳоро дар реҷаи «Намоиши хонанда» кушоед.
ug: ماۋزۇ بالداقتا كىتاب سىنبەلگىسى كۆرۈنگەندە ئۇنى چېكىپ ئوقۇش كۆرۈنۈشىدە ماقالىنى ئاچالايسىز.

source: Open Settings
bg: Към Настройки
ro: Deschide Configurări
tg: Кушодани танзимот
ug: تەڭشەكنى ئاچ

source: Open Tabs
bg: Отворени раздели
ro: File deschise
tg: Варақаҳои кушодашуда
ug: بەتكۈچ ئاچ

# OpenURL.Error.Message
source: Firefox cannot open the page because it has an invalid address.
bg: Firefox не може да отвори страницата, защото съдържа невалидни адреси.
ro: Firefox nu poate deschide pagina deoarece are o adresă nevalidă.
tg: Браузери «Firefox» саҳифаро кушода наметавонад, зеро ки он нишонии нодуруст дорад.
ug: Firefox بۇ بەتنى ئاچالمايدۇ، چۈنكى ئادرېس ئىناۋەتسىز.

# OpenURL.Error.Title
source: Cannot Open Page
bg: Страница не може да бъде отворена
ro: Nu se poate deschide pagina
tg: Саҳифа кушода намешавад
ug: بەتنى ئاچقىلى بولمايدۇ

source: Password
bg: Парола
ro: Parolă
tg: Ниҳонвожа
ug: پارول

# PhotoLibrary.FirefoxWouldLikeAccessMessage
source: This allows you to save the image to your Camera Roll.
bg: Така ще можете да запазите изображението в Camera Roll.
ro: Aceasta permite salvarea imaginii în rolul camerei.
tg: Ин ба шумо имкон медиҳад, ки тавонед аксҳоро дар нигористони дастгоҳ нигоҳ доред.
ug: بۇ ئارقىلىق سۈرەتنى كامېرا لىنتىسىغا ساقلىشىڭىزغا يول قويىدۇ.

# PhotoLibrary.FirefoxWouldLikeAccessTitle
source: Firefox would like to access your Photos
bg: Firefox би желал да има достъп до вашите снимки
ro: Firefox solicită acces la dosarul tău de Fotografii
tg: Браузери «Firefox» мехоҳад, ки ба аксҳои шумо дастрасӣ пайдо кунад
ug: Firefox سىزنىڭ سۈرەتلىرىڭىزنى زىيارەت قىلماقچى

# PhotonMenu.close
source: Close
bg: Затваряне
ro: Închide
tg: Пӯшидан
ug: تاقا

source: Privacy
bg: Лични данни
ro: Confidențialitate
tg: Махфият
ug: شەخسىيەت

source: Privacy Policy
bg: Политика на поверителност
ro: Politică de confidențialitate
tg: Сиёсати махфият
ug: شەخسىيەت تۈزۈمى

# ProtectionStatus.NotSecure
source: Connection is not secure
bg: Връзката не е защитена
ro: Conexiunea nu este securizată
tg: Пайвастшавӣ бехатар нест
ug: باغلىنىش بىخەتەر ئەمەس

# ProtectionStatus.Secure
source: Connection is secure
bg: Връзката е защитена
ro: Conexiunea este securizată
tg: Пайвастшавӣ бехатар аст
ug: باغلىنىش بىخەتەر

source: Quick-Search Engines
bg: Други търсещи машини
ro: Motoare de căutare rapidă
tg: Низомҳои ҷустуҷӯии зудамал
ug: تېز ئىزدەش موتورى

# Ratings.Settings.RateOnAppStore
source: Rate on App Store
bg: Оценете в App Store
ro: Evaluează în App Store
tg: Баҳодиҳӣ тавассути «App Store»
ug: App Store دىكى باھا

source: read
bg: прочетена
ro: citit
tg: хондашуда
ug: ئوقۇلدى

source: Reader View
bg: Изглед за четене
ro: Mod de lectură
tg: Намоиши хонанда
ug: ئوقۇرمەن كۆرۈنۈشى

# ReaderMode.Available.VoiceOverAnnouncement
source: Reader Mode available
bg: Режимът за четене е достъпен
ro: Modul de lectură disponibil
tg: Реҷаи «Намоиши хонанда» дастрас аст
ug: ئوقۇش ھالىتى تەييار

# ReaderModeBar.MarkAsRead.v106
source: Mark as Read
bg: Отбелязване като прочетено
ro: Marchează ca citit
tg: Қайд кардан ҳамчун хондашуда
ug: ئوقۇلغان بەلگىسى قوي

# ReaderModeBar.MarkAsUnread.v106
source: Mark as Unread
bg: Отбелязване като непрочетено
ro: Marchează ca necitit
tg: Қайд кардан ҳамчун хонданашуда
ug: ئوقۇلمىغان بەلگىسى قوي

source: Reading list
bg: Списък за четене
ro: Listă de lectură
tg: Рӯйхати хониш
ug: ئوقۇش تىزىمى

# RecentlyClosedTabsPanel.Title
source: Recently Closed
bg: Затворени наскоро
ro: Închise recent
tg: Пӯшидашудаи охирин
ug: يېقىندا تاقالغان

# RecentlySaved.Actions.More
source: Show All
bg: Показване на всички
ro: Afișează tot
tg: Ҳамаро намоиш додан
ug: ھەممىنى كۆرسەت

source: Reload
bg: Презареждане
ro: Reîncarcă
tg: Аз нав бор кардан
ug: قايتا يۈكلە

source: Reload page
bg: Презареждане на страницата
ro: Reîncarcă pagina
tg: Аз нав бор кардани саҳифа
ug: بەتنى قايتا يۈكلە

source: Remove
bg: Премахване
ro: Elimină
tg: Тоза кардан
ug: چىقىرىۋەت

source: Remove from Reading List
bg: Премахване от Списък за четене
ro: Elimină din lista de lectură
tg: Тоза кардан аз «Рӯйхати хониш»
ug: ئوقۇش تىزىمىدىن چىقىرىۋەت

# ReopenAlert.Actions.Cancel
source: Cancel
bg: Отказ
ro: Anulează
tg: Бекор кардан
ug: ۋاز كەچ

# ReopenAlert.Actions.Reopen
source: Reopen
bg: Отваряне отново
ro: Redeschide
tg: Аз нав кушодан
ug: قايتا ئاچ

# ReopenAlert.Title
source: Reopen Last Closed Tab
bg: Възстановяване на последния затворен раздел
ro: Redeschide ultima filă închisă
tg: Аз нав кушодани варақаи пӯшидашудаи охирин
ug: تاقالغان ئاخىرقى بەتكۈچنى قايتا ئاچ

source: Reset text size
bg: Нулиране размера на текста
ro: Resetează mărimea textului
tg: Барқарор кардани андозаи матн
ug: خەت چوڭلۇقىنى ئەسلىگە قايتۇر

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
bg: Запазвайте страници в списъка за четене, докосвайки пиктограмата на книга с плюс от менюто на изгледа за четене.
ro: Salvează paginile din lista de lectură prin atingerea pictogramei de carte cu plus din comenzile modului lectură.
tg: Вақте ки шумо ба нишони китоб бо аломати ҷамъ дар унсурҳои идоракунии реҷаи «Намоиши хониш» зер мекунед, саҳифаҳо ба «Рӯйхати хониши шумо» нигоҳ дошта мешаванд.
ug: ئوقۇش كۆرۈنۈشىدە كىتاب قوشۇش سىنبەلگىنى چېكىپ، بەتنى ئوقۇش تىزىمىڭىزغا قوشقىلى بولىدۇ.

# ScanQRCode.Error.OK.Button
source: OK
bg: Добре
tg: ХУБ
ug: جەزملە

# ScanQRCode.Instructions.Label
source: Align QR code within frame to scan
bg: Поместете цялото изображение в кадър, за да бъде сканирано
ro: Pentru scanare aliniază codul QR în cadru
tg: Рамзи «QR»-ро дар ҳудуди чорчӯбаи тасвирбардорӣ мос кунед
ug: تاراش ئۈچۈن QR كودى رامكا ئىچىدە توغرىلىنىدۇ

# ScanQRCode.InvalidDataError.Message
source: The data is invalid
bg: Данните са невалидни
ro: Datele sunt nevalide
tg: Маълумот беэътибор аст
ug: سانلىق مەلۇمات ئىناۋەتسىز

# ScanQRCode.PermissionError.Message.v100
source: Go to device ‘Settings’ > ‘Firefox’. Allow Firefox to access camera.
bg: Отворете „Настройки“ > „Firefox“. Разрешаване на Firefox достъп до камера.
ro: Mergi la „Setări” > „Firefox” pe dispozitiv. Permite Firefox să acceseze camera.
tg: Дар дастгоҳ ба «Танзимот» > «Firefox» гузаред. Ба «Firefox» иҷозат диҳед, ки ба камера дастрасӣ пайдо кунад.
ug: ئۈسكۈنىنىڭ «تەڭشەكلەر»›«Firefox» قا يۆتكىلىڭ. Firefox نىڭ كامېرانى زىيارەت قىلىشىغا يول قويۇڭ.

# ScanQRCode.View.Title
source: Scan QR Code
bg: Сканиране на QR
ro: Scanează codul QR
tg: Рамзи «QR»-ро тасвирбардорӣ намоед
ug: QR كودىنى تارا

source: Search
bg: Търсене
ro: Caută
tg: Ҷустуҷӯ
ug: ئىزدە

source: Search or enter address
bg: Търсете или въведете адрес
ro: Caută sau introdu adresa
tg: Нишониеро ҷустуҷӯ кунед ё ворид намоед
ug: ئىزدەيدۇ ياكى ئادرېس كىرگۈزۈلىدۇ

# Search.Awesomebar.SwitchToTab
source: Switch to tab
bg: Превключване към раздел
ro: Comută la filă
tg: Ба варақа гузаштан
ug: بەتكۈچكە ئالماشتۇرۇش

# Search.SuggestSectionTitle.v102
source: Firefox Suggest
bg: Предложение от Firefox
ro: Sugestii Firefox
tg: Пешниҳоди «Firefox»
ug: Firefox تەكلىپى

# Search.ThirdPartyEngines.AddMessage
source: The new search engine will appear in the quick search bar.
bg: Новата търсеща машина ще се появи е полето за търсене.
ro: Noul motor de căutare va apărea în bara de căutare rapidă.
tg: Низоми ҷустуҷӯии нав дар навори ҷустуҷӯии зудамал пайдо мешавад.
ug: يېڭى ئىزدەش موتورى تېز ئىزدەش بالداقتا كۆرۈنىدۇ.

# Search.ThirdPartyEngines.AddSuccess
source: Added Search engine!
bg: Добавена е нова търсеща машина!
ro: Motor de căutare adăugat!
tg: Низоми ҷустуҷӯӣ илова карда шуд!
ug: ئىزدەش موتورى قوشۇلدى!

# Search.ThirdPartyEngines.AddTitle
source: Add Search Provider?
bg: Добавяне на търсеща машина?
ro: Adaugi motorul de căutare?
tg: Таъминкунандаи низоми ҷустуҷӯиро илова мекунед?
ug: ئىزدەش تەمىنلىگۈچىنى قوشامدۇ؟

# Search.ThirdPartyEngines.Cancel
source: Cancel
bg: Отказ
ro: Anulează
tg: Бекор кардан
ug: ۋاز كەچ

# Search.ThirdPartyEngines.DuplicateErrorMessage
source: A search engine with this title or URL has already been added.
bg: Вече има добавена търсеща машина с такова заглавие или адрес.
ro: Un motor de căutare cu acest titlu sau URL a fost adăugat deja.
tg: Низоми ҷустуҷӯӣ бо ҳамин сарлавҳа ё нишонии «URL» аллакай илова карда шудааст.
ug: بۇ ماۋزۇ ياكى تور ئادرېسى بار ئىزدەش موتورى ئاللىقاچان قوشۇلدى.

# Search.ThirdPartyEngines.DuplicateErrorTitle
source: Failed
bg: Грешка
ro: Eșec
tg: Иҷро нашуд
ug: مەغلۇب بولدى

# Search.ThirdPartyEngines.FailedMessage
source: The search provider could not be added.
bg: Търсещата машина не може да бъде добавена.
ro: Motorul de căutare nu a putut fi adăugat.
tg: Таъминкунандаи низоми ҷустуҷӣ илова карда намешавад.
ug: ئىزدەش تەمىنلىگۈچىنى قوشقىلى بولمايدۇ.

# Search.ThirdPartyEngines.FailedTitle
source: Failed
bg: Грешка
ro: Eșec
tg: Иҷро нашуд
ug: مەغلۇب بولدى

# Search.ThirdPartyEngines.FormErrorMessage
source: Please fill all fields correctly.
bg: Моля, попълнете надлежно всички полета.
ro: Te rugăm să completezi corect toate câmpurile.
tg: Лутфан, ҳамаи майдонҳоро дуруст пур намоед.
ug: بارلىق بۆلەكلەرنى توغرا تولدۇرۇڭ.

# Search.ThirdPartyEngines.FormErrorTitle
source: Failed
bg: Грешка
ro: Eșec
tg: Иҷро нашуд
ug: مەغلۇب بولدى

# Search.ThirdPartyEngines.OK
source: OK
bg: ОК
tg: ХУБ
ug: جەزملە

source: Send a crash report so Mozilla can fix the problem?
bg: Ше изпратете ли доклад за срива, така че Mozilla да реши проблема?
ro: Trimiți un raport de defecțiune astfel încât Mozilla să poată remedia problema?
tg: Гузоришеро дар бораи вайронӣ ирсол мекунед, то ки «Mozilla» тавонад мушкилиро ислоҳ намояд?
ug: مەسىلىنى ئوڭشاش ئۈچۈن Mozilla غا يىمىرىلىش دوكلاتى يوللامدۇ؟

source: Send Feedback
bg: Изпращане обратна връзка
ro: Trimite feedback
tg: Фиристодани изҳои назар
ug: قايتۇرما ئىنكاس يوللا

source: Send Report
bg: Изпрати доклад
ro: Trimite raport
tg: Фиристодани гузориш
ug: دوكلات يوللا

# SendTo.Cancel.Button
source: Cancel
bg: Отказ
ro: Anulează
tg: Бекор кардан
ug: ۋاز كەچ

# SendTo.Close.Button
source: Close
bg: Затваряне
ro: Închide
tg: Пӯшидан
ug: تاقا

# SendTo.DeviceList.Text
source: Available devices:
bg: Налични устройства:
ro: Dispozitive disponibile:
tg: Дастгоҳҳои дастрас:
ug: ئىشلىتىشچان ئۈسكۈنىلەر:

# SendTo.Error.Message
source: Only HTTP and HTTPS links can be shared.
bg: Само HTTP и HTTPS препратки могат да се споделят.
ro: Numai linkurile HTTP și HTTPS pot fi partajate.
tg: Танҳо пайвандҳои «HTTP» ва «HTTPS» метавонанд мубодила карда шаванд.
ug: پەقەت HTTP ۋە HTTPS ئۇلانمىلىرىنىلا ھەمبەھىرلىگىلى بولىدۇ.

# SendTo.Error.OK.Button
source: OK
bg: ОК
tg: ХУБ
ug: جەزملە

# SendTo.Error.Title
source: The link you are trying to share cannot be shared.
bg: Препратката не може да бъде споделяна.
ro: Linkul pe care încerci să îl partajezi nu poate fi partajat.
tg: Пайвандеро, ки шумо мехоҳед мубодила кунед, мубодила карда намешавад.
ug: سىز ئورتاقلاشماقچى بولغان ئۇلانمىنى ھەمبەھىرلەشكە بولمايدۇ.

# SendTo.NavBar.Title
source: Send Tab
bg: Изпращане на раздел
ro: Trimite fila
tg: Фиристодани варақа
ug: بەتكۈچ يوللا

# SendTo.NoDevicesFound.Message
source: You don’t have any other devices connected to this Firefox Account available to sync.
bg: Нямате други устройства, свързани към този Firefox профил, които да са достъпни за синхронизация.
ro: Nu mai ai niciun alt dispozitiv conectat la acest cont Firefox disponibil pentru sincronizare.
tg: Шумо ягон дастгоҳе надоред, ки ба ин ҳисоби «Firefox» пайваст карда шудааст ва барои ҳамоҳангсозӣ дастрасӣ дорад.
ug: بۇ Firefox ھېساباتىغا باغلانغان قەدەمداشلىنىدىغان باشقا ئۈسكۈنە يوق.

# SendTo.NotSignedIn.Message
source: Please open Firefox, go to Settings and sign in to continue.
bg: Моля отворете Firefox, отидете в настройки и се впишете, за да продължите.
ro: Te rugăm să deschizi Firefox, intră în Setări și intră în cont pentru a continua.
tg: Лутфан браузенри «Firefox»-ро кушоед, ба «Танзимот» гузаред ва барои идомаи раванд ворид шавед.
ug: Firefox نى ئېچىپ، تەڭشەككە يۆتكىلىپ ئاندىن داۋاملاشتۇرۇش ئۈچۈن تىزىمغا كىرىڭ.

# SendTo.NotSignedIn.Title
source: You are not signed in to your Firefox Account.
bg: Не сте вписани в своя Firefox профил.
ro: Nu ești autentificat(ă) în contul tău Firefox.
tg: Шумо ба ҳисоби «Firefox»-и худ ворид нашудаед.
ug: سىز تىخى Firefox ھېساباتىڭىزغا كىرمىدىڭىز.

# SendTo.SendAction.Text
source: Send
bg: Изпращане
ro: Trimite
tg: Фиристодан
ug: يوللا

# SentTab_TabArrivingNotification_NoDevice_body
source: New tab arrived from another device.
bg: Раздел пристигна от друго устройство.
ro: A sosit o filă nouă de pe alt dispozitiv.
tg: Варақаи нав аз дастгоҳи дигар омад.
ug: باشقا ئۈسكۈنىدىن يېڭى بەتكۈچ كەلدى.

# SentTab_TabArrivingNotification_NoDevice_title
source: Tab received
bg: Получен раздел
ro: Filă primită
tg: Рарақа қабул шуд
ug: بەتكۈچ تاپشۇرۇۋالدى

# SentTab_TabArrivingNotification_WithDevice_body
source: New tab arrived in %@
bg: Раздел пристигна във %@
ro: Filă primită în %@
tg: Варақаи нав дар «%@» омад
ug: يېڭى بەتكۈچنى %@ دىن تاپشۇرۇۋالدى

# SentTab_TabArrivingNotification_WithDevice_title
source: Tab received from %@
bg: Раздел е получен от %@
ro: Filă primită de la %@
tg: Варақа аз «%@» қабул шуд
ug: بەتكۈچ %@ دىن تاپشۇرۇۋېلىندى

# SentTab.NoTabArrivingNotification.body
source: Tap to begin
bg: Докоснете за начало
ro: Atinge pentru a începe
tg: Барои оғоз пахш кунед
ug: بۇ يەرنى چېكىپ باشلاڭ

# SentTab.NoTabArrivingNotification.title
source: Firefox Sync
tg: Ҳамоҳангсозии «Firefox»
ug: Firefox قەدەمداش

# SentTab.ViewAction.title
source: View
bg: Изглед
ro: Vezi
tg: Намоиш
ug: كۆرۈنۈش

source: Sepia
bg: Сепия
tg: Сепия
ug: قېنىق قوڭۇر رەڭ

source: Settings
bg: Настройки
ro: Setări
tg: Танзимот
ug: تەڭشەكلەر

# Settings.AddCustomEngine
source: Add Search Engine
bg: Добавяне на търсачка
ro: Adaugă motor de căutare
tg: Илова кардани низоми ҷустуҷӯӣ
ug: ئىزدەش موتورى قوش

# Settings.AddCustomEngine.SaveButtonText
source: Save
bg: Запазване
ro: Salvează
tg: Нигоҳ доштан
ug: ساقلاش

# Settings.AddCustomEngine.Title
source: Add Search Engine
bg: Добавяне на търсачка
ro: Adaugă motor de căutare
tg: Илова кардани низоми ҷустуҷӯӣ
ug: ئىزدەش موتورى قوش

# Settings.AddCustomEngine.TitleLabel
source: Title
bg: Заглавие
ro: Titlu
tg: Сарлавҳа
ug: ماۋزۇ

# Settings.AddCustomEngine.TitlePlaceholder
source: Search Engine
bg: Търсеща машина
ro: Motor de căutare
tg: Низоми ҷустуҷӯӣ
ug: ئىزدەش موتورى

# Settings.AddCustomEngine.URLLabel
source: URL
tg: Нишонии «URL»
ug: تور ئادرېسى

# Settings.AddCustomEngine.URLPlaceholder
source: URL (Replace Query with %s)
bg: URL (заменете заявката с %s)
ro: URL (Înlocuiește interogarea cu %s)
tg: Нишонии «URL» (Дархостро бо «%s» иваз намоед)
ug: تور ئادرېسى (سۈرۈشتۈرۈش %s غا ئالماشتۇرۇلىدۇ)

# Settings.BlockOpeningExternalApps.Title
source: Block Opening External Apps
bg: Блокиране на отварянето на външни приложения
ro: Blocarea deschiderii aplicațiilor externe
tg: Манъ кардани кушоиши барномаҳои беруна
ug: سىرتقى ئەپ ئېچىشنى چەكلەيدۇ

# Settings.ClearAllWebsiteData.Clear.Button
source: Clear All Web Site Data
bg: Изчистване на всички данни за сайта
ro: Curăță toate datele site-urilor web
tg: Пок кардани тамоми маълумоти сомона
ug: بارلىق تور بېكەت سانلىق مەلۇماتلىرىنى تازىلا

# Settings.ClearPrivateData.Clear.Button
source: Clear Private Data
bg: Изчистване на лични данни
ro: Șterge datele private
tg: Пок кардани маълумоти хусусӣ
ug: شەخسىي سانلىق مەلۇماتنى تازىلا

# Settings.ClearPrivateData.SectionName
source: Clear Private Data
bg: Изчистване на лични данни
ro: Șterge datele private
tg: Пок кардани маълумоти хусусӣ
ug: شەخسىي سانلىق مەلۇماتنى تازىلا

# Settings.ClearSelectedWebsiteData.ClearSelected.Button
source: Clear Items: %1$@
bg: Изчистване на елементи: %1$@
ro: Șterge: %1$@
tg: Пок кардани унсурҳо: %1$@
ug: تۈرنى تازىلاش: %1$@

# Settings.CopyAppVersion.Title
source: Copied to clipboard
bg: Копирано в буфера
ro: Copiat în clipboard
tg: Ба ҳофизаи муваққатӣ нусха бардошта шуд
ug: چاپلاش تاختىسىغا كۆچۈرۈلدى
