Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/*.lproj/Localizable.strings
Languages: bg, ro, tg, ug

source: A username and password are being requested by %@.
bg: %@ поиска потребителско име и парола.
ro: %@ îți cere un nume de utilizator și o parolă.
tg: Номи корбар ва ниҳонвожа аз ҷониби «%@» дархост карда шуданд.
ug: ئىشلەتكۈچى ئىسمى ۋە پارولنى %@ ئىلتىماس قىلدى.

# A username and password are being requested by %@. The site says: %@
source: A username and password are being requested by %1$@. The site says: %2$@
bg: %1$@ поиска потребителско име и парола. Страницата допълни: %2$@
ro: %1$@ îți cere un nume de utilizator și o parolă. Site-ul spune: %2$@
tg: Номи корбар ва ниҳонвожа аз ҷониби «%1$@» дархост карда шуданд. Сомона хабар медиҳад: %2$@
ug: ئىشلەتكۈچى ئىسمى ۋە پارولنى %1$@ ئىلتىماس قىلدى. تور بېكەتنىڭ قايتۇرغىنى: %2$@

source: Aa
bg: Аа
ug: ئاا

source: About
bg: Относно
ro: Despre
tg: Дар бораи барнома
ug: ھەققىدە

# ActivityStream.ContextMenu.AddToShortcuts
source: Add to Shortcuts
bg: Добавяне към преки пътища
ro: Adaugă la comenzi rapide
tg: Илова кардан ба миёнбурҳо
ug: تېزلەتمىگە قوش

# ActivityStream.ContextMenu.PinTopsite2
source: Pin
bg: Закачане
ro: Fixează
tg: Васл кардан
ug: مىخلا

# ActivityStream.ContextMenu.UnpinTopsite
source: Unpin
bg: Откачане
ro: Anulează fixarea
tg: Ҷудо кардан
ug: مىخلىما

# ActivityStream.JumpBackIn.SectionTitle
source: Jump Back In
bg: Влизане отново
ro: Revino la fila aceasta
tg: Бозгашт ба
ug: كەينىگە قايت

# ActivityStream.JumpBackIn.TabGroup.SiteCount
source: Tabs: %d
bg: Раздели: %d
ro: File: %d
tg: Варақаҳо: %d
ug: بەتكۈچ: %d

# ActivityStream.Library.Title
source: Recently Saved
bg: Последно запазени
ro: Salvate recent
tg: Нигоҳдошташудаи охирин
ug: يېقىندا ساقلانغان

# ActivityStream.RecentHistory.Title
source: Recently Visited
bg: Наскоро посетени
ro: Vizitate recent
tg: Дидашудаи охирин
ug: يېقىندا زىيارەت قىلغان

# ActivityStream.TopSites.RowSettingFooter
source: Set Rows
bg: Избиране на брой редове
ro: Setează rândurile
tg: Шумораи сатрҳо
ug: قۇر تەڭشىكى

source: Add Tab
bg: Добавяне на раздел
ro: Adaugă filă
tg: Илова кардани варақа
ug: بەتكۈچ قوش

source: Add to Reading List
bg: Добави в списъка за четене
ro: Adaugă în lista de lectură
tg: Илова кардан ба «Рӯйхати хониш»
ug: ئوقۇش تىزىمىغا قوش

source: Added page to Reading List
bg: Добавяне на страницата към списък за четене
ro: Pagină adăugată în lista de lectură
tg: Саҳифа ба «Рӯйхати хониш» илова шуд
ug: ئوقۇش تىزىمىغا بەت قوشۇلدى

# AddPass.Error.Dismiss
source: OK
bg: ОК
tg: ХУБ
ug: جەزملە

# AddPass.Error.Message
source: An error occurred while adding the pass to Wallet. Please try again later.
bg: Грешка при добавяне на парола към Портфейла. Опитайте отново по-късно.
ro: A apărut o eroare la adăugarea parolei în Wallet. Te rugăm să încerci din nou mai târziu.
tg: Ҳангоми илова кардани ниҳонвожа ба Ҳамён хато ба миён омад. Лутфан, баъдтар аз нав кӯшиш кунед.
ug: ھەميانغا ئىم قوشقاندا خاتالىق كۆرۈلدى. كېيىن قايتا سىناڭ.

# AddPass.Error.Title
source: Failed to Add Pass
bg: Неуспешно прибвяне
ro: Eșec la adăugarea parolei
tg: Ниҳонвожа илова карда нашуд
ug: ئىم قوشالمىدى

source: Address and Search
bg: Адреси и търсене
ro: Adresă și căutare
tg: Нишонӣ ва ҷустуҷӯ
ug: ئادرېس ۋە ئىزدەش

# Address.Bar.ReadingList.v106
source: Add to Reading List
bg: Добавяне към списъка за четене
ro: Adaugă în lista de lectură
tg: Илова кардан ба «Рӯйхати хониш»
ug: ئوقۇش تىزىمىغا قوش

# Address.Bar.v99
source: Address Bar
bg: Адресна лента
ro: Bară de adrese
tg: Навори нишонӣ
ug: ئادرېسس بالداق

source: Always Send
bg: Винаги изпрати
ro: Trimite mereu
tg: Ҳамеша фиристода шавад
ug: ھەمىشە يوللا

source: Amazon
bg: Амазон
ug: ئامازون

source: Authentication required
bg: Необходимо е удостоверяване
ro: Necesită autentificare
tg: Санҷиши ҳаққоният лозим аст
ug: دەلىللەش زۆرۈر

# Back
source: Backwards
bg: Назад
ro: Înapoi
tg: Ба қафо
ug: قايت

source: Block Pop-up Windows
bg: Блокиране на изскачащи прозорци
ro: Blochează ferestrele pop-up
tg: Манъ кардани равзанаҳои зоҳиршаванда
ug: قاڭقىش كۆزنىكىنى توس

# Bookmark.DetailFieldTitle.Label
source: Title
bg: Заглавие
ro: Titlu
tg: Сарлавҳа
ug: ماۋزۇ

# Bookmark.DetailFieldURL.Label
source: URL
tg: Нишонии «URL»
ug: تور ئادرېسى

source: Bookmarks
bg: Отметки
ro: Marcaje
tg: Хатбаракҳо
ug: خەتكۈچ

# Bookmarks.Edit.Button
source: Edit
bg: Редактиране
ro: Editează
tg: Таҳрир кардан
ug: تەھرىر

# Bookmarks.EditBookmark.Label
source: Edit Bookmark
bg: Редактиране на отметка
ro: Editează marcajul
tg: Таҳрир кардани хатбарак
ug: خەتكۈچ تەھرىر

# Bookmarks.EditFolder.Label
source: Edit Folder
bg: Редактиране на папка
ro: Editează dosarul
tg: Таҳрир кардани ҷузвдон
ug: قىسقۇچ تەھرىر

# Bookmarks.Folder.Label
source: Folder
bg: Папка
ro: Dosar
tg: Ҷузвдон
ug: قىسقۇچ

# Bookmarks.Menu.DesktopBookmarks
source: Desktop Bookmarks
bg: Настолни отметки
ro: Marcaje de pe desktop
tg: Хатбаракҳо дар компютери мизи корӣ
ug: ئۈستەل ئۈستى خەتكۈچى

# Bookmarks.NewBookmark.Label
source: New Bookmark
bg: Нова отметка
ro: Marcaj nou
tg: Хатбараки нав
ug: يېڭى خەتكۈچ

# Bookmarks.NewFolder.Label
source: New Folder
bg: Нова папка
ro: Dosar nou
tg: Ҷузвдони нав
ug: يېڭى قىسقۇچ

# Bookmarks.NewSeparator.Label
source: New Separator
bg: Нов разделител
ro: Separator nou
tg: Ҷудосози нав
ug: يېڭى ئايرىغۇچ

# Bookmarks.Title.Label
source: Title
bg: Титла
ro: Titlu
tg: Сарлавҳа
ug: ماۋزۇ

# BreachAlerts.BreachDate
source: This breach occurred on
bg: Пробивът е възникнал на
ro: Această încălcare a securității datelor a avut loc la data de
tg: Ин вайронӣ дар санаи зерин ба вуҷуд омад
ug: بۇ سىزما يۈز بەرگەن ۋاقىت

# BreachAlerts.Description
source: Passwords were leaked or stolen since you last changed your password. To protect this account, log in to the site and change your password.
bg: Паролите са изтекли или откраднати след последната смяна на паролата. За да защитите този профил, влезте в сайта и сменете паролата си.
ro: Parolele au fost divulgate sau furate de când ți-ai schimbat ultima dată parola. Pentru a proteja acest cont, intră în cont pe site și schimbă-ți parola.
tg: Пас аз ҳамон охирин дафъае, ки шумо ниҳонвожаи худро иваз карда будед, ниҳонвожаҳо дуздӣ ва ошкор карда буданд. Барои муҳофизат кардани ин ҳисоб, ба сомона ворид шавед ва ниҳонвожаи худро иваз намоед.
ug: سىز ئىمنى ئاخىرقى قېتىم ئۆزگەرتكەندىن بۇيان ئىم ئاشكارىلاندى ياكى ئوغرىلاندى. بۇ ھېساباتنى قوغداش ئۈچۈن تور بېكەتكە تىزىمغا كىرىپ ئىمنى ئۆزگەرتىڭ.

# BreachAlerts.LearnMoreButton
source: Learn more
bg: Научете повече
ro: Află mai multe
tg: Маълумоти бештар
ug: تەپسىلاتى

# BreachAlerts.Link
source: Go to
bg: Отиване на
ro: Mergi la
tg: Гузариш ба
ug: يۆتكەل

# BreachAlerts.Title
source: Web Site Breach
bg: Пробив в страница
ro: Încălcare a securității datelor în cazul unui site web
tg: Ҳамла дар сомона
ug: تور بېكەت سىزمىسى

source: Brightness
bg: Яркост
ro: Luminozitate
tg: Равшанӣ
ug: يورۇقلۇقى

source: Cancel
bg: Отказ
ro: Anulează
tg: Бекор кардан
ug: ۋاز كەچ

# Changes color theme.
source: Changes colour theme.
bg: Променя цветовата схема.
ro: Schimbă culoarea temei.
tg: Мавзуи рангинро иваз мекунад.
ug: رەڭ ئۆرنىكىنى ئۆزگەرتىدۇ.

source: Changes font type.
bg: Променя стила на шрифта.
ro: Schimbă tipul fontului.
tg: Навъи шрифтро иваз мекунад.
ug: خەت شەكلىنى ئۆزگەرتىدۇ.

# ClipboardToast.GoToCopiedLink.Button
source: Go
bg: Да
ro: Mergi
tg: Гузариш
ug: يۆتكەل

# ClipboardToast.GoToCopiedLink.Title
source: Go to copied link?
bg: Посещаване на копираната препратка?
ro: Mergi la linkul copiat?
tg: Ба пайванди нусхабардошташуда ворид мешавед?
ug: كۆچۈرۈلگەن ئۇلانمىغا يۆتكىلەمدۇ؟

source: Close
bg: Затваряне
ro: Închide
tg: Пӯшидан
ug: تاقا

source: Closing tab
bg: Затваряне на раздел
ro: Închiderea filei
tg: Пӯшидани варақа
ug: تاقالغان بەتكۈچ

# ContextMenu.BookmarkLinkButtonTitle
source: Bookmark Link
bg: Отмятане на препратката
ro: Marchează linkul
tg: Гузоштани хатбарак барои пайванд
ug: خەتكۈچ ئۇلانمىسى

# ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText
source: New Private Tab opened
bg: Отворен е нов поверителен раздел
ro: Filă privată nouă deschisă
tg: Варақаи хусусии нав кушода шуд
ug: يېڭى شەخسىي بەتكۈچ ئېچىلدى

# ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText.v113
source: New Private Tab Opened
bg: Отворен е нов поверителен раздел
ro: Filă privată nouă deschisă
tg: Варақаи хусусии нав кушода шуд
ug: يېڭى شەخسىي بەتكۈچ ئېچىلدى

# ContextMenu.ButtonToast.NewTabOpened.ButtonText
source: Switch
bg: Превключване
ro: Comută
tg: Қатъу васл кардан
ug: ئالماشتۇر

# ContextMenu.ButtonToast.NewTabOpened.LabelText
source: New Tab opened
bg: Отворен е нов раздел
ro: Filă nouă deschisă
tg: Варақаи нав кушода шуд
ug: يېڭى بەتكۈچ ئېچىلدى

# ContextMenu.ButtonToast.NewTabOpened.LabelText.v114
source: New Tab Opened
bg: Отворен е нов раздел
ro: Filă nouă deschisă
tg: Варақаи нав кушода шуд
ug: يېڭى بەتكۈچ ئېچىلدى

# ContextMenu.CopyImageButtonTitle
source: Copy Image
bg: Копиране на изображението
ro: Copiază imaginea
tg: Нусха бардоштани тасвир
ug: سۈرەت كۆچۈر

# ContextMenu.CopyImageLinkButtonTitle
source: Copy Image Link
bg: Копиране на препратка към изображение
ro: Copiază linkul imaginii
tg: Нусха бардоштани пайванди тасвир
ug: سۈرەت ئۇلانمىسىنى كۆچۈر

# ContextMenu.CopyLinkButtonTitle
source: Copy Link
bg: Копиране на препратката
ro: Copiază linkul
tg: Нусха бардоштани пайванд
ug: ئۇلانما كۆچۈر

# ContextMenu.DownloadLinkButtonTitle
source: Download Link
bg: Изтегляне на свързаното
ro: Descarcă linkul
tg: Боргирӣ кардани тавассути пайванд
ug: ئۇلانمىنى چۈشۈر

# ContextMenu.OpenInNewTabButtonTitle
source: Open in New Tab
bg: Отваряне в раздел
ro: Deschide într-o filă nouă
tg: Кушодан дар варақаи нав
ug: يېڭى بەتكۈچتە ئاچ

# ContextMenu.SaveImageButtonTitle
source: Save Image
bg: Запазване на изображението
ro: Salvează imaginea
tg: Нигоҳ доштани тасвир
ug: سۈرەتنى ساقلا

# ContextMenu.ShareLinkButtonTitle
source: Share Link
bg: Споделяне на препратка
ro: Partajează linkul
tg: Мубодила кардани пайванд
ug: ئۇلانما ھەمبەھىر

# ContextualHints.SearchBarPlacement.CallToAction
source: Toolbar Settings
bg: Настройки на лентата с инструменти
ro: Setări bară de instrumente
tg: Танзимоти навори абзорҳо
ug: قورال بالداق تەڭشىكى

# ContextualHints.TabTray.InactiveTabs
source: Tabs you haven’t viewed for two weeks get moved here.
bg: Раздели, които не сте преглеждали от две седмици, се преместват тук.
ro: Filele pe care nu ai intrat de două săptămâni sunt mutate aici.
tg: Варақаҳое, ки шумо ду ҳафта такроран надидаед, ба ин ҷо интиқол дода мешаванд.
ug: ئىككى ھەپتە كۆرمىگەن بەتكۈچلەر بۇ جايغا يۆتكىلىدۇ.

# ContextualHints.TabTray.InactiveTabs.CallToAction
source: Turn off in settings
bg: Изключване в настройките
ro: Oprește din setări
tg: Дар танзимот хомӯш кунед
ug: تەڭشەكلەردىن تاقايدۇ

# ContextualHintsCloseButtonAccessibility.v105
source: Close
bg: Затваряне
ro: Închide
tg: Пӯшидан
ug: تاقا

source: Could not add page to Reading list
bg: Не може да добавите страница към списък за четене
ro: Pagina nu a putut fi adăugată în lista de lectură
tg: Саҳифа ба «Рӯйхати хониш» илова карда нашуд
ug: ئوقۇش تىزىمىغا بەت قوشالمىدى

source: Could not add page to Reading List. Maybe it's already there?
bg: Не може да добавите страница към списък за четене. Може би тя вече е там?
ro: Pagina nu a putut fi adăugată în lista de lectură. Poate este deja acolo?
tg: Саҳифа ба «Рӯйхати хониш» илова карда нашуд. Шояд он аллакай дар рӯйхат аст?
ug: ئوقۇش تىزىمىغا بەت قوشالمىدى. بەلكىم ئۇ مەۋجۇتمۇ؟

source: Could not load page.
bg: Страницата не може да бъде отворена.
ro: Nu s-a putut încărca pagina.
tg: Саҳифа бор карда нашуд.
ug: بەتنى يۈكلىيەلمىدى.

# CoverSheet.v24.ETP.Description
source: Built-in Enhanced Tracking Protection helps stop ads from following you around. Turn on Strict to block even more trackers, ads, and popups.
bg: Вградената подобрена защита от проследяване помага да спрете рекламите да ви преследват. Включете строг, за да блокирате още повече тракери, реклами и изскачащи прозорци.
ro: Protecția împotriva urmăririi, îmbunătățită și încorporată, ajută la oprirea anunțurilor ca să nu te mai urmărească peste tot. Activează modul Strict pentru a bloca și mai multe elemente de urmărire, reclame și ferestre pop-up.
tg: Вазифаи «Муҳофизати такмилёфта аз пайгирӣ» кумак мекунад, то ки ҳар гуна реклама ва таблиғот манъ карда шавад ва шуморо дар саросари Интернет пайгирӣ накунад. Реҷаи «Ҷиддӣ»-ро фаъол созед, то ки боз ҳам бештар васоити пайгирӣ, таблиғот ва ҳар гуна равзанаҳои зоҳиршаванда манъ карда шаванд.
ug: ئىچكى كۈچەيتىلگەن ئىزلاشتىن قوغداش ئېلانلارنىڭ سىزگە ئەگىشىشىنى توختىتىدۇ. تېخىمۇ قاتتىق ئىزلاش، ئېلان ۋە قاڭقىش كۆزنەكلىرىنى چەكلەش ئۈچۈن قاتتىق ھالەتنى ئېچىڭ.

# CoverSheet.v24.ETP.Settings.Button
source: Go to Settings
bg: Към настройките
ro: Mergi în Setări
tg: Ба Танзимот гузаред
ug: تەڭشەككە يۆتكەل

# CoverSheet.v24.ETP.Title
source: Protection Against Ad Tracking
bg: Защита от рекламно проследяване
ro: Protecție împotriva urmăririi prin reclame
tg: Муҳофизат бар зидди васоити пайгирии рекламавӣ
ug: ئېلان ئىز قوغلاشتىن قوغداش

source: Create an account
bg: Създаване на профил
ro: Creează un cont
tg: Эҷод кардани ҳисоб
ug: ھېسابات قۇر

source: Dark
bg: Тъмна
ro: Întunecat
tg: Торик
ug: قاراڭغۇ

source: Decrease text size
bg: Намаляване размера на текста
ro: Micșorează mărimea textului
tg: Хурд кардани андозаи матн
ug: تېكىست چوڭلۇقىنى كىچىكلەت

source: Default Search Engine
bg: Стандартна търсеща машина
ro: Motor de căutare implicit
tg: Низоми ҷустуҷӯии пешфарз
ug: كۆڭۈلدىكى ئىزدەش موتورى

# DefaultBrowserCloseButtonAccessibility.v102
source: Close
bg: Затваряне
ro: Închide
tg: Пӯшидан
ug: تاقا

source: Display Settings
bg: Настройки на екрана
ro: Setări de afișare
tg: Танзимоти намоиш
ug: تەڭشەكلەرنى كۆرسەت

source: Don't Send
bg: Не изпращай
ro: Nu trimite
tg: Фиристода нашавад
ug: يوللىما

source: Done
bg: Готово
ro: Gata
tg: Тайёр
ug: تامام

source: Downloads
bg: Изтегляния
ro: Descărcări
tg: Боргириҳо
ug: چۈشۈرۈلمىلەر

# Downloads.Alert.DownloadNow
source: Download Now
bg: Изтегляне сега
ro: Descarcă acum
tg: Ҳозир боргирӣ мекунам
ug: ھازىر چۈشۈر

# Downloads.CancelDialog.Cancel
source: Cancel
bg: Отказ
ro: Anulează
tg: Бекор кардан
ug: ۋاز كەچ

# Downloads.CancelDialog.Message
source: Are you sure you want to cancel this download?
bg: Сигурни ли сте, че искате да прекъснете това изтегляне?
ro: Sigur vrei să renunți această descărcare?
tg: Шумо мутмаин ҳастед, ки мехоҳед ин боргириро бекор кунед?
ug: بۇ چۈشۈرۈشتىن راستىنلا ۋاز كېچەمسىز؟

# Downloads.CancelDialog.Resume
source: Resume
bg: Продължаване
ro: Continuă
tg: Давом додан
ug: داۋاملاشتۇر

# Downloads.CancelDialog.Title
source: Cancel Download
bg: Отмяна на изтеглянето
ro: Anulează descărcarea
tg: Бекор кардани боргирӣ
ug: چۈشۈرۈشتىن ۋاز كەچ

# Downloads.Toast.Cancelled.LabelText
source: Download Cancelled
bg: Oтменено изтегляне
ro: Descărcare anulată
tg: Боргирӣ бекор карда шуд
ug: چۈشۈرۈش ئەمەلدىن قالدۇرۇلدى

# Downloads.Toast.Failed.LabelText
source: Download Failed
bg: Неуспешно изтегляне
ro: Descărcare eșuată
tg: Боргирӣ иҷро нашуд
ug: چۈشۈرۈش مەغلۇپ بولدى

# Downloads.Toast.GoToDownloads.Button
source: Downloads
bg: Изтегляния
ro: Descărcări
tg: Боргириҳо
ug: چۈشۈرۈلمىلەر

# Downloads.Toast.MultipleFiles.DescriptionText
source: 1 of %d files
bg: 1 от %d файла
ro: 1 din %d fișiere
tg: 1 аз %d файл
ug: 1/%dھۆججەت

# DownloadsPanel.Delete.Title
source: Delete
bg: Изтриване
ro: Șterge
tg: Нест кардан
ug: ئۆچۈرۈش

# DownloadsPanel.EmptyState.Title
source: Downloaded files will show up here.
bg: Изтеглените файлове ще се появят тук.
ro: Fișierele descărcate vor apărea aici.
tg: Файлҳои боргиришуда дар ин ҷой пайдо мешаванд.
ug: چۈشۈرگەن ھۆججەتلەر بۇ يەردە كۆرۈنىدۇ.

# DownloadsPanel.Share.Title
source: Share
bg: Споделяне
ro: Distribuie
tg: Мубодила кардан
ug: ھەمبەھىرلەش

source: Enter your password to connect
bg: Въведете паролата си, за да се свържете
ro: Introdu parola pentru a te conecta
tg: Барои пайваст шудан ниҳонвожаи худро ворид кунед
ug: ئۇلاش ئۈچۈن پارولىڭىزنى كىرگۈزۈڭ

# ErrorPages.Advanced.Button
source: Advanced
bg: Напреднал
ro: Avansat
tg: Иловагӣ
ug: ئالىي

# ErrorPages.AdvancedWarning1.Text
source: Warning: we can't confirm your connection to this web site is secure.
bg: Предупреждение: не можем да потвърдим, че връзката ви до тази страница е защитена.
ro: Avertisment: nu putem confirma conectarea la acest site web ca fiind sigură.
tg: Огоҳӣ: мо тасдиқ карда наметавонем, ки пайвасти шумо ба ин сомона бехатар аст.
ug: ئاگاھلاندۇرۇش: بۇ توربېكەتكە ئۇلىنىشىڭىزنىڭ بىخەتەر ئىكەنلىكىنى جەزملەشتۈرەلمەيمىز.

# ErrorPages.AdvancedWarning2.Text
source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
bg: Може да е погрешна конфигурация или хакерски опит. Продължете, ако поемате понециалния риск.
ro: Aceasta poate fi o configurare greșită sau un fals de la un atacator. Continuă dacă accepți riscul potențial.
tg: Эҳтимол аст, ки ин ба сабаби танзимоти нодуруст ё дахолати ҳамлакунанда ба миён меояд. Шумо метавонед хатари эҳтимолиро ба зимма гирифта, идома диҳед.
ug: بۇ بەلكىم خاتا تەڭشەك ياكى ھۇجۇمچىنىڭ ھەرىكىتى سەۋەبىدىن بولۇشى مۇمكىن. ئەگەر يوشۇرۇن خەتەرنى قوبۇل قىلسىڭىز داۋاملاشتۇرۇڭ.

# ErrorPages.CertWarning.Description
source: The owner of %@ has configured their web site improperly. To protect your information from being stolen, Firefox has not connected to this web site.
bg: Собственикът на %@ е настроил страницата неправилно. За да ви защити от кражба на информация, Firefox отказа да направи връзката с тази страница.
ro: Proprietarul %@ și-a configurat site-ul web necorespunzător. Pentru a proteja informațiile împotriva furtului, Firefox nu s-a conectat la acest site web.
tg: Соҳиби %@ сомонаи худро нодуруст танзим кардааст. Барои муҳофизат кардани маълумоти шумо аз дуздӣ, браузери «Firefox» ба ин сомона пайваст нашуд.
ug: %@ نىڭ باشقۇرۇغۇچىسى تور بېكەتنى توغرا سەپلىمىگەن. ئۇچۇرلىرىڭىزنىڭ ئوغرىلىنىپ كېتىشىدىن ساقلىنىش ئۈچۈن، Firefox بۇ تور بېكەتكە باغلانمىدى.

# ErrorPages.CertWarning.Title
source: This Connection is Untrusted
bg: Вашата връзка не е лична
ro: Această conexiune nu prezintă încredere
tg: Ин пайвастшавӣ беэътимод аст
ug: بۇ باغلىنىش ئىشەنچسىز

# ErrorPages.GoBack.Button
source: Go Back
bg: Обратно
ro: Mergi înapoi
tg: Бозгашт
ug: قايتىش

# ErrorPages.VisitOnce.Button
source: Visit site anyway
bg: Посетете сайта така или иначе
ro: Vizitează site-ul oricum
tg: Ба ҳар ҳол ба сомона ворид шавед
ug: تور بېكەتنى داۋاملىق زىيارەت قىلىش

# ExternalLink.AppStore.ConfirmationTitle
source: Open this link in the App Store?
bg: Отваряне на препратката в App Store?
ro: Deschide acest link în App Store?
tg: Ин пайвандро дар «App Store» мекушоед?
ug: بۇ ئۇلانمىنى App Store دا ئاچامدۇ؟

# ExternalLink.AppStore.GenericConfirmationTitle
source: Open this link in external app?
bg: Отваряне на препратка в приложение?
ro: Deschizi acest link în aplicația externă?
tg: Ин пайвандро дар барномаи беруна мекушоед?
ug: بۇ ئۇلىنىشنى سىرتقى ئەپتە ئاچامدۇ؟

# Firefox.HomePage.Title
source: Firefox Home Page
bg: Начална страница на Firefox
ro: Pagina de start Firefox
tg: Саҳифаи асосии «Firefox»
ug: Firefox باش بېتى

# FirefoxHome.CustomizeHomeButton.Title
source: Customise Homepage
bg: Персонализиране на началната страница
ro: Personalizează pagina de start
tg: Танзимоти саҳифаи асосӣ
ug: باش بەتنى خاسلاشتۇر

# FirefoxHome.Pocket.DiscoverMore
source: Discover more
bg: Открийте повече
ro: Descoperă mai multe
tg: Бештар омӯзед
ug: تېخىمۇ كۆپ بايقاش

# FirefoxHome.Pocket.Minutes.v99
source: %d min
bg: %d мин
tg: %d дақиқа
ug: %d مىنۇت

# FirefoxHome.Pocket.SectionTitle
source: Thought-Provoking Stories
bg: Истории, провокиращи размисъл
ro: Povești care te pun pe gânduri
tg: Ҳикояҳои андешаангез
ug: نادىر ھېكايە

# FirefoxHome.RecentHistory.Remove
source: Remove
bg: Премахване
ro: Elimină
tg: Тоза кардан
ug: چىقىرىۋەت

# FirefoxHomepage.Common.PagesCount.v112
source: Pages: %d
bg: Страници: %d
ro: Pagini: %d
tg: Саҳифаҳо: %d
ug: بەت: %d

# FirefoxHomepage.ContextualMenu.Settings.v101
source: Settings
bg: Настройки
ro: Setări
tg: Танзимот
ug: تەڭشەكلەر

# FirefoxHomepage.ContextualMenu.SponsoredContent.v101
source: Our Sponsors & Your Privacy
bg: Спонсори и поверителност
ro: Sponsorii noștri și confidențialitatea ta
tg: Сарпарастони мо ва махфияти шумо
ug: قوللىغۇچىلىرىمىز ۋە شەخسىيىتىڭىز

# FirefoxHomepage.JumpBackIn.TabPickup.OpenTab.A11y.v106
source: Open synchronised tab
bg: Отваряне на раздела Sync
ro: Deschide fila sincronizată
tg: Кушодани варақаи ҳамоҳангшуда
ug: قەدەمداش بەتكۈچنى ئاچ

# FirefoxHomepage.JumpBackIn.TabPickup.ShowAll.ButtonTitle.v104
source: See all synchronised tabs
bg: Всички синхронизирани раздели
ro: Vezi toate filele sincronizate
tg: Дидани ҳамаи варақаҳои ҳамоҳангшуда
ug: قەدەمداشلانغان ھەممە بەتكۈچلەرنى كۆرسەت

# FirefoxHomepage.JumpBackIn.TabPickup.v104
source: Tab pickup
bg: Избор на раздел
ro: Recuperare file
tg: Интихоби варақа
ug: بەتكۈچ قوبۇللايدۇ

# FirefoxHomepage.Pocket.Sponsored.v103
source: Sponsored
bg: Спонсорирано
ro: Sponsorizat
tg: Сарпарастӣ
ug: قوللىغان

# FirefoxHomepage.Shortcuts.Sponsored.v100
source: Sponsored
bg: Спонсорирано
ro: Sponsorizat
tg: Сарпарастӣ
ug: قوللىغان

# Forward
source: Forwards
bg: Напред
ro: Înainte
tg: Ба пеш
ug: ئالدىغا

# FxA.FirefoxAccount
source: Firefox Account
ro: Cont Firefox
tg: Ҳисоби «Firefox»
ug: Firefox ھېساباتى

# FxA.ManageAccount
source: Manage Account & Devices
bg: Управление на сметката и устройствата
ro: Gestionează contul și dispozitivele
tg: Идоракунии ҳисоб ва дастгоҳҳо
ug: ھېسابات ۋە ئۈسكۈنىلەرنى باشقۇرۇش

# FxA.NoInternetConnection
source: No Internet Connection
bg: Няма връзка с Интернет
ro: Fără conexiune la internet
tg: Пайвасти интернет нест
ug: تورغا ئۇلانمىغان

# fxa.signin.camera-signin
source: Sign In with Your Camera
bg: Вписване с камерата си
ro: Autentifică-te cu camera
tg: Ворид шудан ба воситаи камера
ug: كامېرايىڭىز بىلەن تىزىمغا كىرىڭ

# fxa.signin.qr-link-instruction
source: On your computer open Firefox and go to firefox.com/pair
bg: На вашия компютър отворете Firefox и посетете firefox.com/pair
ro: Deschide Firefox pe calculator și intră pe firefox.com/pair
tg: Дар компютери худ Firefox-ро кушоед ва ба firefox.com/pair гузаред
ug: كومپيۇتېرىڭىزدىكى Firefox دا firefox.com/pair نى ئاچىدۇ

# fxa.signin.ready-to-scan
source: Ready to Scan
bg: В готовност за сканиране
ro: Gata de scanare
tg: Барои аксбардорӣ омода аст
ug: تاراشقا تەييار

# fxa.signin.use-email-instead
source: Use Email Instead
bg: Използвайте имейл
ro: Folosește e-mailul în schimb
tg: Ба ҷояш почтаи электрониро истифода баред
ug: ئورنىغا ئېلخەت ئىشلىتىڭ

# FxA.SyncNow
source: Sync Now
bg: Синхронизиране
ro: Sincronizează acum
tg: Ҳозир ҳамоҳанг кунед
ug: ھازىر قەدەمداشلا

# FxAPush_DeviceConnected_body
source: Firefox Sync has connected to %@
bg: Firefox Sync е свързан към %@
ro: Firefox Sync s-a conectat la %@
tg: Ҳамоҳангсозии «Firefox» ба «%@» пайваст шуд
ug: Firefox قەدەمداش %@ غا باغلاندى

# FxAPush_DeviceConnected_title
source: Sync Connected
bg: Sync е свързан
ro: Sincronizare conectată
tg: Ҳамоҳангсозӣ пайваст шуд
ug: قەدەمداش باغلاندى

# FxAPush_DeviceDisconnected_body
source: %@ has been successfully disconnected.
bg: %@ е успешно изключено.
ro: %@ a fost deconectat cu succes.
tg: Пайвасти «%@» бо муваффақият қатъ карда шуд.
ug: %@ مۇۋەپپەقىيەتلىك ئۈزۈلدى.

# FxAPush_DeviceDisconnected_ThisDevice_body
source: This device has been successfully disconnected from Firefox Sync.
bg: Устройството е изключено успешно от Firefox Sync.
ro: Acest dispozitiv a fost deconectat cu succes de la Firefox Sync.
tg: Пайвасти ин дастгоҳ аз низоми ҳамоҳангсозии «Firefox» бо муваффақият қатъ карда шуд.
ug: بۇ ئۈسكۈنە Firefox قەدەمداشتىن مۇۋەپپەقىيەتلىك ئۈزۈلدى.

# FxAPush_DeviceDisconnected_ThisDevice_title
source: Sync Disconnected
bg: Sync е изключен
ro: Sincronizare deconectată
tg: Пайвасти ҳамоҳангсозӣ қатъ шуд
ug: قەدەمداش ئۈزۈلدى
