Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/*.lproj/Localizable.strings
Languages: bg, ro, tg, ug

# Settings.TrackingProtection.Info.BlocksTitle
source: BLOCKS
bg: БЛОКИРАНЕ
ro: BLOCĂRI
tg: МАНЪШУДА
ug: توسقانلىرى

# Settings.TrackingProtection.LearnMore
source: Learn more
bg: Научете повече
ro: Află mai multe
tg: Маълумоти бештар
ug: تەپسىلاتى

# Settings.TrackingProtection.ProtectionCellFooter
source: Reduces targeted ads and helps stop advertisers from tracking your browsing.
bg: Намалява насочените реклами и помага да спрете проследяването от страна на рекламодателите на вашето сърфиране.
ro: Reduce reclamele țintite și te ajută să oprești firmele care își fac publicitate din a te mai urmări pe unde navighezi.
tg: Ин имкон намоиши ҳар гуна реклама ва таблиғро кам мекунад ва ҳангоми тамошобинӣ барои манъ кардани имкони пайгирии шумо аз тарафи ҳар гуна рекламадеҳ кумак мерасонад.
ug: نىشانلىق ئېلاننى ئازايتىدۇ ۋە ئېلان بەرگۈچىلەرنىڭ تور كۆرگۈڭىزنى ئىزلىشىنى توختىتىدۇ.

# Settings.TrackingProtection.ProtectionLevel.Footer
source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
bg: Ако сайт не работи според очакванията, докоснете ключалката в адресната лента и изключете подобрената защита от проследяване за тази страница.
ro: Dacă un site nu funcționează cum era de așteptat, atinge lacătul din bara de adrese și dezactivează protecția îmbunătățită împotriva urmăririi pentru pagina respectivă.
tg: Агар сомона ба таври лозимӣ кор накунад, дар навори нишонӣ аломати қулфро зер кунед ва барои ин саҳифа имкони «Муҳофизати такмилёфта аз пайгирӣ»-ро ғайрифаъол созед.
ug: ئەگەر بىر تور بېكەت كۈتكەندەك ئىشلىمىسە، ئادرېس بالداقتىكى قۇلۇپنى چېكىپ، بۇ بەتتىكى كۈچەيتىلگەن ئىزلاشتىن قوغلاشنى تاقاڭ.

# Settings.TrackingProtection.ProtectionLevel.Footer.Lock
source: If a site doesn’t work as expected, tap the lock in the address bar and turn off Enhanced Tracking Protection for that page.
bg: Ако сайт не работи според очакванията, докоснете ключалката в адресната лента и изключете подобрената защита от проследяване за тази страница.
ro: Dacă un site nu funcționează cum era de așteptat, atinge lacătul din bara de adrese și dezactivează protecția îmbunătățită împotriva urmăririi pentru pagina respectivă.
tg: Агар сомона ба таври лозимӣ кор накунад, дар навори нишонӣ аломати қулфро зер кунед ва барои ин саҳифа имкони «Муҳофизати такмилёфта аз пайгирӣ»-ро ғайрифаъол созед.
ug: ئەگەر بىر تور بېكەت كۈتكەندەك ئىشلىمىسە، ئادرېس بالداقتىكى قۇلۇپنى چېكىپ، بۇ بەتتىكى كۈچەيتىلگەن ئىزلاشتىن قوغلاشنى تاقاڭ.

# Settings.TrackingProtection.ProtectionLevelStandard.Description
source: Allows some ad tracking so web sites function properly.
bg: Позволява известно проследяване на рекламите, за да работят правилно уебсайтовете.
ro: Permite unele elemente de urmărire pentru ca site-urile web să funcționeze corespunzător.
tg: Барои фаъолияти баъзе васоити пайгирии рекламавӣ иҷозат медиҳад, то ки сомонаҳо тавонанд дуруст кор кунанд.
ug: بەزى ئېلاننىڭ ئىز قوغلىشىغا يول قويىدۇ، شۇڭا تور بېكەتلەر نورمال ئىشلەيدۇ.

# Settings.TrackingProtection.ProtectionLevelStrict.Description
source: Blocks more trackers, ads, and popups. Pages load faster, but some functionality may not work.
bg: Блокира повече проследявания, реклами и изскачащи прозорци. Страниците се зареждат по-бързо, но някои функции може да не работят.
ro: Blochează mai multe elemente de urmărire, reclame și ferestre pop-up. Paginile se încarcă mai repede, dar se poate ca unele funcționalități să nu funcționeze.
tg: Васоити пайгирӣ, реклама ва равзанаҳои зоҳиршавандаи бештарро маҳдуд мекунад. Саҳифаҳо зудтар бор мешаванд, аммо баъзеи функсияҳо метавонанд кор накунанд.
ug: تېخىمۇ كۆپ ئىز قوغلىغۇچ، ئېلان ۋە قاڭقىش كۆزنەكلىرىنى توسىدۇ. بەتلەر تېز يۈكلىنىدۇ، ئەمما بەزى ئىقتىدارى ئىشلىمەسلىكى مۇمكىن.

# Settings.TrackingProtection.ProtectionLevelTitle
source: Protection Level
bg: Ниво на защита
ro: Nivel de protecție
tg: Сатҳи муҳофизат
ug: قوغداش دەرىجىسى

# Settings.TrackingProtection.SectionName
source: Tracking Protection
bg: Защита от проследяване
ro: Protecție împotriva urmăririi
tg: Муҳофизат аз пайгирӣ
ug: ئىزلاشتىن قوغداش

# Settings.TrackingProtectionOption.BasicBlockList
source: Standard (default)
bg: Стандартна (подразбиране)
ro: Standard (implicit)
tg: Стандартӣ (пешфарз)
ug: ئۆلچەملىك (كۆڭۈلدىكى)

# Settings.TrackingProtectionOption.BasicBlockList.Status
source: Standard
bg: Стандартна
tg: Стандартӣ
ug: ئۆلچەملىك

# Settings.TrackingProtectionOption.BlockListStrict
source: Strict
bg: Стриктна защита
tg: Ҷиддӣ
ug: قاتتىق

# Settings.TrackingProtectionOption.NormalBrowsingLabelOn
source: Enhanced Tracking Protection
bg: Подобрена защита от проследяване
ro: Protecție îmbunătățită împotriva urmăririi
tg: Муҳофизати такмилёфта аз пайгирӣ
ug: كۈچەيتىلگەن ئىزلاشتىن قوغداش

# Settings.TroubleShootSync.Title
source: Troubleshoot
bg: Oтстраняване на неизправности
ro: Depanare
tg: Ислоҳкунии хатоҳо
ug: كاشىلا ئوڭشاش

# Settings.WebsiteData.ButtonShowMore
source: Show More
bg: Повече
ro: Afișează mai multe
tg: Бештар нишон диҳед
ug: تەپسىلىي كۆرسەت

# Settings.WebsiteData.ConfirmPrompt
source: This action will clear all of your web site data. It cannot be undone.
bg: Това действие ще изчисти всичките ви данни за сайтове. Това е безвъзвратно.
ro: Această acțiune va șterge toate datele site-urilor web și este ireversibilă.
tg: Ин амал тамоми маълумоти сомонавии шуморо пок месозад. Ин амал бекор карда намешавад.
ug: بۇ مەشغۇلات تور بېكەت ئۇچۇرلىرىنىڭ ھەممىسىنى تازىلايدۇ. ئۇنى ئەمەلدىن قالدۇرغىلى بولمايدۇ.

# Settings.WebsiteData.SelectedConfirmPrompt
source: This action will clear the selected items. It cannot be undone.
bg: Това действие ще изчисти избраните елементи. Това е безвъзвратно.
ro: Acțiunea va elimina elementele selectate. Este ireversibilă.
tg: Ин амал унсурҳои интихобшударо пок месозад. Ин амал бекор карда намешавад.
ug: بۇ مەشغۇلات تاللىغان تۈرنى تازىلايدۇ. ئۇنى ئەمەلدىن قالدۇرغىلى بولمايدۇ.

# Settings.WebsiteData.Title
source: Web Site Data
bg: Данни за сайтове
ro: Date ale site-urilor web
tg: Маълумоти сомона
ug: تور بېكەت سانلىق مەلۇماتى

# ShareExtension.AddToReadingListAction.Title
source: Add to Reading List
bg: Добавяне към списъка за четене
ro: Adaugă în lista de lectură
tg: Илова кардан ба «Рӯйхати хониш»
ug: ئوقۇش تىزىمىغا قوش

# ShareExtension.AddToReadingListActionDone.Title
source: Added to Reading List
bg: Добавено към списъка за четене
ro: Adăugat în lista de lectură
tg: Ба «Рӯйхати хониш» илова карда шуд
ug: ئوقۇش تىزىمىغا قوشۇلدى

# ShareExtension.BookmarkThisPageAction.Title
source: Bookmark This Page
bg: Отмятане на страницата
ro: Marchează această pagină
tg: Гузоштани хатбарак барои ин саҳифа
ug: بۇ بەتنى خەتكۈچكە قوش

# ShareExtension.BookmarkThisPageActionDone.Title
source: Bookmarked
bg: Отметната
ro: Marcat
tg: Дар хатбаракҳо
ug: خەتكۈچكە قوشۇلدى

# ShareExtension.LoadInBackgroundAction.Title
source: Load in Background
bg: Зареждане във фонов режим
ro: Încarcă în fundal
tg: Бор кардан дар реҷаи заминаӣ
ug: ئارقا سۇپىدا يۈكلە

# ShareExtension.LoadInBackgroundActionDone.Title
source: Loading in Firefox
bg: Зареждане в Firefox
ro: Se încarcă în Firefox
tg: Боркунӣ дар «Firefox»
ug: Firefox تا يۈكلەۋاتىدۇ

# ShareExtension.OpenInFirefoxAction.Title
source: Open in Firefox
bg: Отваряне в Firefox
ro: Deschide în Firefox
tg: Кушодан дар «Firefox»
ug: Firefox تا ئاچ

# ShareExtension.SeachInFirefoxAction.Title
source: Search in Firefox
bg: Търсене в Firefox
ro: Caută în Firefox
tg: Ҷустуҷӯ дар «Firefox»
ug: Firefox تا ئىزدە

# ShareSheet.Copy.Title.v108
source: Copy
bg: Копиране
ro: Copiază
tg: Нусха бардоштан
ug: كۆچۈر

# ShareSheet.SendToDevice.Title.v108
source: Send Link to Device
bg: Изпращане на препратката до устройство
ro: Trimite linkul către dispozitiv
tg: Фиристодани пайванд ба дастгоҳ
ug: ئۈسكۈنىگە ئۇلانما يوللا

source: Show Search Suggestions
bg: Предложения при търсене
ro: Afișează sugestii de căutare
tg: Намоиш додани пешниҳодҳои ҷустуҷӯ
ug: ئىزدەش تەكلىپلىرىنى كۆرسىتىدۇ

source: Show Tabs
bg: Показване на раздели
ro: Afișează filele
tg: Намоиш додани варақаҳо
ug: بەتكۈچ كۆرسەت

source: Show Tour
bg: Начало
ro: Afișează turul
tg: Оғоз кардани намоиш
ug: يېتەكچى كۆرسەت

source: Stop
bg: Стоп
ro: Oprește
tg: Истодан
ug: توختا

source: Support
bg: Поддръжка
ro: Suport
tg: Дастгирӣ
ug: قوللاش

source: Swipe right or left with three fingers to close the tab.
bg: Плъзнете наляво или надясно с три пръста, за да затворите раздел.
ro: Glisează spre dreapta sau stânga cu trei degete pentru a închide fila.
tg: Барои пӯшидани варақа бо се ангушт акбора ба тарафи рост ва ба тарафи чап молед.
ug: ئۈچ بارماق بىلەن ئوڭ ياكى سولغا سىيرىلسا بەتكۈچنى تاقايدۇ.

# Sync.SyncingEllipsis.Label
source: Syncing…
bg: Синхронизиране…
ro: Se sincronizează…
tg: Ҳамоҳангсозӣ…
ug: قەدەمداشلاۋاتىدۇ…

# SyncState.Offline.Title
source: Sync is offline
bg: Синхроницията е офлайн
ro: Sync este offline
tg: Ҳамоҳангсозӣ офлайн аст
ug: قەدەمداش تورسىز

# Tab %@ of %@
source: Tab %1$@ of %2$@
bg: Раздел %1$@ от %2$@
ro: Fila %1$@ din %2$@
tg: Варақаи %1$@ аз %2$@
ug: %1$@ / %2$@ بەتكۈچ

# Tab.ShowTabTray.KeyCodeTitle
source: Show All Tabs
bg: Показване на всички раздели
ro: Afișează toate filele
tg: Намоиш додани ҳамаи варақаҳо
ug: بارلىق بەتكۈچلەرنى كۆرسەت

# Tabs %@ to %@ of %@
source: Tabs %1$@ to %2$@ of %3$@
bg: Раздели %1$@ до %2$@ от %3$@
ro: Filele %1$@ până la %2$@ din %3$@
tg: Ҳудуди варақаҳо аз %1$@ то %2$@ аз %3$@ дар умум
ug: %1$@ - %2$@ / %3$@ بەتكۈچ

source: Tabs Tray
bg: Лента с раздели
ro: Bara cu file
tg: Лавҳачаи варақаҳо
ug: بەتكۈچ تەخسە

# Tabs.DeleteAllUndo.Button
source: Undo
bg: Отмяна
ro: Anulează
tg: Бекор кардан
ug: يېنىۋال

# Tabs.DeleteAllUndo.Title
source: %d tab(s) closed
ug: %d بەتكۈچ تاقالدى

# TabsTray.InactiveTabs.SectionTitle.Closed.Accessibility.v103
source: View Inactive Tabs
bg: Преглед на неактивните раздели
ro: Afișează filele inactive
tg: Нишон додани варақаҳои ғайрифаъол
ug: ئاكتىپسىز بەتكۈچنى كۆرسىتىدۇ

# TabsTray.InactiveTabs.SectionTitle.Opened.Accessibility.v103
source: Hide Inactive Tabs
bg: Скриване на неактивните раздели
ro: Ascunde filele inactive
tg: Пинҳон кардани варақаҳои ғайрифаъол
ug: ئاكتىپسىز بەتكۈچنى يوشۇرىدۇ

# TabToolbar.Accessibility.Search.v106
source: Search
bg: Търсене
ro: Caută
tg: Ҷустуҷӯ
ug: ئىزدە

# TabTray.AddTab.Button
source: Add Tab
bg: Добавяне на раздел
ro: Adaugă filă
tg: Илова кардани варақа
ug: بەتكۈچ قوش

# TabTray.CloseAllTabs.KeyCodeTitle
source: Close All Tabs
bg: Затваряне на всички раздели
ro: Închide toate filele
tg: Пӯшидани ҳамаи варақаҳо
ug: ھەممە بەتكۈچنى ياپ

# TabTray.CurrentSelectedTab.A11Y
source: Currently selected tab.
bg: Текущо избран раздел.
ro: Fila selectată acum.
tg: Варақаи ҷории интихобшуда.
ug: نۆۋەتتە تاللانغان بەتكۈچ.

# TabTray.Header.FilteredTabs.SectionHeader
source: Others
bg: Други
ro: Altele
tg: Дигарон
ug: باشقا

# TabTray.InactiveTabs.SectionTitle
source: Inactive Tabs
bg: Неактивни раздели
ro: File inactive
tg: Варақаҳои ғайрифаъол
ug: ئاكتىپسىز بەتكۈچ

# TabTray.OpenNewTab.KeyCodeTitle
source: Open New Tab
bg: Отваряне на нов раздел
ro: Deschide o filă nouă
tg: Кушодани варақаи нав
ug: يېڭى بەتكۈچ ئاچ

# TabTray.SegmentedControlTitles.PrivateTabs
source: Private
bg: Лични
tg: Хусусӣ
ug: شەخسىيەت

# TabTray.SegmentedControlTitles.SyncedTabs
source: Synchronised
bg: Синхронизирано
ro: Sincronizate
tg: Ҳамоҳангшуда
ug: قەدەمداشلاندى

# TabTray.SegmentedControlTitles.Tabs
source: Tabs
bg: Раздели
ro: File
tg: Варақаҳо
ug: بەتكۈچ

# TabTray.Title
source: Open Tabs
bg: Отворени раздели
ro: File deschise
tg: Варақаҳои кушодашуда
ug: ئوچۇق بەتكۈچ

# TabTrayButtons.Accessibility.ShowTabs.v106
source: Show Tabs
bg: Показване на раздели
ro: Afișează filele
tg: Намоиш додани варақаҳо
ug: بەتكۈچنى كۆرسەت

source: The page could not be displayed in Reader View.
bg: Страницата не можа да бъде показана в изгледа за четене.
ro: Pagina nu a putut fi afișată în modul de lectură.
tg: Ин саҳифа дар реҷаи «Намоиши хонанда» намоиш дода намешавад.
ug: بۇ بەتنى ئوقۇرمەن كۆرۈنۈشىدە كۆرسىتەلمىدى.

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
bg: Възникна грешка при достъп до разделите ви от други устройства. Опитайте отново след малко.
ro: A apărut o problemă la accesarea filelor de pe celelalte dispozitive ale tale. Încearcă din nou în câteva momente.
tg: Ҳангоми пайдо кардани дастрасӣ ба варақаҳои шумо аз дастгоҳҳои дигар мушкилӣ ба миён омад. Пас аз чанд лаҳза аз нав кӯшиш кунед.
ug: باشقا ئۈسكۈنىلىرىڭىزدىكى بەتكۈچلەرنى زىيارەت قىلىشتا مەسىلە كۆرۈلدى. سەل تۇرۇپ قايتا سىناڭ.

source: There was an error converting the page
bg: Възникна грешка при обработката на страницата
ro: A apărut o problemă la convertirea paginii
tg: Ҳангоми табдил додани саҳифа хато ба миён омад
ug: بەتنى ئايلاندۇرۇۋاتقاندا خاتالىق كۆرۈلدى

source: this week
bg: тази седмица
ro: această săptămână
tg: ҳамин ҳафта
ug: بۇ ھەپتە

# TimeConstants.Yesterday.v106
source: yesterday
bg: вчера
ro: ieri
tg: дирӯз
ug: تۈنۈگۈن

# Toasts.NotNow
source: Not Now
bg: Не сега
ro: Nu acum
tg: Ҳоло не
ug: ھازىر ئەمەس

# Toasts.OpenAppStore
source: Open App Store
bg: Отваряне на App Store
ro: Deschide App Store
tg: Кушодани «App Store»
ug: App Store نى ئاچ

# Toasts.Undo
source: Undo
bg: Отмяна
ro: Anulează
tg: Бекор кардан
ug: يېنىۋال

source: Today
bg: Днес
ro: Azi
tg: Имрӯз
ug: بۈگۈن

source: today at %@
bg: днес в %@
ro: azi la %@
tg: имрӯз дар %@
ug: بۈگۈن %@

# Toolbar.Menu.AccessibilityLabel
source: Menu
bg: Меню
ro: Meniu
tg: Меню
ug: تىزىملىك

# Toolbar.Menu.CloseAllTabs
source: Close All Tabs
bg: Затваряне на всички раздели
ro: Închide toate filele
tg: Пӯшидани ҳамаи варақаҳо
ug: ھەممە بەتكۈچنى ياپ

# TopSites.RemovePage.Button
source: Remove page - %@
bg: Премахване на страница - %@
ro: Elimină pagina - %@
tg: Тоза кардани саҳифа — %@
ug: بەتنى چىقىرىۋەت-%@

# TranslationToastHandler.PromptTranslate.Cancel
source: No
bg: Не
ro: Nu
tg: Не
ug: ياق

# TranslationToastHandler.PromptTranslate.OK
source: Yes
bg: Да
ro: Da
tg: Ҳа
ug: ھەئە

# TranslationToastHandler.PromptTranslate.Title
source: This page appears to be in %1$@. Translate to %2$@ with %3$@?
bg: Тази страница изглежда е в %1$@. Превеждане на %2$@ с %3$@?
ro: Această pagină pare să fie în %1$@. O traduci în %2$@ cu %3$@?
tg: Чунин менамояд, ки ин саҳифа бо забони «%1$@» кушода шудааст. Онро ба забони «%2$@» ба воситаи «%3$@» тарҷума мекунед?
ug: بۇ بەت %1$@ سۈپىتىدە كۆرۈنىدۇ. %3$@ دا %2$@ غا تەرجىمە قىلامدۇ؟

# UIMenuItem.PasteGo
source: Paste & Go
bg: Поставяне и посещаване
ro: Inserează și accesează
tg: Гузоштан ва идома додан
ug: چاپلاپ يۆتكەل

# UIMenuItem.SearchWithFirefox
source: Search with Firefox
bg: Търсене с Firefox
ro: Caută cu Firefox
tg: Ҷустуҷӯ ба воситаи «Firefox»
ug: Firefox تا ئىزدە

source: unread
bg: непрочетена
ro: necitit
tg: хонданашуда
ug: ئوقۇلمىغان

source: Use stage servers
bg: Използвайте сървъри за сцени
ro: Folosește servere de simulare
tg: Истифодаи серверҳои санҷишӣ
ug: ئالدىن تارقىتىش مۇلازىمىتىنى ئىشلەت

source: Username
bg: Потребителско име
ro: Nume de utilizator
tg: Номи корбар
ug: ئىشلەتكۈچى ئىسمى

# Wallpaper.Change.Error.Body.v106
source: Something went wrong with this wallpaper.
bg: Нещо се обърка с тапета.
ro: Ceva nu a mers bine cu această imagine de fundal.
tg: Ҳангоми истифодаи ин тасвири замина чизе нодуруст иҷро шуд.
ug: بۇ تام قەغىزىدە خاتالىق كۆرۈلدى.

# Wallpaper.Change.Error.Title.v106
source: Couldn’t Change Wallpaper
bg: Тапетът не можа да бъде променен
ro: Nu s-a putut schimba imaginea de fundal
tg: Тасвири замина иваз карда нашуд
ug: تام قەغىزىنى ئالماشتۇرالمىدى

# Wallpaper.Download.Error.Body.v106
source: Something went wrong with your download.
bg: Нещо се обърка при изтеглянето.
ro: Ceva nu a mers bine la descărcare.
tg: Ҳангоми боргирӣ чизе нодуруст иҷро шуд.
ug: چۈشۈرۈشتە خاتالىق كۆرۈلدى.

# Wallpaper.Download.Error.Title.v106
source: Couldn’t Download Wallpaper
bg: Тапетът не можа да бъде изтеглен
ro: Nu s-a putut descărca imaginea de fundal
tg: Тасвири замина боргирӣ карда нашуд
ug: تام قەغىزىنى چۈشۈرەلمىدى

# Wallpaper.Error.Dismiss.v106
source: Cancel
bg: Отказ
ro: Anulează
tg: Бекор кардан
ug: ۋاز كەچ

# Wallpaper.Error.TryAgain.v106
source: Try Again
bg: Нов опит
ro: Încearcă din nou
tg: Аз нав кӯшиш кардан
ug: قايتا سىنا

source: Web content
bg: Съдържание от Мрежата
ro: Conținut web
tg: Муҳтавои сомона
ug: تور مەزمۇنى

source: Welcome to your Reading List
bg: Добре дошли във вашия списък за четене
ro: Bine ai venit la lista ta de lectură
tg: Хуш омадед ба «Рӯйхати хониши» шумо
ug: ئوقۇش تىزىمىڭىزگە خۇش كەپسىز

source: Well, this is embarrassing.
bg: Извинявайте за невъзстановената предишна сесия.
ro: Ei, asta e jenant.
tg: Бале, ҳамин чиз душворӣ меорад.
ug: ئاپلا، ئادەمنى خىجىل قىلىپ.

source: Wikipedia
bg: Уикипидия
ug: ۋىكىپېدىيا

source: yesterday
bg: вчера
ro: ieri
tg: дирӯз
ug: تۈنۈگۈن

source: Yesterday
bg: Вчера
ro: Ieri
tg: Дирӯз
ug: تۈنۈگۈن

source: You don't have any tabs open in Firefox on your other devices.
bg: Нямате отворени във Firefox раздели от другите ваши устройства.
ro: Nu ai nicio filă deschisă în Firefox pe celelalte dispozitive ale tale.
tg: Шумо дар дастгоҳҳои дигари худ дар Firefox ягон варақаи кушодашуда надоред.
ug: باشقا ئۈسكۈنىڭىزدە Firefox دا ھېچقانداق بەتكۈچ ئاچمىغان.

source: Your Rights
bg: Вашите права
ro: Drepturile tale
tg: Ҳуқуқҳои шумо
ug: ھوقۇقىڭىز

source: Sans-serif
bg: Безсерифен
ro: Fără serife

source: Serif
bg: Серифен
ro: Cu serife
tg: Барҷаста

source: Twitter
bg: Туитър

source: YouTube
bg: ЮТюб

source: Facebook
tg: Фейсбук
