Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/*.lproj/Localizable.strings
Languages: bg, ro, tg, ug

# FxAPush_DeviceDisconnected_title
source: Sync Disconnected
bg: Sync е изключен
ro: Sincronizare deconectată
tg: Пайвасти ҳамоҳангсозӣ қатъ шуд
ug: قەدەمداش ئۈزۈلدى

# FxAPush_DeviceDisconnected_UnknownDevice_body
source: A device has disconnected from Firefox Sync
bg: Устройство е изключено успешно от Firefox Sync
ro: Un dispozitiv a fost deconectat de la Firefox Sync
tg: Пайвасти дастгоҳ аз ҳамоҳангсозии «Firefox» қатъ шуд
ug: بىر ئۈسكۈنە Firefox Sync قەدەمداشتىن ئۈزۈلدى

# FxHomepage.Wallpaper.ButtonLabel.v99
source: Firefox logo, change the wallpaper.
bg: Лого на Firefox, смяна на тапета.
ro: Sigla Firefox, schimbă imaginea de fundal.
tg: Тамғаи «Firefox», иваз кардани тасвири замина.
ug: Firefox تۇغى، تام قەغىزىنى ئۆزگەرتىدۇ.

source: Help
bg: Помощ
ro: Ajutor
tg: Кумак
ug: ياردەم

source: History
bg: История
ro: Istoric
tg: Таърих
ug: تارىخ

# HistoryPanel.ClearHistoryButtonTitle
source: Clear Recent History…
bg: Изчистване на скорошна история…
ro: Șterge istoricul recent…
tg: Пок кардани таърихи охирин…
ug: يېقىنقى تارىخنى تازىلا…

# HistoryPanel.ClearHistoryMenuOptionEverything
source: Everything
bg: Всичко
ro: Totul
tg: Комилан
ug: ھەممىسى

# HistoryPanel.ClearHistoryMenuOptionTheLastHour
source: The Last Hour
bg: Последният час
ro: Ultima oră
tg: Дар 1 соати гузашта
ug: ئاخىرقى سائەت

# HistoryPanel.ClearHistoryMenuOptionToday
source: Today
bg: Днес
ro: Azi
tg: Имрӯз
ug: بۈگۈن

# HistoryPanel.ClearHistoryMenuOptionTodayAndYesterday
source: Today and Yesterday
bg: Днес и вчера
ro: Azi și ieri
tg: Имрӯз ва дирӯз
ug: بۈگۈن ۋە تۈنۈگۈن

# HistoryPanel.EmptyState.Title
source: Web sites you've visited recently will show up here.
bg: Последно посетените страници се показват тук.
ro: Site-urile web pe care le-ai vizitat recent vor apărea aici.
tg: Сомонаҳое, ки шумо ба наздикӣ тамошо кардаед, дар ин ҷой пайдо мешаванд.
ug: سىز يېقىندا زىيارەت قىلغان تور بېكەتلەر بۇ يەردە كۆرۈنىدۇ.

# HistoryPanel.EmptySyncedTabsNullState.Description
source: Your tabs from other devices show up here.
bg: Разделите от други устройства се показват тук.
ro: Filele tale de pe celelalte dispozitive apar aici.
tg: Варақаҳои шумо аз дастгоҳҳои дигар дар ин ҷой пайдо мешаванд.
ug: باشقا ئۈسكۈنىلەردىن كەلگەن بەتكۈچلىرىڭىز بۇ يەردە كۆرۈنىدۇ.

# HistoryPanel.EmptySyncedTabsPanelNotSignedInState.Description
source: Sign in to view a list of tabs from your other devices.
bg: Впишете се, за да видите списък с раздели от други ваши устройства.
ro: Intră în cont ca să vezi o listă de file de pe celelalte dispozitive.
tg: Барои дидани рӯйхати варақаҳо аз дастгоҳҳои дигар, ворид шавед.
ug: باشقا ئۈسكۈنىلىرىڭىزدىكى بەتكۈچ تىزىمىنى كۆرۈش ئۈچۈن تىزىمغا كىرىڭ.

# HistoryPanel.EmptySyncedTabsState.Title
source: Firefox Sync
bg: Синхронизиране на Firefox
tg: Ҳамоҳангсозии «Firefox»
ug: Firefox قەدەمداش

# HistoryPanel.HistoryBackButton.Title
source: History
bg: История
ro: Istoric
tg: Таърих
ug: تارىخ

# HistoryPanel.RecentlyClosedTabsButton.Title
source: Recently closed
bg: Наскоро затворени
ro: Închise recent
tg: Пӯшидашудаи охирин
ug: يېقىندا تاقالغان

source: Home
bg: Начало
ro: Acasă
tg: Саҳифаи асосӣ
ug: باشبەت

# HomePanel.ContextMenu.Bookmark
source: Bookmark
bg: Отметка
ro: Marchează
tg: Хатбарак
ug: خەتكۈچ

# HomePanel.ContextMenu.DeleteFromHistory
source: Delete from History
bg: Премахване от историята
ro: Șterge din istoric
tg: Нест кардан аз таърих
ug: تارىختىن ئۆچۈر

# HomePanel.ContextMenu.OpenInNewPrivateTab.v101
source: Open in a Private Tab
bg: Отваряне в поверителен раздел
ro: Deschide într-o filă privată
tg: Кушодан дар варақаи хусусӣ
ug: شەخسىي بەتكۈچتە ئاچ

# HomePanel.ContextMenu.OpenInNewTab
source: Open in New Tab
bg: Отваряне в раздел
ro: Deschide într-o filă nouă
tg: Кушодан дар варақаи нав
ug: يېڭى بەتكۈچتە ئاچ

# HomePanel.ContextMenu.Remove
source: Remove
bg: Премахване
ro: Elimină
tg: Тоза кардан
ug: چىقىرىۋەت

# HomePanel.ContextMenu.RemoveBookmark
source: Remove Bookmark
bg: Премахване на отметка
ro: Elimină marcajul
tg: Тоза кардани хатбаракҳо
ug: خەتكۈچنى چىقىرىۋەت

# HomePanel.ContextMenu.Share
source: Share
bg: Споделяне
ro: Partajează
tg: Мубодила кардан
ug: ھەمبەھىر

# Hotkeys.Back.DiscoveryTitle
source: Back
bg: Обратно
ro: Înapoi
tg: Ба қафо
ug: قايت

# Hotkeys.CloseTab.DiscoveryTitle
source: Close Tab
bg: Затваряне на раздел
ro: Închide fila
tg: Пӯшидани варақа
ug: بەتكۈچنى ياپ

# Hotkeys.Find.DiscoveryTitle
source: Find
bg: Търсене
ro: Caută
tg: Ҷустуҷӯ
ug: ئىزدە

# Hotkeys.Forward.DiscoveryTitle
source: Forwards
bg: Напред
ro: Înainte
tg: Ба пеш
ug: ئالدىغا

# Hotkeys.NewPrivateTab.DiscoveryTitle
source: New Private Tab
bg: Нов поверителен раздел
ro: Filă privată nouă
tg: Варақаи хусусии нав
ug: يېڭى شەخسىي بەتكۈچ

# Hotkeys.NewTab.DiscoveryTitle
source: New Tab
bg: Нов раздел
ro: Filă nouă
tg: Варақаи нав
ug: يېڭى بەتكۈچ

# Hotkeys.NormalMode.DiscoveryTitle
source: Normal Browsing Mode
bg: Обикновен режим на разглеждане
ro: Mod de navigare normal
tg: Реҷаи «Тамошобинии муқаррар»
ug: ئادەتتىكى زىيارەت ھالىتى

# Hotkeys.PrivateMode.DiscoveryTitle
source: Private Browsing Mode
bg: Поверителен режим на разглеждане
ro: Mod de navigare privat
tg: Реҷаи «Тамошобинии хусусӣ»
ug: شەخسىي زىيارەت ھالىتى

# Hotkeys.Reload.DiscoveryTitle
source: Reload Page
bg: Презареждане на страница
ro: Reîncarcă pagina
tg: Аз нав бор кардани саҳифа
ug: بەتنى قايتا يۈكلە

# Hotkeys.SelectLocationBar.DiscoveryTitle
source: Select Location Bar
bg: Изборане на местоположение
ro: Selectează bara adresei
tg: Интихоби навори нишонӣ
ug: ئورۇن بالدىقى تاللىنىدۇ

# Hotkeys.ShowNextTab.DiscoveryTitle
source: Show Next Tab
bg: Показване на следващ раздел
ro: Afișează fila următoare
tg: Нишон додани варақаи навбатӣ
ug: كېيىنكى بەتكۈچنى كۆرسەت

# Hotkeys.ShowPreviousTab.DiscoveryTitle
source: Show Previous Tab
bg: Показване на предишен раздел
ro: Afișează fila anterioară
tg: Нишон додани варақаи қаблӣ
ug: ئالدىنقى بەتكۈچنى كۆرسەت

# InactiveTabs.TabTray.CloseButtonTitle
source: Close All Inactive Tabs
bg: Затваряне на всички неактивни раздели
ro: Închide toate filele inactive
tg: Пӯшидани ҳамаи варақаҳои ғайрифаъол
ug: بارلىق ئاكتىپسىز بەتكۈچلەرنى تاقا

source: Increase text size
bg: Увеличаване размера на текста
ro: Mărește mărimea textului
tg: Калон кардани андозаи матн
ug: تېكىستنى چوڭايت

source: just now
bg: току-що
ro: chiar acum
tg: ҳоли ҳозир
ug: ھازىر

# Keyboard.Shortcuts.ActualSize
source: Actual Size
bg: Действителен размер
ro: Mărime reală
tg: Андозаи воқеӣ
ug: ئەمەلىي چوڭلۇقى

# Keyboard.Shortcuts.AddBookmark
source: Add Bookmark
bg: Добавяне на отметка
ro: Adaugă un marcaj
tg: Илова кардани хатбарак
ug: خەتكۈچكە قوش

# Keyboard.Shortcuts.ClearRecentHistory
source: Clear Recent History
bg: Изчистване на скорошната история
ro: Șterge istoricul recent
tg: Пок кардани таърихи охирин
ug: يېقىنقى تارىخنى تازىلايدۇ

# Keyboard.Shortcuts.FindAgain
source: Find Again
bg: Търсене отново
ro: Caută din nou
tg: Аз нав ҷустуҷӯ кардан
ug: قايتا ئىزدە

# Keyboard.Shortcuts.RefreshWithoutCache.v108
source: Reload Ignoring Cache
bg: Презареждане на игнориращия кеш
ro: Reîncarcă cu ignorarea cache-ului
tg: Аз нав бор кардан бе дарназардошти зерҳофиза
ug: غەملەككە پەرۋا قىلماي قايتا يۈكلە

# Keyboard.Shortcuts.Section.Bookmark
source: Bookmarks
bg: Отметки
ro: Marcaje
tg: Хатбаракҳо
ug: خەتكۈچ

# Keyboard.Shortcuts.Section.History
source: History
bg: История
ro: Istoric
tg: Таърих
ug: تارىخ

# Keyboard.Shortcuts.Section.Tools
source: Tools
bg: Инструменти
ro: Instrumente
tg: Абзорҳо
ug: قوراللار

# Keyboard.Shortcuts.Section.Window
source: Window
bg: Прозорец
ro: Fereastră
tg: Равзана
ug: كۆزنەك

# Keyboard.Shortcuts.Settings
source: Settings
bg: Настройки
ro: Setări
tg: Танзимот
ug: تەڭشەكلەر

# Keyboard.Shortcuts.ShowBookmarks
source: Show Bookmarks
bg: Показване на отметките
ro: Afișează marcajele
tg: Намоиш додани хатбаракҳо
ug: خەتكۈچلەرنى كۆرسەت

# Keyboard.Shortcuts.ShowDownloads
source: Show Downloads
bg: Показване на изтеглянията
ro: Afișează descărcările
tg: Намоиш додани боргириҳо
ug: چۈشۈرۈلمىلەرنى كۆرسەت

# Keyboard.Shortcuts.ShowFirstTab
source: Show First Tab
bg: Показване на първия раздел
ro: Afișează prima filă
tg: Нишон додани варақаи аввал
ug: بىرىنچى بەتكۈچنى كۆرسەت

# Keyboard.Shortcuts.ShowHistory
source: Show History
bg: Показване на историята
ro: Afișează istoricul
tg: Намоиш додани таърих
ug: تارىخنى كۆرسەت

# Keyboard.Shortcuts.ShowLastTab
source: Show Last Tab
bg: Показване на последния раздел
ro: Afișează ultima filă
tg: Нишон додани варақаи охирин
ug: ئاخىرقى بەتكۈچنى كۆرسەت

# Keyboard.Shortcuts.ZoomIn
source: Zoom In
bg: Увеличаване
ro: Mărește
tg: Калон кардан
ug: يېقىنلات

# Keyboard.Shortcuts.ZoomOut
source: Zoom Out
bg: Намаляване
ro: Micșorează
tg: Хурд кардан
ug: يىراقلات

source: Last month
bg: Миналия месец
ro: Luna trecută
tg: Моҳи гузашта
ug: ئۆتكەن ئاي

source: Last week
bg: Миналата седмица
ro: Săptămâna trecută
tg: Ҳафтаи гузашта
ug: ئۆتكەن ھەپتە

# LibraryPanel.Accessibility.Bookmarks.v106
source: Bookmarks
bg: Отметки
ro: Marcaje
tg: Хатбаракҳо
ug: خەتكۈچلەر

# LibraryPanel.Accessibility.History.v106
source: History
bg: История
ro: Istoric
tg: Таърих
ug: تارىخ

# LibraryPanel.History.ClearGroupedTabsCancel.v100
source: Cancel
bg: Отказ
ro: Anulează
tg: Бекор кардан
ug: ۋاز كەچ

# LibraryPanel.History.ClearGroupedTabsDelete.v100
source: Delete
bg: Изтриване
ro: Șterge
tg: Нест кардан
ug: ئۆچۈر

# LibraryPanel.History.ClearGroupedTabsTitle.v100
source: Delete all sites in %@?
bg: Изтриване на всички сайтове в %@?
ro: Ștergi toate site-urile din %@?
tg: Ҳамаи сомонаҳоро аз «%@» нест мекунед?
ug: %@ دىكى بارلىق تور بېكەتلەرنى ئۆچۈرەمدۇ؟

# LibraryPanel.History.ClearHistoryMenuTitle.v100
source: Removes history (including history synchronised from other devices), cookies and other browsing data.
bg: Премахва история (включително история, синхронизирана от други устройства), бисквитки и друга информация за сърфирането.
ro: Elimină istoricul (inclusiv istoricul sincronizat de pe alte dispozitive), cookie-urile și alte date de navigare.
tg: Таърих (аз он ҷумла, таърихи ҳамоҳангшуда аз дастгоҳҳои дигар), кукиҳо ва иттилооти тамошокунии дигарро тоза мекунад.
ug: تارىخ خاتىرىسى (باشقا ئۈسكۈنىلەردىن قەدەمداشلانغان تارىخ خاتىرىسىنى ئۆز ئىچىگە ئالىدۇ)، cookies ۋە باشقا توركۆرگۈ زىيارەت سانلىق مەلۇماتلىرىنى ئۆچۈرۈۋېتىدۇ.

# LibraryPanel.History.DeleteGroupedItem.v104
source: Delete
bg: Изтриване
ro: Șterge
tg: Нест кардан
ug: ئۆچۈر

# LibraryPanel.History.NoHistoryFound.v99
source: No history found
bg: Няма намерена история на сърфиране
ro: Nu s-a găsit niciun istoric
tg: Ягон таърих ёфт нашуд
ug: ھېچقانداق تارىخ خاتىرىسى تېپىلمىدى

# LibraryPanel.History.RecentlyClosedTabs.v99
source: Recently Closed Tabs
bg: Последно затворени раздели
ro: File închise recent
tg: Варақаҳои ба наздикӣ пӯшидашуда
ug: يېقىندا تاقالغان بەتكۈچ

# LibraryPanel.History.SearchHistoryPlaceholder.v99
source: Enter search terms
bg: Въведете думи за търсене
ro: Introdu termenii de căutare
tg: Вожаҳои ҷустуҷӯиро ворид намоед
ug: ئىزدەيدىغان ئاتالغۇ كىرگۈزۈلىدۇ

# LibraryPanel.History.SyncedHistory.v100
source: Synchronised History
bg: Синхронизирана история
ro: Istoric sincronizat
tg: Таърихи ҳамоҳангшуда
ug: قەدەمداش تارىخ

# LibraryPanel.Section.Older
source: Older
bg: По-стари
ro: Mai vechi
tg: Пештар
ug: بۇرۇنراق

source: Licenses
bg: Лицензи
ro: Licențe
tg: Иҷозатномаҳо
ug: ئىجازەتنامە

source: Light
bg: Светла
ro: Luminos
tg: Равшан
ug: يورۇق

source: Load original page
bg: Отваряне на оригиналната страница
ro: Încarcă pagina originală
tg: Бор кардани саҳифаи аслӣ
ug: ئەسلى بەتنى يۈكلە

source: Loading content…
bg: Зареждане на съдържание…
ro: Se încarcă conținut…
tg: Дар ҳоли боркунии муҳтаво…
ug: مەزمۇننى يۈكلەۋاتىدۇ…

source: Log in
bg: Вписване
ro: Intră în cont
tg: Ворид шдуан
ug: كىرىش

source: Logins
bg: Входящи данни
ro: Autentificări
tg: Воридшавиҳо
ug: كىرىش

# Logins.DevicePasscodeRequired.LearnMoreButtonTitle
source: Learn More
bg: Научете повече
ro: Află mai multe
tg: Маълумоти бештар
ug: تەپسىلاتى

# Logins.Onboarding.ContinueButtonTitle
source: Continue
bg: Продължаване
ro: Continuă
tg: Идома додан
ug: داۋاملاشتۇر

# Logins.Onboarding.LearnMoreButtonTitle
source: Learn More
bg: Научете повече
ro: Află mai multe
tg: Маълумоти бештар
ug: تەپسىلاتى

# Logins.PasscodeRequirement.Warning
source: To use the AutoFill feature for Firefox, you must have a device passcode enabled.
bg: За да използвате функцията за автоматично попълване на Firefox, трябва да имате активирана парола на устройството.
ro: Pentru a utiliza funcția Completare automată în Firefox, trebuie să ai activată o parolă pentru dispozitiv.
tg: Барои истифода кардани хусусияти пуркунии худкор дар браузери «Firefox», шумо бояд ниҳонвожаи рамзиро фаъол созед.
ug: Firefox نىڭ ئۆزلۈكىدىن تولدۇرۇش ئىقتىدارىنى ئىشلىتىش ئۈچۈن، چوقۇم ئۈسكۈنىنىڭ ئىم كودىنى قوزغىتىشىڭىز كېرەك.

# Logins.WelcomeView.Tagline
source: Take your passwords everywhere
bg: Вземете паролите си навсякъде
ro: Ia-ți cu tine parolele oriunde
tg: Ниҳонвожаҳои худро аз ҷойи дилхоҳ ба даст оред
ug: ئېلىپ يۈرۈشكە ئەپلىك ئىم

# Logins.WelcomeView.Title2
source: AutoFill Firefox Passwords
bg: Автоматично попълване на пароли за Firefox
ro: Completare automată a parolelor în Firefox
tg: Пуркунии худкори ниҳонвожаҳо дар «Firefox»
ug: Firefox ئىمنى ئۆزلۈكىدىن تولدۇر

# Logins.WelcomeView.TurnOnAutoFill
source: Turn on AutoFill
bg: Включване на автоматично попълване
ro: Activează Completarea automată
tg: Фаъол кардани пуркунии худкор
ug: ئۆزلۈكىدىن تولدۇرنى ئاچ

# LoginsHelper.DontSave.Button
source: Don’t Save
bg: Отказ
ro: Nu salva
tg: Нигоҳ дошта нашавад
ug: ساقلىما

# LoginsHelper.DontUpdate.Button
source: Don’t Update
bg: Отказ
ro: Nu actualiza
tg: Навсозӣ карда нашавад
ug: يېڭىلىما

# LoginsHelper.PromptSaveLogin.Title
source: Save login %1$@ for %2$@?
ug: %1$@ نىڭ %2$@ دىكى تىزىمغا كىرىش ئۇچۇرىنى ساقلامدۇ؟

# LoginsHelper.PromptSavePassword.Title
source: Save password for %@?
ug: %@ ئۈچۈن ئىم ساقلامدۇ؟

# LoginsHelper.PromptUpdateLogin.Title.OneArg
source: Update login for %@?
ug: %@ نىڭ تىزىمغا كىرىش ئۇچۇرىنى يېڭىلامدۇ؟

# LoginsHelper.PromptUpdateLogin.Title.TwoArg
source: Update login %1$@ for %2$@?
ug: %1$@ نىڭ %2$@ دىكى تىزىمغا كىرىش ئۇچۇرىنى يېڭىلامدۇ؟

# LoginsHelper.SaveLogin.Button
source: Save Login
bg: Запазване
ro: Salvează autentificarea
tg: Нигоҳ доштани воридшавӣ
ug: تىزىمغا كىرىشنى ساقلا

# LoginsHelper.Update.Button
source: Update
bg: Обновяване
ro: Actualizează
tg: Аз нав нигоҳ доштан
ug: يېڭىلا

# LoginsList.LoginsListSearchPlaceholder
source: Filter
bg: Филтър
ro: Filtrează
tg: Поло
ug: سۈزگۈچ

# LoginsList.NoMatchingResult.Subtitle
source: There are no results matching your search.
bg: Няма резултати, отговарящи на търсенето.
ro: Nu există rezultate care să corespundă căutării.
tg: Ягон натиҷа мувофиқи ҷустуҷӯи шумо ёфт нашуд.
ug: ئىزدىشىڭىزگە ماس كېلىدىغان ھېچقانداق نەتىجە يوق.

# LoginsList.Search.Cancel
source: Cancel
bg: Отказ
ro: Anulează
tg: Бекор кардан
ug: ۋاز كەچ

# LoginsList.SelectPassword.Title
source: Select a password to fill
bg: Изберете парола за попълване
ro: Selectează o parolă pentru completare
tg: Ниҳонвожаеро, барои пур кардани сатр интихоб намоед
ug: تولدۇرىدىغان پارول تاللىنىدۇ

# LoginsList.Title
source: SAVED LOGINS
bg: Запазени влизания
ro: DATE DE AUTENTIFICARE SALVATE
tg: ВОРИДШАВИҲОИ НИГОҲДОШТАШУДА
ug: ساقلانغان تىزىمغا كىرىش

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
bg: Изглежда, че Firefox се е сринал преди. Искате ли разделите да бъдат възстановени?
ro: Se pare că Firefox s-a închis neașteptat anterior. Dorești să restaurezi filele?
tg: Чунин ба назар мерасад, ки браузери «Firefox» қаблан вайрон шудааст. Шумо мехоҳед, ки варақаҳои худро барқарор созед?
ug: قارىغاندا Firefox ئالدىنقى قېتىم يىمىرىلگەن ئوخشايدۇ. بەتكۈچلىرىڭىزنى ئەسلىگە كەلتۈرەمسىز؟

source: Mark as Read
bg: Отбелязване като прочетено
ro: Marchează ca citit
tg: Қайд кардан ҳамчун хондашуда
ug: ئوقۇلغان دەپ بەلگىلەش

source: Mark as Unread
bg: Отбелязване като непрочетено
ro: Marchează ca necitit
tg: Қайд кардан ҳамчун хонданашуда
ug: ئوقۇلمىغان بەلگىسى قوي

# Menu.AddBookmark.Confirm
source: Bookmark Added
bg: Отметката е добавена
ro: Marcaj adăugat
tg: Хатбарак илова карда шуд
ug: خەتكۈچ ساقلاندى

# Menu.AddBookmark.Label.v99
source: Add
bg: Добавяне
ro: Adaugă
tg: Илова кардан
ug: قوش

# Menu.AddPin.Confirm2
source: Added to Shortcuts
bg: Добавено към преки пътища
ro: Adăugate la comenzi rapide
tg: Ба миёнбурҳо илова карда шуд
ug: تېزلەتمىگە قوشۇلدى

# Menu.AddReadingList.Label.v99
source: Add
bg: Добавяне
ro: Adaugă
tg: Илова кардан
ug: قوش

# Menu.AddToReadingList.Confirm
source: Added To Reading List
bg: Добавено към списъка за четене
ro: Adăugat în lista de lectură
tg: Ба рӯйхати хониш илова карда шуд
ug: ئوقۇش تىزىمىغا قوشۇلدى

# Menu.AddToShortcuts.v99
source: Add to Shortcuts
bg: Добавяне към преките пътища
ro: Adaugă la comenzi rapide
tg: Илова кардан ба миёнбурҳо
ug: تېزلەتمىگە قوش

# Menu.Bookmarks.Label
source: Bookmarks
bg: Отметки
ro: Marcaje
tg: Хатбаракҳо
ug: خەتكۈچ

# Menu.Copy.Title
source: Copy Address
bg: Копиране на адреса
ro: Copiază adresa
tg: Нусха бардоштани нишонӣ
ug: ئادرېسنى كۆچۈر

# Menu.CopyURL.Confirm
source: URL Copied To Clipboard
bg: Адресът е копиран в системния буфер
ro: URL copiat în clipboard
tg: Нишонии «URL» ба ҳофизаи муваққатӣ нусха бардошта шуд
ug: تور ئادرېسى چاپلاش تاختىسىغا كۆچۈرۈلدى

# Menu.CustomizeHomePage.v99
source: Customise Homepage
bg: Персонализиране на началната страница
ro: Personalizează pagina de start
tg: Танзимоти саҳифаи асосӣ
ug: باش بەتنى خاسلاشتۇر

# Menu.Downloads.Label
source: Downloads
bg: Изтегляния
ro: Descărcări
tg: Боргириҳо
ug: چۈشۈرۈلمىلەر

# Menu.EnhancedTrackingProtectionOff.Title
source: Protections are OFF for this site
bg: Защитите са ИЗКЛЮЧЕНИ за този сайт
ro: Protecțiile sunt DEZACTIVATE pentru acest site
tg: Муҳофизат барои ин сомона ғайрифаъол аст
ug: قوغداش بۇ بېكەتكە تاقاق

# Menu.EnhancedTrackingProtectionOn.Title
source: Protections are ON for this site
bg: Защитите са ВКЛЮЧЕНИ за този сайт
ro: Protecțiile sunt ACTIVE pentru acest site
tg: Муҳофизат барои ин сомона фаъол аст
ug: قوغداش بۇ بېكەتكە ئوچۇق

# Menu.Help.v99
source: Help
bg: Помощ
ro: Ajutor
tg: Кумак
ug: ياردەم

# Menu.History.Label
source: History
bg: История
ro: Istoric
tg: Таърих
ug: تارىخ

# Menu.NewPrivateTab.Label
source: New Private Tab
bg: Нов поверителен раздел
ro: Filă privată nouă
tg: Варақаи хусусии нав
ug: يېڭى شەخسىي بەتكۈچ

# Menu.NewTab.v99
source: New Tab
bg: Нов раздел
ro: Filă nouă
tg: Варақаи нав
ug: يېڭى بەتكۈچ

# Menu.NightModeTurnOff.Label2
source: Turn off Night Mode
bg: Изключване на нощния режим
ro: Dezactivează modul de noapte
tg: Хомӯш кардани «Реҷаи шабона»
ug: كېچىلىك ھالەتنى تاقا

# Menu.NightModeTurnOn.Label2
source: Turn on Night Mode
bg: Включване на нощния режим
ro: Activează modul de noapte
tg: Фаъол кардани «Реҷаи шабона»
ug: كېچىلىك ھالەتنى ئاچ

# Menu.Passwords.Label
source: Passwords
bg: Пароли
ro: Parole
tg: Ниҳонвожаҳо
ug: پاروللار

# Menu.Paste.Title
source: Paste
bg: Поставяне
ro: Inserează
tg: Гузоштан
ug: چاپلا

# Menu.PasteAndGo.Title
source: Paste & Go
bg: Поставяне и посещаване
ro: Inserează și accesează
tg: Гузоштан ва идома додан
ug: چاپلاپ يۆتكەل

# Menu.ReadingList.Label
source: Reading List
bg: Списък за четене
ro: Listă de lectură
tg: Рӯйхати хониш
ug: ئوقۇش تىزىمى

# Menu.ReloadWithoutTrackingProtection.Title
source: Reload Without Tracking Protection
bg: Презареждане без защита от проследяване
ro: Reîncarcă fără protecția împotriva urmăririi
tg: Аз нав бор кардан бе «Муҳофизати такмилёфта аз пайгирӣ»
ug: كۈچەيتىلگەن ئىزلاشتىن قوغداشسىز قايتا يۈكلە

# Menu.ReloadWithTrackingProtection.Title
source: Reload With Tracking Protection
bg: Презареждане със защита от проследяване
ro: Reîncarcă cu protecția împotriva urmăririi
tg: Аз нав бор кардан бо «Муҳофизати такмилёфта аз пайгирӣ»
ug: كۈچەيتىلگەن ئىزلاشتىن قوغداشنى قايتا يۈكلە

# Menu.RemoveBookmark.Confirm
source: Bookmark Removed
bg: Отметката е премахната
ro: Marcaj eliminat
tg: Хатбарак тоза карда шуд
ug: خەتكۈچ چىقىرىۋېتىلدى

# Menu.RemoveBookmark.Label.v99
source: Remove
bg: Премахване
ro: Elimină
tg: Тоза кардан
ug: چىقىرىۋەت

# Menu.RemovedFromShortcuts.v99
source: Remove from Shortcuts
bg: Премахване от преките пътища
ro: Elimină din comenzi rapide
tg: Тоза кардан аз «Миёнбурҳо»
ug: تېزلەتمىدىن چىقىرىۋەت

# Menu.RemovePin.Confirm2.v99
source: Removed from Shortcuts
bg: Премахната от преките пътища
ro: Eliminat din comenzi rapide
tg: Аз «Миёнбурҳо» тоза карда шуд
ug: تېزلەتمىدىن چىقىرىۋېتىلدى

# Menu.RemoveReadingList.Confirm.v99
source: Removed from Reading List
bg: Премахната от списък за четене
ro: Eliminat din lista de lectură
tg: Аз «Рӯйхати хониш» тоза карда шуд
ug: ئوقۇش تىزىمىدىن چىقىرىۋېتىلدى

# Menu.RemoveReadingList.Label.v99
source: Remove
bg: Премахване
ro: Elimină
tg: Тоза кардан
ug: چىقىرىۋەت

# Menu.Share.v99
source: Share
bg: Споделяне
ro: Partajează
tg: Мубодила кардан
ug: ھەمبەھىر

# Menu.SyncAndSaveData.v103
source: Synchronise and Save Data
bg: Синхронизиране и запазване на данни
ro: Sincronizează și salvează datele
tg: Ҳамоҳангсозӣ ва нигоҳ доштани маълумот
ug: قەدەمداشلاپ سانلىق مەلۇماتنى ساقلا

# Menu.TabSent.Confirm
source: Tab Sent
bg: Разделът е изпратен
ro: Fila trimisă
tg: Варақа фиристода шуд
ug: بەتكۈچ يوللاندى

# Menu.Toolbar.Bookmarks.AccessibilityLabel.v99
source: Bookmarks
bg: Отметки
ro: Marcaje
tg: Хатбаракҳо
ug: خەتكۈچ

# Menu.Toolbar.Home.AccessibilityLabel.v99
source: Home
bg: Начало
ro: Acasă
tg: Саҳифаи асосӣ
ug: باش بەت

# Menu.TrackingProtection.Details.Verifier
source: Verified by %@
bg: Проверено от %@
ro: Verificat de %@
tg: Аз ҷониби «%@» тасдиқ карда шудааст
ug: دەلىللىگۈچى %@

# Menu.TrackingProtection.ProtectionSettings.Title
source: Protection Settings
bg: Настройки на защитите
ro: Setări pentru protecție
tg: Танзимоти муҳофизат
ug: قوغداش تەڭشەكلىرى

# Menu.TrackingProtectionBlockedContent.Title
source: Tracking content
bg: Проследяващо съдържание
ro: Conținut de urmărire
tg: Муҳтавои пайгирикунанда
ug: ئىز قوغلاش مەزمۇنى

# Menu.TrackingProtectionBlockedSocial.Title
source: Social Trackers
bg: Проследяващи елементи на социални мрежи
ro: Elemente de urmărire ale rețelelor sociale
tg: Васоити пайгирии шабакаҳои иҷтимоӣ
ug: ئىجتىمائىي تاراتقۇ ئىزلىغۇچى

# Menu.TrackingProtectionCrossSiteTrackers.Title
source: Cross-Site Trackers
bg: Тракери в различни сайтове
ro: Elemente de urmărire inter-site-uri
tg: Васоити пайгирии байнисомонавӣ
ug: بېكەت ھالقىغان ئىزلىغۇچى

# Menu.TrackingProtectionCryptominersBlocked.Title
source: Cryptominers
bg: Добиване на криптовалути
ro: Criptomineri
tg: Криптомайнерҳо
ug: شىفىرلىق پۇل قازغۇچ
