Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/*.lproj/LoginManager.strings
Languages: tg, tt

source: Are you sure?
tg: Шумо мутмаин ҳастед?
tt: Моны раслыйсызмы?

source: Cancel
tg: Бекор кардан
tt: Баш тарту

source: Clear Search
tg: Пок кардани ҷустуҷӯ
tt: Эзләүне чистарту

source: Copy
tg: Нусха бардоштан
tt: Күчереп алу

source: Created %@
tg: Санаи %@ эҷод карда шуд
tt: Ясалган %@

source: Delete
tg: Нест кардан
tt: Бетерү

# DeleteLoginAlert.DeleteButton.Cancel.v122
source: Cancel
tg: Бекор кардан
tt: Баш тарту

# DeleteLoginAlert.DeleteButton.Title.v122
source: Remove
tg: Тоза кардан
tt: Бетерү

# DeleteLoginAlert.Message.Local.v122
source: You cannot undo this action.
tg: Шумо ин амалро бекор карда наметавонед.
tt: Сез бу гамәлне кире кайтара алмыйсыз.

# DeleteLoginAlert.Message.Synced.v122
source: This will remove the password from all of your synchronised devices.
tg: Ин амал ниҳонвожаро аз ҳамаи дастгоҳҳои ҳамоҳангшудаи шумо тоза мекунад.
tt: Бу адым серсүзне барлык синхронланган җиһазларыгыздан бетерүгә китерәчәк.

# DeleteLoginsAlert.Title.v122
source: Remove Password?
tg: Ниҳонвожаро тоза мекунед?
tt: Серсүз бетерелсенме?

source: Deselect All
tg: Бекор кардани тамоми интихоб
tt: Берсен дә сайламау

source: Enter Search Mode
tg: Ворид шудан ба «Реҷаи ҷустуҷӯ»
tt: Эзләү режимын кертү

source: Hide
tg: Пинҳон кардан
tt: Яшерү

# LoginList.DeleteToast.v135
source: Password removed
tg: Ниҳонвожа тоза карда шуд
tt: Серсүз бетерелде

source: Logins will be permanently removed.
tg: Воридшавиҳо бебозгашт нест карда мешаванд.
tt: Логиннар бөтенләй бетерәләчәк.

source: Logins will be removed from all connected devices.
tg: Воридшавиҳо аз ҳамаи дастгоҳҳои пайвастшуда тоза карда мешаванд.
tt: Логиннар барлык тоташкан җиһазлардан да бетереләчәк.

source: Modified %@
tg: Санаи %@ тағйир дода шуд
tt: Үзгәртелгән %@

source: No logins found
tg: Ягон воридшавӣ ёфт нашуд
tt: Логиннар табылмады

# NoLoginsFound.Title.v122
source: No passwords found
tg: Ягон ниҳонвожа ёфт нашуд
tt: Серсүзләр табылмады

source: Open & Fill
tg: Кушоед ва пур намоед
tt: Aчу һәм тутыру

source: Password
tg: Ниҳонвожа
tt: Серсүз

source: Reveal
tg: Нишон додан
tt: Күрсәтү

source: Search
tg: Ҷустуҷӯ
tt: Эзләү

source: Search Input Field
tg: Сатри дархости ҷустуҷӯ
tt: Эзләнәсе сүзләрне кертү кыры

# SearchInput.Title.Search.v106
source: Search
tg: Ҷустуҷӯ
tt: Эзләү

source: Select All
tg: Ҳамаро интихоб кардан
tt: Барысын да сайлау

source: Username
tg: Номи корбар
tt: Кулланучы исеме

source: Web Site
tg: Сомона
tt: Веб-сайт
