Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/*.lproj/PrivateBrowsing.strings
Languages: tg, ug

source: Close Private Tabs
tg: Пӯшидани варақаҳои хусусӣ
ug: شەخسىي بەتكۈچنى ياپ

# ContextMenu.OpenInNewPrivateTabButtonTitle
source: Open in New Private Tab
tg: Кушодан дар варақаи хусусии нав
ug: يېڭى شەخسىي بەتكۈچ ئاچ

source: Learn More
tg: Маълумоти бештар
ug: تەپسىلاتى

source: Off
tg: Ғайрифаъол
ug: تاقاق

source: On
tg: Фаъол
ug: ئوچۇق

source: Private Browsing
tg: Тамошокунии хусусӣ
ug: شەخسىي زىيارەت

source: Private Mode
tg: Реҷаи хусусӣ
ug: شەخسىي ھالەت

# PrivateBrowsing.Toggle.A11y.Label.v132
source: Private browsing
tg: Тамошобинии хусусӣ
ug: شەخسىي زىيارەت

source: Turns private mode on or off
tg: Реҷаи хусусиро фаъол ё хомӯш мекунад
ug: شەخسىي ھالەتنى ئاچىدۇ ياكى تاقايدۇ

source: When Leaving Private Browsing
tg: Ҳангоми баромад аз реҷаи «Тамошокунии хусусӣ»
ug: شەخسىي زىيارەت ھالىتىدىن ئايرىلغاندا
