Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/*.lproj/Today.strings
Languages: bg, is, tg, ug

# TodayWidget.ClosePrivateTabsButton
source: Close Private Tabs
bg: Затваряне на поверителните раздели
is: Loka huliðsflipum
tg: Пӯшидани варақаҳои хусусӣ
ug: شەخسىي بەتكۈچنى ياپ

# TodayWidget.ClosePrivateTabsLabelV2
source: Close Private Tabs
bg: Затворете поверителни раздели
is: Loka huliðsflipum
tg: Пӯшидани варақаҳои хусусӣ
ug: شەخسىي بەتكۈچنى ياپ

# TodayWidget.FirefoxShortcutGalleryDescription
source: Add Firefox shortcuts to your Home screen.
bg: Добавете преки пътища на Firefox към началния екран.
is: Bættu Firefox flýtileiðum við upphafsskjáinn þinn.
tg: Миёнбурҳои «Firefox»-ро ба экрани асосии худ илова намоед.
ug: باش بېتىڭىزگە Firefox تېزلەتمىسىنى قوشىدۇ.

# TodayWidget.GoToCopiedLinkLabelV1
source: Go to copied link
bg: Отвори копирания линк
is: Fara á afritaða tengilinn
tg: Ворид шудан ба пайванди нусхабардошташуда
ug: كۆچۈرۈلگەن ئۇلانمىغا يۆتكەل

# TodayWidget.GoToCopiedLinkLabelV2
source: Go to Copied Link
bg: Отидете на Копирана връзка
is: Fara á afritaða tengilinn
tg: Ворид шудан ба пайванди нусхабардошташуда
ug: كۆچۈرۈلگەن ئۇلانمىغا يۆتكەل

# TodayWidget.MoreTabsLabel
source: +%d Moreâ€¦
bg: +%d още…
is: +%d til viðbótar…
tg: +%d дигар…
ug: + يەنە %d …

# TodayWidget.NewTabButtonLabelV1
source: New Search
bg: Ново търсене
is: Ný leit
tg: Ҷустуҷӯи нав
ug: يېڭى ئىزدەش

# TodayWidget.NoOpenTabsLabel
source: No open tabs.
bg: Няма отворени раздели.
is: Engir opnir flipar.
tg: Ягон варақаи кушодашуда нест.
ug: ئوچۇق بەتكۈچ يوق.

# TodayWidget.OpenFirefoxLabel
source: Open Firefox
bg: Отворете Firefox
is: Opna Firefox
tg: Кушодани «Firefox»
ug: Firefox نى ئاچ

# TodayWidget.PrivateTabButtonLabelV1
source: Private Search
bg: Поверително търсене
is: Huliðsleit
tg: Ҷустуҷӯи хусусӣ
ug: شەخسىي ئىزدە

# TodayWidget.QuickActionGalleryDescription
source: Add a Firefox shortcut to your Home screen. After adding the widget, touch and hold to edit it and select a different shortcut.
bg: Добавете пряк път за Firefox към началния екран. След като добавите приспособлението, докоснете и задръжте, за да го редактирате и изберете различен пряк път.
is: Bættu Firefox-flýtileið við upphafsskjáinn þinn. Eftir að græjunni hefur verið bætt við skaltu ýta og halda inni til að breyta henni og velja aðra flýtileið.
tg: Миёнбури «Firefox»-ро ба экрани асосии худ илова намоед. Пас аз илова кардани виҷет, барои таҳрир ва илова кардани миёнбури дигар онро ламс карда, доред.
ug: باش بېتىڭىزگە Firefox تېزلەتمىسىنى قوشىدۇ. ئەپچە قوشقاندىن كېيىن، بېسىپ تۇرسا ئۇنى تەھرىرلەيدۇ ۋە باشقا تېزلەتمە تاللىغىلى بولىدۇ.

# TodayWidget.QuickActionsGalleryTitle
source: Quick Actions
bg: Бързи действия
is: Flýtiaðgerðir
tg: Амалҳои зуд
ug: تېز مەشغۇلات

# TodayWidget.QuickActionsGalleryTitleV2
source: Firefox Shortcuts
bg: Преки пътища за Firefox
is: Firefox flýtileiðir
tg: Миёнбурҳои «Firefox»
ug: Firefox تېزلەتمىسى

# TodayWidget.QuickViewGalleryDescriptionV2
source: Add shortcuts to your open tabs.
bg: Добавете преки пътища към отворените раздели.
is: Bætta við flýtileiðum í opnu flipana þína.
tg: Миёнбурҳоро ба варақаҳои кушодашудаи худ илова намоед.
ug: ئوچۇق بەتكۈچكە تېزلەتمە قوشىدۇ.

# TodayWidget.QuickViewGalleryTitle
source: Quick View
bg: Бърз изглед
is: Flýtiskoðun
tg: Намоиши зуд
ug: تېز كۆرۈش

# TodayWidget.SearchInFirefoxV2
source: Search in Firefox
bg: Търсене с Firefox
is: Leita í Firefox
tg: Ҷустуҷӯ дар «Firefox»
ug: Firefox تا ئىزدە

# TodayWidget.SearchInPrivateTabLabelV2
source: Search in Private Tab
bg: Търсене в поверителен раздел
is: Leita í huliðsflipa
tg: Ҷустуҷӯ дар варақаи хусусӣ
ug: شەخسىي بەتكۈچتە ئىزدە

# TodayWidget.TopSitesGalleryDescription
source: Add shortcuts to frequently and recently visited sites.
bg: Добавяне на преки пътища към често и наскоро посетени сайтове.
is: Bæta við flýtileiðum í oft og nýlega heimsóttar síður.
tg: Илова кардани миёнбурҳо ба сомонаҳои роиҷ ва дидашудаи охирин.
ug: دائىم ۋە يېقىندا زىيارەت قىلغان تور بېكەتلەرگە تېزلەتمە قوشىدۇ.

# TodayWidget.TopSitesGalleryTitle
source: Top Sites
bg: Предпочитани страници
is: Vinsælustu svæðin
tg: Сомонаҳои беҳтарин
ug: دائىملىق بېكەتلەر

# TodayWidget.TopSitesGalleryTitleV2
source: Website Shortcuts
bg: Преки пътища към уебсайтове
is: Flýtileiðir vefsvæða
tg: Миёнбурҳои сомонаҳо
ug: تور بېكەت تېزلەتمىسى
