Repository: mozilla-mobile/firefox-ios
Catalog: focus-ios/Blockzilla/*.lproj/Localizable.strings
Languages: da, eu, gd, gl, kn, lo, my, nb, pa_in, pt_pt, ru, si, tg

# Settings.toggleTouchIDDescription
source: Touch ID can unlock %@ if a URL is already open in the app
da: Touch ID kan låse %@ op, hvis der allerede er en URL åben i appen
eu: Touch ID erabilita %@ aplikazioa desblokea daiteke aplikazioak dagoeneko URL bat irekita badu
gd: ’S urrainn dha Touch ID a’ ghlas a thoirt far %@ ma tha URL fosgailte san aplacaid mu thràth
gl: Touch ID pode desbloquear %@ se xa hai un URL aberto na aplicación
kn: ಅಪ್ಲಿಕೇಶನ್ನಲ್ಲಿ ಈಗಾಗಲೇ URL ತೆರೆದಿದ್ದರೆ ಫೇಸ್ ID ಯು %@ ಅನ್ನು ಅನ್ಲಾಕ್ ಮಾಡಬಹುದು
lo: Touch ID ສາມາດປົດລັອກ %@ ຖ້າ URL ເປີດຢູ່ໃນແອັບແລ້ວ
my: ဤ app ထဲတွင် URL ကိုဖွင့်ထားလျှင် လက်ဗွေအိုင်ဒီ ဖြင့် %@ ကို ဖွင့်နိုင်သည်
nb: «Touch ID» kan låse opp %@ om en adresse allerede er åpen i appen
pa_in: ਟੱਚ ID %@ ਨੂੰ ਅਣ-ਲਾਕ ਕਰ ਸਕਦਾ ਹੈ, ਜੇ URL ਪਹਿਲਾਂ ਹੀ ਐਪ ਵਿੱਚ ਖੁੱਲ੍ਹਾ ਹੋਵੇ
pt_pt: O Touch ID pode desbloquear o %@ se o URL já estiver aberto na aplicação
ru: Touch ID будет блокировать %@, если в нём открыта какая-либо страница
si: ඒ.ස.නි. දැනටමත් යෙදුම තුළ විවෘත නම් ස්පර්ශ හැඳු. මගින් %@ අගුළු හැරීමට හැකිය
tg: Агар нишонии «URL» аллакай дар барнома кушода бошад, «Touch ID» метавонад қулфи «%@»-ро кушояд

# Settings.trackingProtectionOff
source: Off
da: Fra
eu: Desaktibatuta
gd: Dheth
gl: Desactivado
lo: ປິດ
nb: Av
pa_in: ਬੰਦ
pt_pt: Desativada
ru: Отключено
si: අක්‍රිය
tg: Ғайрифаъол

# Settings.trackingProtectionOn
source: On
da: Til
eu: Aktibatuta
gd: Air
gl: Activado
lo: ເປີດ
nb: På
pa_in: ਚਾਲੂ
pt_pt: Ativada
ru: Включено
si: සක්‍රිය
tg: Фаъол

# Settings.useSystemTheme
source: Use System Light/Dark Mode
da: Brug systemets lys-/mørk-tilstand
eu: Erabili sistemaren argi/ilun modua
gd: Cleachd modh soilleir/dorcha an t-siostaim
gl: Usar o modo claro ou escuro do sistema
lo: ໃຊ້ໂຫມດສະຫວ່າງ / ມືດຂອງລະບົບ
nb: Bruk systemets lyst/mørkt modus
pa_in: ਸਿਸਟਮ ਹਲਕਾ/ਗੂੜ੍ਹਾ ਥੀਮ ਵਰਤੋ
pt_pt: Utilizar modo claro/escuro do sistema
ru: Используйте Системный Светлый/Тёмный режим
si: පද්ධතියේ දීප්ත/අඳුරු ප්‍රකාරය භාවිතය
tg: Истифодаи реҷаи низомии торик/равшан

# Settinsg.siriShortcutsTitle
source: SIRI SHORTCUTS
da: SIRI-GENVEJE
eu: SIRI LASTERBIDEAK
gd: ATH-GHOIRIDEAN SHIRI
gl: ATALLOS DE SIRI
lo: ທາງລັດ SIRI
my: SIRI နည်းလမ်းတိုများ
nb: SIRI-SNARVEIER
pa_in: SIRI ਸ਼ਾਰਟਕੱਟ
pt_pt: ATALHOS DE SIRI
ru: БЫСТРЫЕ КОМАНДЫ SIRI
si: සිරි කෙටිමං
tg: МИЁНБУРҲОИ «SIRI»

source: Share
da: Del
eu: Partekatu
gd: Co-roinn
gl: Compartir
kn: ಹಂಚು
lo: ແບ່ງປັນ
my: မျှဝေရန်
nb: Del
pa_in: ਸਾਂਝਾ ਕਰੋ
pt_pt: Partilhar
ru: Поделиться
si: බෙදාගන්න
tg: Мубодила кардан

# ShareMenu.AddToShortcuts
source: Add to Shortcuts
da: Føj til genveje
eu: Gehitu lasterbideetara
gd: Cuir ris na h-ath-ghoiridean
gl: Engadir aos atallos
lo: ເພີ່ມທາງລັດ
nb: Legg til i snarveier
pa_in: ਸ਼ਾਰਟਕੱਟਾਂ ਵਿੱਚ ਜੋੜੋ
pt_pt: Adicionar aos atalhos
ru: Добавить в ярлыки
si: කෙටිමං වෙත දමන්න
tg: Илова кардан ба миёнбурҳо

# ShareMenu.AddToShortcuts.Confirm
source: Added to Shortcuts
da: Føjet til genveje
eu: Lasterbideetara gehituta
gd: Chaidh a chur ris na h-ath-ghoiridean
gl: Engadido aos atallos
lo: ເພີ່ມໄປໄວ້ໃນທາງລັດແລ້ວ
nb: Lagt til i snarveier
pa_in: ਸ਼ਾਰਟਕੱਟਾਂ ਵਿੱਚ ਜੋੜਿਆ
pt_pt: Adicionado aos atalhos
si: කෙටිමං වෙත එක් කෙරිණි
tg: Ба миёнбурҳо илова карда шуд

# shareMenu.copyAddress
source: Copy Address
da: Kopier adresse
eu: Kopiatu helbidea
gd: Dèan lethbhreac dhen t-seòladh
gl: Copiar enderezo
kn: ವಿಳಾಸವನ್ನು ನಕಲಿಸು
lo: ສຳເນົາທີ່ຢູ່
my: လိပ်စာကို ကူးယူရန်
nb: Kopier adresse
pa_in: ਸਿਰਨਾਵਾਂ ਕਾਪੀ ਕਰੋ
pt_pt: Copiar endereço
ru: Копировать адрес
si: ලිපිනයේ පිටපතක්
tg: Нусха бардоштани нишонӣ

# ShareMenu.FindInPage
source: Find in Page
da: Find på side
eu: Bilatu orrian
gd: Lorg san duilleag
gl: Atopar na páxina
kn: ಪುಟದಲ್ಲಿ ಹುಡುಕು
lo: ຄົ້ນຫາໃນຫນ້ານີ້
my: စာမျက်နှာထဲတွင် ရှာပါ
nb: Søk på siden
pa_in: ਸਫ਼ੇ ਵਿੱਚ ਲੱਭੋ
pt_pt: Localizar na página
ru: Найти на странице
si: පිටුවේ සොයන්න
tg: Ҷустуҷӯ дар саҳифа

# ShareMenu.RemoveFromShortcuts
source: Remove from Shortcuts
da: Fjern fra genveje
eu: Kendu lasterbideetatik
gd: Thoir air falbh on na h-ath-ghoiridean
gl: Retirar dos atallos
lo: ລຶບອອກຈາກທາງລັດ
nb: Fjern fra snarveier
pa_in: ਸ਼ਾਰਟਕੱਟ ਵਿੱਚੋਂ ਹਟਾਓ
pt_pt: Remover dos Atalhos
ru: Удалить из ярлыков
si: කෙටිමං වලින් ඉවතලන්න
tg: Тоза кардан аз «Миёнбурҳо»

# ShareMenu.RemoveShortcut.Confirm
source: Shortcut removed
da: Genvej fjernet
eu: Lasterbidea kenduta
gd: Chaidh an ath-ghoirid a thoirt air falbh
gl: Atallo retirado
lo: ລຶບທາງລັດອອກແລ້ວ
nb: Snarvei fjernet
pa_in: ਸ਼ਾਰਟਕੱਟ ਹਟਾਇਆ
pt_pt: Atalho removido
si: කෙටිමඟ ඉවත් කෙරිණි
tg: Миёнбур тоза карда шуд

# ShareMenu.RequestDesktop
source: Request Desktop Site
da: Bed om desktop-version
eu: Mahaigaineko gunea
gd: Iarr an làrach desktop
gl: Solicitar sitio de escritorio
kn: ಡೆಸ್ಕ್ಟಾಪ್ ತಾಣವನ್ನು ಕೇಳಿ
lo: ຂໍນຳໃຊ້ເວັບໄຊທ໌ສຳລັບເດສກ໌ທັອບ
my: Desktop ဆိုက်ကို တောင်းပါ
nb: Vis skrivebords­versjon
pa_in: ਡੈਸਕਟਾਪ ਸਾਈਟ ਮੰਗੋ
pt_pt: Solicitar site de computador
ru: Полная версия сайта
si: වැඩතල අඩවිය ඉල්ලන්න
tg: Дархост кардани версияи мизи кории сомона

# ShareMenu.RequestMobile
source: Request Mobile Site
da: Bed om mobil-version
eu: Mugikorrerako gunea
gd: Iarr an làrach mobile
gl: Solicitar versión móbil
lo: ຂໍນຳໃຊ້ເວັບໄຊທ໌ສຳລັບໂທລະສັບ
nb: Vis mobilversjon
pa_in: ਮੋਬਾਈਲ ਸਾਈਟ ਮੰਗੋ
pt_pt: Solicitar site para dispositivos móveis
ru: Мобильная версия сайта
si: ජංගම අඩවිය ඉල්ලන්න
tg: Дархост кардани версияи мобилии сомона

# ShareMenu.ShareOpenChrome
source: Open in Chrome
da: Åbn i Chrome
eu: Ireki Chromen
gd: Fosgail ann an Chrome
gl: Abrir en Chrome
kn: ಕ್ರೋಮ್ನಲ್ಲಿ ತೆರೆ
lo: ເປີດໃນ Chrome
my: Chrome တွင် ဖွင့်ပါ
nb: Åpne i Chrome
pa_in: Chrome ਵਿੱਚ ਖੋਲ੍ਹੋ
pt_pt: Abrir no Chrome
ru: Открыть в Chrome
si: ක්‍රෝම් හි අරින්න
tg: Кушодан дар «Chrome»

# ShareMenu.ShareOpenDefaultBrowser
source: Open in Default Browser
da: Åbn i standardbrowser
eu: Ireki nabigatzaile lehenetsian
gd: Fosgail sa bhrabhsair bhunaiteach
gl: Abrir no navegador predeterminado
lo: ເປີດໃນຕົວທ່ອງເວັບເລີ່ມຕົ້ນ
nb: Åpne i standard nettleser
pa_in: ਮੂਲ ਬਰਾਊਜ਼ਰ ਵਿੱਚ ਖੋਲ੍ਹੋ
pt_pt: Abrir no navegador pré-definido
ru: Открыть в браузере по умолчанию
si: පෙරනිමි අතිරික්සුවෙන් අරින්න
tg: Кушодан дар браузери пешфарз

# ShareMenu.ShareOpenFirefox
source: Open in Firefox
da: Åbn i Firefox
eu: Ireki Firefoxen
gd: Fosgail ann am Firefox
gl: Abrir no Firefox
kn: Firefox ನಲ್ಲಿ ತೆರೆ
lo: ເປີດໃນ Firefox
my: Firefox တွင် ဖွင့်ပါ
nb: Åpne i Firefox
pa_in: Firefox 'ਚ ਖੋਲ੍ਹੋ
pt_pt: Abrir no Firefox
ru: Открыть в Firefox
si: ෆයර්ෆොක්ස් හි අරින්න
tg: Кушодан дар «Firefox»

# ShareMenu.ShareOpenLink
source: Open Link
da: Åbn link
eu: Ireki lotura
gd: Fosgail an ceangal
gl: Abrir a ligazón
lo: ເປີດລິ້ງ
nb: Åpne lenke
pa_in: ਲਿੰਕ ਨੂੰ ਖੋਲ੍ਹੋ
pt_pt: Abrir ligação
si: සබැඳිය අරින්න
tg: Кушодани пайванд

# ShareMenu.SharePage
source: Share Page With…
da: Del side med…
eu: Partekatu orria honekin…
gd: Co-roinn an duilleag le…
gl: Compartir a páxina con…
kn: ಇದರೊಂದಿಗೆ ಪುಟ ಹಂಚಿಕೊಳ್ಳಿ...
lo: ແບ່ງປັນຫນ້າດ້ວຍ…
my: ၎င်းနှင့်အတူ မျှဝေရန် ...
nb: Del side med…
pa_in: …ਨਾਲ ਸਫ਼ਾ ਸਾਂਝਾ ਕਰੋ
pt_pt: Partilhar página com…
ru: Поделиться через…
si: සමඟ පිටුව බෙදාගන්න…
tg: Мубодила кардани саҳифа тавассути…

# ShortcutView.RemoveFromShortcuts
source: Remove from Shortcuts
da: Fjern fra genveje
eu: Kendu lasterbideetatik
gd: Thoir air falbh on na h-ath-ghoiridean
gl: Retirar dos atallos
lo: ລຶບອອກຈາກທາງລັດ
nb: Fjern fra snarveier
pa_in: ਸ਼ਾਰਟਕੱਟ ਵਿੱਚੋਂ ਹਟਾਓ
pt_pt: Remover dos Atalhos
ru: Удалить из ярлыков
si: කෙටිමං වලින් ඉවතලන්න
tg: Тоза кардан аз «Миёнбурҳо»

# ShortcutView.Rename
source: Rename Shortcut
da: Omdøb genvej
eu: Berrizendatu lasterbidea
gd: Thoir ainm ùr air an ath-ghoirid
gl: Cambiar o nome do atallo
lo: ປ່ຽນຊື່ທາງລັດ
nb: Gi nytt navn til snarvei
pa_in: ਸ਼ਾਰਟਕੱਟ ਦਾ ਨਾਂ ਬਦਲੋ
pt_pt: Renomear atalho
ru: Переименовать ярлык
si: කෙටිමඟ නම් කරන්න
tg: Иваз кардани номи миёнбур

# ShortcutView.RenameShortcutAlertPlaceholder
source: Shortcut name
da: Genvejsnavn
eu: Lasterbidearen izena
gd: Ainm na h-ath-ghoirid
gl: Nome do atallo
lo: ຊື່ທາງລັດ
nb: Navn på snarvei
pa_in: ਸ਼ਾਰਟਕੱਟ ਨਾਂ
pt_pt: Nome do atalho
ru: Название ярлыка
si: කෙටිමඟ නාමය
tg: Номи миёнбур

# ShortcutView.RenameShortcutAlertPrimaryAction
source: Save
da: Gem
eu: Gorde
gd: Sàbhail
gl: Gardar
lo: ບັນທຶກ
nb: Lagre
pa_in: ਸੰਭਾਲੋ
pt_pt: Guardar
ru: Сохранить
si: සුරකින්න
tg: Нигоҳ доштан

# ShortcutView.RenameShortcutAlertSecondaryAction
source: Cancel
da: Annuller
eu: Utzi
gd: Sguir dheth
gl: Cancelar
lo: ຍົກເລີກ
nb: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pt_pt: Cancelar
ru: Отмена
si: අවලංගු
tg: Бекор кардан

# ShowMeHowOnboarding.ButtonText.V2
source: Done
da: Færdig
eu: Eginda
gd: Deiseil
gl: Feito
lo: ສຳເລັດ
nb: Ferdig
pa_in: ਮੁਕੰਮਲ
pt_pt: Concluído
si: අහවරයි
tg: Тайёр

# ShowMeHowOnboarding.SubtitleStepOne.V2
source: Long press on the Home screen until the icons start to jiggle.
da: Tryk og hold på startskærmen, indtil ikonerne begynder at ryste.
eu: Mantendu sakatuta hasierako pantailan ikonoak dardarka hasten diren arte.
gd: Dèan brùthadh fada air an sgrìn mhòr gus am bi na h-ìomhaigheagan air chrith.
gl: Manter premida a pantalla de inicio ata que as iconas comecen a moverse.
lo: ກົດຄ້າງໄວ້ທີ່ໜ້າຈໍຫຼັກຈົນກວ່າໄອຄອນເລີ່ມເໜັ່ງ.
nb: Trykk lenge på startskjermen til ikonene begynner å riste.
pa_in: ਆਈਕਾਨਾਂ ਦੇ ਹਿਲਣ-ਡੁੱਲਣ ਤੱਕ ਮੁ਼ੱਖ ਸਕਰੀਨ ਨੂੰ ਉਦੋਂ ਤੱਕ ਦਬਾ ਕੇ ਰੱਖੋ।
pt_pt: Toque longo no ecrã inicial até que os ícones comecem a tremer.
si: නිරූපක සෙලවෙන තෙක් මුල් තිරය මත ඔබාගෙන සිටින්න.
tg: То оғози ларзиши нишонаҳо, ба рӯи экрани асосӣ бардавом пахш кунед.

# ShowMeHowOnboarding.SubtitleStepThree.V2
source: Search for %@. Then choose a widget.
da: Søg efter %@. Vælg derefter en widget.
eu: Bilatu %@. Gero aukeratu widgeta.
gd: Lorg %@. Tagh widget an uair sin.
gl: Buscar %@. A continuación, escolla un widget.
lo: ຊອກຫາ %@. ຈາກນັ້ນເລືອກ widget.
nb: Søk etter %@. Velg deretter en widget.
pa_in: %@ ਲੱਭੋ। ਤਦ ਵਿਜੈੱਟ (widget) ਚੁਣੋ।
pt_pt: Procurar por %@. Depois, escolha um widget.
tg: Барномаи «%@»-ро ёбед. Сипас, виҷети онро интихоб намоед.

# ShowMeHowOnboarding.SubtitleStepTwo.V2
source: Tap on the plus icon.
da: Tryk på plus-ikonet.
eu: Sakatu 'gehi' ikonoan.
gd: Thoir gnogag air an ìomhaigheag plus.
gl: Toque a icona máis.
lo: ແຕະໃສ່ໄອຄອນບວກ.
nb: Trykk på plussikonet.
pa_in: ਜੋੜ ਦੇ ਚਿੰਨ੍ਹ ਨੂੰ ਛੂਹੋ।
pt_pt: Toque no ícone de adição.
si: + නිරූපකය තට්ටු කරන්න.
tg: Ба аломати ҷамъ зер кунед.

# ShowMeHowOnboarding.Title.V2
source: Add a %@ Widget
da: Tilføj en %@-widget
eu: Gehitu %@ widgeta
gd: Cuir widget %@ ris
gl: Engadir un widget de %@
lo: ເພີ່ມ %@ Widget
nb: Legg til en %@-widget
pa_in: %@ ਵਿਜੈੱਟ ਜੋੜੋ
pt_pt: Adicionar um widget %@
tg: Илова кардани виҷети «%@»

# Siri.add
source: Add
da: Tilføj
eu: Gehitu
gd: Cuir ris
gl: Engadir
kn: ಸೇರಿಸು
lo: ເພີ່ມ
my: ထည့်ရန်
nb: Legg til
pa_in: ਜੋੜੋ
pt_pt: Adicionar
ru: Добавить
si: එකතු
tg: Илова кардан

# Siri.addTo
source: Add to Siri
da: Føj til Siri
eu: Gehitu Sirin
gd: Cuir ri Siri
gl: Engadir a Siri
kn: ಸಿರಿಗೆ ಸೇರಿಸು
lo: ເພີ່ມໃສ່ Siri
my: Siri သို့ ပေါင်းထည့်ပါ
nb: Legg til i Siri
pa_in: Siri ਵਿੱਚ ਜੋੜੋ
pt_pt: Adicionar a Siri
ru: Добавить в Siri
si: සිරි වෙත යොදන්න
tg: Илова кардан ба «Siri»

# Siri.editOpenUrl
source: Re-Record or Delete Shortcut
da: Optag igen eller slet genvej
eu: Grabatu berriro edo ezabatu lasterbidea
gd: Ath-chlàraich no sguab às an ath-ghoirid
gl: Volver a gravar ou eliminar o atallo
lo: ບັນທຶກ ຫຼືລຶບທາງລັດຄືນໃໝ່
my: အမြန်သုံးခလုတ်ကို ပြန်လည်ဖမ်းယူ သို့မဟုတ် ဖျက်ရန်
nb: Spill inn igjen eller slett snarvei
pa_in: ਮੁੜ-ਰਿਕਾਰਡ ਕਰੋ ਜਾਂ ਸ਼ਾਰਟਕੱਟ ਹਟਾਓ
pt_pt: Regravar ou apagar atalho
ru: Перезаписать или удалить быструю команду
si: කෙටිමඟ සංශෝධනය හෝ මකන්න
tg: Аз нав сабт кардан ё нест кардани миёнбур

# Siri.erase
source: Erase
da: Slet
eu: Ezabatu
gd: Suath bàn
gl: Borrar
kn: ಅಳಿಸು
lo: ລຶບ
my: ရှင်းလင်းရန်
nb: Slett
pa_in: ਮਿਟਾਓ
pt_pt: Apagar
ru: Стереть
si: මකන්න
tg: Пок кардан

# Siri.eraseAndOpen
source: Erase & Open
da: Slet og åbn
eu: Ezabatu eta ireki
gd: Suath bàn ⁊ fosgail
gl: Borrar e abrir
kn: ಅಳಿಸು & ತೆರೆ
lo: ລຶບ ແລະ ເປີດ
my: ရှင်းလင်းပြီး ဖွင့်ရန်
nb: Slett og åpne
pa_in: ਮਿਟਾਓ ਤੇ ਖੋਲ੍ਹੋ
pt_pt: Apagar e abrir
ru: Стереть и открыть
si: මකා දමා අරින්න
tg: Пок кардан ва кушодан

# Siri.favoriteUrl
source: Open Favourite Site
da: Åbn favorit-websted
eu: Ireki gogoko gunea
gd: Fosgail an annsachd làraich
gl: Abre o sitio favorito
kn: ಮೆಚ್ಚಿನ ತಾಣ ತೆರೆ
lo: ເປີດເວັບໄຊທີ່ມັກ
my: နှစ်သက်ရာဝဘ်ဆိုက်ကို ဖွင့်ရန်
nb: Åpne favorittnettstedet
pa_in: ਮਨਪਸੰਦ ਸਾਈਟ ਖੋਲ੍ਹੋ
pt_pt: Abrir site favorito
ru: Открыть любимый сайт
si: ප්‍රියතම අඩවිය අරින්න
tg: Кушодани сомонаи дилхоҳ

# Siri.openURL
source: Open Favourite Site
da: Åbn favorit-websted
eu: Ireki gogoko gunea
gd: Fosgail an annsachd làraich
gl: Abre o sitio favorito
kn: ಮೆಚ್ಚಿನ ತಾಣ ತೆರೆ
lo: ເປີດເວັບໄຊທີ່ມັກ
my: နှစ်သက်ရာဝဘ်ဆိုက်ကို ဖွင့်ရန်
nb: Åpne favorittnettstedet
pa_in: ਮਨਪਸੰਦ ਸਾਈਟ ਖੋਲ੍ਹੋ
pt_pt: Abrir site favorito
ru: Открыть любимый сайт
si: ප්‍රියතම අඩවිය අරින්න
tg: Кушодани сомонаи дилхоҳ

# Siri.urlToOpen
source: URL to open
da: URL, der skal åbnes
eu: Ireki beharreko URLa
gd: An URL a tha ri fhosgladh
gl: URL para abrir
kn: ತೆರೆಯಲು URL
lo: URL ທີ່ຈະເປີດ
my: ဖွင့်ရန် URL
nb: URL for å åpne
pa_in: ਖੋਲ੍ਹਣ ਲਈ URL
pt_pt: URL a abrir
ru: URL для открытия
si: විවෘත කිරීමට ඒ.ස.නි.
tg: Нишонии «URL» барои кушодани сомона

# Tip.Biometric.Title
source: Lock %@ when a site is open:
da: Lås %@, når et websted er åbent:
eu: Blokeatu %@ gune bat irekita dagoenean:
gd: Glais %@ nuair a bhios làrach fosgailte:
gl: Bloquear %@ cando un sitio está aberto:
lo: ລັອກ %@ ເມື່ອເວັບໄຊເປີດ:
nb: Lås %@ når et nettsted er åpent:
pa_in: ਜਦੋਂ ਸਾਈਟ ਖੁੱਲ੍ਹਦੀ ਹੈ ਤਾਂ %@ ਨੂੰ ਲਾਕ ਕਰੋ:
pt_pt: Bloquear %@ quando um site for aberto:
ru: Заблокировать %@, когда сайт открыт:
si: අඩවියක් විවෘත විට %@ අගුළුලන්න:
tg: Вақте ки ин сомона кушода мешавад, «%@»-ро қулф кунед:

# Tip.BiometricFaceId.Description
source: Turn on Face ID
da: Aktiver Face ID
eu: Gaitu Face ID
gd: Cuir Face ID air
gl: Activar Face ID
lo: ເປີດ Face ID
nb: Slå på Face ID
pa_in: ਫੇਸ ID ਚਾਲੂ ਕਰੋ
pt_pt: Ativar o Face ID
ru: Включите Face ID
si: මුහුණක හැඳු. සක්‍රිය කරන්න
tg: Фаъол кардани «Face ID»

# Tip.BiometricTouchId.Description
source: Turn on Touch ID
da: Deaktiver Face ID
eu: Gaitu Touch ID
gd: Cuir Touch ID air
gl: Activar Touch ID
lo: ເປີດ Touch ID
nb: Slå på Touch ID
pa_in: ਟੱਚ ID ਚਾਲੂ ਕਰੋ
pt_pt: Ativar o Touch ID
ru: Включите Touch ID
si: ස්පර්ශ හැඳු. සක්‍රිය කරන්න
tg: Фаъол кардани «Touch ID»

# Tip.RequestDesktop.Description
source: Page Actions > Request Desktop Site
da: Sidehandlinger > Bed om desktop-version
eu: Orri-ekintzak > Mahaigaineko gunea
gd: “Gnìomhan duilleige” > “Iarr tionndadh desktop na làraich”
gl: Accións da páxina > Solicitar sitio de escritorio
lo: Page Actions > ຮ້ອງຂໍເວັບໄຊທ໌ Desktop
nb: Sidehandlinger > Vis skrivebords­versjon
pa_in: ਸਫ਼ਾ ਕਾਰਵਾਈਆਂ > ਡੈਸਕਟਾਪ ਸਾਈਟ ਲਵੋ
pt_pt: Ações da página > Solicitar site de computador
ru: Действия на странице > Полная версия сайта
si: පිටු ක්‍රියාමාර්ග > වැඩතල අඩවිය ඉල්ලන්න
tg: Амалҳо дар саҳифа > Дархост кардани версияи мизи кории сомона

# Tip.RequestDesktop.Title
source: Want to see the full desktop version of a site?
da: Vil du se den fulde desktop-version af et websted?
eu: Gune baten mahaigaineko bertsio osoa ikusi nahi duzu?
gd: A bheil thu ag iarraidh tionndadh desktop slàn de làrach?
gl: Quere ver a versión de escritorio completa dun sitio?
lo: ຕ້ອງການເບິ່ງສະບັບເຕັມຂອງເດັສທັອບຂອງເວັບໄຊທ໌ບໍ?
nb: Vil du se den fullstendige skrivebordsversjonen av et nettsted?
pa_in: ਸਾਈਟ ਦਾ ਪੂਰਾ ਡੈਸਕਟਾਪ ਰੂਪ ਵੇਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_pt: Gostaria de ver a versão completa para computadores de um site?
ru: Хотите увидеть полную версию сайта?
si: අඩවියෙහි පූර්ණ වැඩතල අනුවාදය බැලීමට අවශ්‍යද?
tg: Мехоҳед версияи пурраи мизи кории сомонаро бинед?

# Tip.ShareTrackers.Description
source: %@ trackers blocked so far
da: %@ sporings-mekanismer blokeret indtil videre
eu: %@ jarraipen-elementu blokeatu dira
gd: Chaidh tracaichean am bacadh, %@ dhiubh, gu ruige seo
gl: %@ rastrexadores bloqueados ata agora
lo: %@ ຕົວຕິດຕາມຖືກປິດກັ້ນມາເຖິງຕອນນັ້ນ
nb: %@ sporere blokkert så langt
pa_in: ਹੁਣ ਤੱਕ %@ ਟਰੈਕਰਾਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਈ
pt_pt: %@ rastreadores bloqueados até ao momento
ru: Заблокировано трекеров: %@
si: ලුහුබැඳීම් %@ ක් පමණ අවහිර කර ඇත
tg: Шумораи васоити пайгирии манъшуда: %@

# Tip.ShareTrackers.Title
source: You browse. %@ blocks.
da: Du browser. %@ blokerer.
eu: Zuk nabigatu. %@(e)k blokeatu.
gd: Dèan thusa brabhsadh. Nì %@ am bacadh.
gl: Vostede navega. %@ bloquea.
lo: ທ່ານຊອກຫາ. %@ ບລັອກ.
nb: Du surfer. %@ blokkerer.
pa_in: ਤੁਸੀਂ ਕਰੋ ਬਰਾਊਜ਼। %@ ਲਾਉ ਰੋਕਾਂ।
pt_pt: Você navega. O %@ protege.
ru: Вы просматриваете. %@ блокирует.
si: ඔබ පිරික්සයි. %@ වළක්වයි.
tg: Шумо сомонаҳоро меҷӯед. «%@» шуморо муҳофизат мекунад.

# Tip.Shortcuts.Description
source: Select Add to Shortcuts from the %@ menu
da: Vælg “Føj til genveje” fra %@-menuen
eu: Hautatu 'Gehitu lasterbideetara' %@ menutik
gd: Tagh “Cuir ris na h-ath-ghoiridean” o chlàr-taice %@
gl: Seleccione Engadir aos atallos no menú de %@
lo: ເລືອກ Add to Shortcuts ຈາກເມນູ %@
nb: Velg Legg til i snarveier fra %@-menyen
pa_in: %@ ਮੇਨੂ ਤੋਂ ਸ਼ਾਰਟਕੱਟ ਵਿੱਚ ਜੋੜੋ ਨੂੰ ਚੁਣੋ
pt_pt: Selecione Adicionar aos atalhos no menu do %@
ru: Выберите «Добавить в ярлыки» в меню %@
si: %@ වට්ටෝරුවෙන් කෙටිමං වෙත දමන්න තෝරන්න
tg: Дар менюи «%@» имкони «Илова кардан ба миёнбурҳо»-ро интихоб намоед

# Tip.Shortcuts.Title
source: Create shortcuts to the sites you visit most:
da: Opret genveje til de websteder, du besøger mest:
eu: Sortu lasterbideak gehien bisitatzen dituzun guneetara:
gd: Cruthaich ath-ghoiridean ris na làraichean air an tadhail thu as trice:
gl: Cree atallos aos sitios que máis visita:
lo: ສ້າງທາງລັດໄປຫາເວັບໄຊທີ່ທ່ານເຂົ້າເບິ່ງຫຼາຍທີ່ສຸດ:
nb: Lag snarveier til nettstedene du besøker mest:
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਸਭ ਤੋਂ ਵੱਧ ਖੋਲ੍ਹੀਆਂ ਸਾਈਟਾਂ ਲਈ ਸ਼ਾਰਟਕੱਟ ਬਣਾਓ:
pt_pt: Crie atalhos para os sites que mais visita:
ru: Создайте ярлыки для сайтов, которые вы посещаете чаще всего:
si: නිතර ගොඩවදින අඩවි සඳහා කෙටිමං සාදන්න:
tg: Миёнбурҳоро барои сомонаҳое, ки шумо бештар боздид мекунед, эҷод намоед:

# Tip.SiriErase.Description
source: Add Siri shortcut
da: Tilføj Siri-genvej
eu: Gehitu Siri lasterbidea
gd: Cuir ath-ghoirid Siri ris
gl: Engadir atallo de Siri
lo: ເພີ່ມທາງລັດ Siri
nb: Legg til Siri-snarvei
pa_in: Siri ਸ਼ਾਰਟਕੱਟ ਜੋੜੋ
pt_pt: Adicionar atalho na Siri
ru: Добавить быструю команду Siri
si: සිරි කෙටිමඟ යොදන්න
tg: Илова кардани миёнбури «Siri»

# Tip.SiriErase.Title
source: “Siri, erase my %@ session.”
da: “Siri, slet min %@-session.”
eu: "Siri, ezabatu nire %@ saioa."
gd: “Siri, suath bàn an seisean %@ agam.”
gl: “Siri, borra a miña sesión de %@.”
lo: “Siri, ລຶບ %@ session ຂອງຂ້ອຍ.”
nb: «Siri, slett %@-økten min.»
pt_pt: “Siri, elimina a minha sessão do %@.”
ru: «Siri, сотри мою сессию %@.»
si: “සිරි, මාගේ %@ වාරය මකන්න.”
tg: «Сири, ҷаласаи маро дар %@ пок кунед.»

# Tip.SiriFavorite.Description
source: Add Siri shortcut
da: Tilføj Siri-genvej
eu: Gehitu Siri lasterbidea
gd: Cuir ath-ghoirid Siri ris
gl: Engadir atallo de Siri
lo: ເພີ່ມທາງລັດ Siri
nb: Legg til Siri-snarvei
pa_in: Siri ਸ਼ਾਰਟਕੱਟ ਜੋੜੋ
pt_pt: Adicionar atalho na Siri
ru: Добавить быструю команду Siri
si: සිරි කෙටිමඟ යොදන්න
tg: Илова кардани миёнбури «Siri»

# Tip.SiriFavorite.Title
source: “Siri, open my favourite site.”
da: “Siri, åbn min yndlingsside.”
eu: "Siri, ireki gustukoen dudan gunea."
gd: “Siri, fosgail an làrach as fheàrr leam.”
gl: “Siri, abre o meu sitio favorito.”
lo: “Siri, ເປີດເວັບໄຊທ໌ທີ່ຂ້ອຍມັກ.”
nb: «Siri, åpne favorittsiden min.»
pa_in: “Siri, open my favorite site.”
pt_pt: “Siri, abre o meu site favorito.”
ru: «Siri, открой мой любимый сайт».
si: “සිරි, මාගේ ප්‍රියතම අඩවිය අරින්න.”
tg: «Сири, сомонаи дӯстдоштаи маро кушоед.»

# Tip.SitesNotWorking.Description
source: Try turning off Tracking Protection
da: Prøv at deaktivere beskyttelse mod sporing
eu: Saiatu jarraipenaren babesa desgaitzen
gd: Feuch is cuir dheth an dìon o thracadh
gl: Probe a desactivar a Protección de seguimento
lo: ລອງປິດການປ້ອງກັນການຕິດຕາມ
nb: Prøv å slå av sporingsbeskyttelse
pa_in: ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ ਨੂੰ ਬੰਦ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt_pt: Experimente desativar a Proteção contra a monitorização
ru: Попробуйте отключить защиту от отслеживания
si: ලුහුබැඳීමේ රැකවරණය අක්‍රිය කර බලන්න
tg: Кӯшиш кунед, ки «Муҳофизат аз пайгирӣ»-ро ғайрифаъол созед

# Tip.SitesNotWorking.Title
source: Site missing content or acting strange?
da: Mangler siden indhold eller opfører den sig underligt?
eu: Guneak edukia falta du edo portaera bitxia du?
gd: A bheil susbaint na làraich a dhìth no a’ dèanamh rudan neònach?
gl: Falta contido no sitio ou actúa de forma estraña?
lo: ເວັບໄຊຂາດເນື້ອຫາ ຫຼືເຮັດໜ້າທີ່ແປກບໍ?
nb: Mangler nettstedet innhold eller oppfører den seg rart?
pa_in: ਸਾਈਟ ਦੀ ਸਮੱਗਰੀ ਗੁੰਮ ਹੈ ਜਾਂ ਅਜੀਬ ਤਰ੍ਹਾਂ ਕੰਮ ਕਰ ਰਹੀ ਹੈ?
pt_pt: Falta conteúdo ou o site está a ter um comportamento estranho?
ru: На сайте отсутствует контент или он ведёт себя странно?
si: අඩවියේ අන්තර්ගත මඟහැරී හෝ අමුතු ලෙස ක්‍රියා කරනවාද?
tg: Сомона муҳтаворо дар бар намегирад ё ғайриоддӣ кор мекунад?

# TodayWidget.SearchInApp.Instruction
source: Search in %@
da: Søg i %@
eu: Bilatu %@ erabiliz
gd: Lorg le %@
gl: Buscar en %@
lo: ຊອກຫາໃນ %@
nb: Søk i %@
pa_in: %@ ਵਿੱਚ ਲੱਭੋ
pt_pt: Pesquisar em %@
si: %@ හි සොයන්න
tg: Ҷустуҷӯ дар %@

# TooltipBodyText.ContextMenu
source: Go to Settings to manage specific privacy & security options.
da: Gå til Indstillinger for at håndtere specifikke privatlivs- og sikkerhedsindstillinger.
eu: Zoaz ezarpenetara pribatutasun- eta segurtasun-aukera zehatzak kudeatzeko.
gd: Tadhail air na roghainnean airson roghainnean sònraichte a thaobh prìobhaideachd ⁊ tèarainteachd a stiùireadh.
gl: Vaia á Configuración para xestionar opcións específicas de privacidade e seguridade.
lo: ໄປທີ່ການຕັ້ງຄ່າເພື່ອຈັດການຄວາມເປັນສ່ວນຕົວ ແລະ ຕົວເລືອກຄວາມປອດໄພສະເພາະ.
nb: Gå til Innstillinger for å behandle spesifikke personvern- og sikkerhetsalternativer.
pa_in: ਖਾਸ ਪਰਦੇਦਾਰੀ ਅਤੇ ਸੁਰੱਖਿਆ ਚੋਣਾਂ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰਨ ਲਈ ਸੈਟਿੰਗਾਂ ਉੱਤੇ ਜਾਓ।
pt_pt: Aceda às Definições para gerir as opções específicas de privacidade e segurança.
ru: Перейдите в «Настройки» для управления специфичными настройками приватности и безопасности.
si: පෞද්ගලික හා ආරක්‍ෂණ විකල්ප කළමනාකරණයට සැකසුම් වෙත යන්න.
tg: Барои идора кардани имконоти махсуси махфият ва амният, ба «Танзимот» гузаред.

# TooltipBodyText.Privacy
source: These default settings offer strong protection. But it’s easy to tweak the settings to meet your specific needs.
da: Disse standard-indstillinger giver stærk beskyttelse. Men det er nemt at tilpasse indstillingerne, så de opfylder dine specifikke behov.
eu: Ezarpen lehenetsi hauek babes sendoa eskaintzen dute. Erraza da halere ezarpenak zure beharretara moldatzea.
gd: Tha na bun-roghainnean seo a’ toirt dhut dìon làidir. Ach chan eil e doirbh an cur air gleus ach am freagair iad ort-sa.
gl: Esta configuración predeterminada ofrece unha forte protección. Pero é doado axustar a configuración para satisfacer as súas necesidades específicas.
lo: ການຕັ້ງຄ່າເລີ່ມຕົ້ນເຫຼົ່ານີ້ໃຫ້ການປົກປ້ອງທີ່ເຂັ້ມແຂງ. ແຕ່ມັນງ່າຍທີ່ຈະປັບການຕັ້ງຄ່າເພື່ອຕອບສະໜອງຄວາມຕ້ອງການສະເພາະຂອງເຈົ້າ.
nb: Disse standardinnstillingene gir sterk beskyttelse. Men det er enkelt å tilpasse innstillingene for å møte dine spesifikke behov.
pa_in: ਇਹ ਮੂਲ ਸੈਟਿੰਗਾਂ ਮਜ਼ਬੂਤ ਸੁਰੱਖਿਆ ਦਿੰਦੀਆਂ ਹਨ। ਪਰ ਤੁਹਾਡੀਆਂ ਖਾਸ ਲੋੜਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਸੈਟਿੰਗਾਂ ਨੂੰ ਬਦਲਣਾ ਸੌਖਾ ਹੈ।
pt_pt: Estas configurações padrão oferecem uma proteção forte. Mas é fácil ajustar as configurações para cumprir com as suas necessidades específicas.
ru: Эти настройки по умолчанию обеспечивают надежную защиту. Но вы можете легко изменить их под ваши конкретные потребности.
si: මෙම පෙරනිමි සැකසුම් ඉහළ ආරක්‍ෂාවක් සපයයි. නමුත් ඔබගේ අවශ්‍යතා වලට යෝග්‍ය ලෙස සැකසුම් හැඩගැසීමට පහසුය.
tg: Ҳамин танзимоти пешфарз муҳофизати пурқувватро пешниҳод мекунанд. Аммо шумо метавонед танзимоти пешниҳодшударо мувофиқи ниёзҳои хусусии худ ба осони иваз намоед.
