Repository: mozilla-mobile/firefox-ios
Catalog: focus-ios/Blockzilla/*.lproj/Localizable.strings
Languages: da, eu, gd, gl, kn, lo, my, nb, pa_in, pt_pt, ru, si, tg

# Settings.blockOtherMessage
source: Blocking other content trackers may break some videos and web pages.
da: Blokering af andre former for indholdssporing kan forhindre nogle videoer og websider i at fungere.
eu: Bestelako jarraipen-elementuak blokeatzean zenbait bideo eta web orri apur litezke.
gd: Ma bhacas tu tracaichean susbaint eile, dh’fhaoidte nach obraich cuid a dhuilleagan-lìn is videothan tuilleadh.
gl: O bloqueo doutros rastrexadores de contido pode romper algúns vídeos e páxinas web.
kn: ಇತರೆ ಮಾಹಿತಿ ಜಾಡುಹಿಡಿಯುವವರನ್ನು ನಿರ್ಬಂಧಿಸುವುದರಿಂದ ಕೆಲವು ವಿಡಿಯೋ ಮತ್ತು ಜಾಲ ಪುಟಗಳು ಕೆಡಬಹುದು.
lo: ການບັອກຕົວຕິດຕາມຂອງເນື້ອຫາຕ່າງໆອາດຈະເຮັດໃຫ້ບາງວິດີໂອ ແລະ ຫນ້າເວັບບໍ່ສົມບູນໄດ້.
my: အခြား အကြောင်းအရာနောက်ယောင်ခံကိရိယာများကို ပိတ်ခြင်းသည် အချို့သော ဗီဒီယိုများနှင့် ဝဘ်စာမျက်နှာများကို ကောင်းမွန်စွာ လုပ်ဆောင်နိုင်စေမည် မဟုတ်ပါ။
nb: Blokkering av andre innholdssporere kan ødelegge noen videoer og nettsider.
pa_in: ਹੋਰ ਸਮੱਗਰੀ ਟਰੈਕਰਾਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਉਣ ਨਾਲ ਕੁਝ ਵੀਡੀਓ ਤੇ ਵੈੱਬ ਸਫ਼ੇ ਠੀਕ ਤਰ੍ਹਾਂ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹਨ।
pt_pt: Bloquear outros trackers de conteúdo poderá quebrar alguns vídeos e páginas Web.
ru: Блокирование других трекеров содержимого может нарушить работу некоторых видео и веб-страниц.
si: වෙනත් අන්තර්ගත ලුහුබැඳීම් අවහිර කිරීමෙන් ඇතැම් දෘශ්‍යක සහ පිටු කැඩී යාමට හැකිය.
tg: Амали манъ кардани дигар васоити пайгирии муҳтаво метавонад баъзе видеоҳо ва саҳифаҳои сомонаро вайрон кунад.

# Settings.blockOtherNo2
source: Cancel
da: Annuller
eu: Utzi
gd: Sguir dheth
gl: Cancelar
lo: ຍົກເລີກ
nb: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pt_pt: Cancelar
ru: Отмена
si: අවලංගු
tg: Бекор кардан

# Settings.blockOtherYes2
source: Block Content Trackers
da: Bloker indholdssporing
eu: Blokeatu edukiaren jarraipen-elementuak
gd: Bac tracaichean susbainte
gl: Bloquear rastrexadores de contido
lo: ບັອກຕົວຕິດຕາມອອນລາຍ
nb: Blokker innholds-sporere
pa_in: ਸਮੱਗਰੀ ਟਰੈਕਰਾਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਗਾਓ
pt_pt: Bloquear rastreadores em conteúdo
ru: Блокировать трекеры содержимого
si: අන්තර්ගත ලුහුබැඳීම් අවහිරය
tg: Манъ кардани васоити пайгирии муҳтаво

# Settings.DailyUsagePing.Message
source: This helps Mozilla to estimate active users.
da: Dette hjælper Mozilla med at vurdere antallet af aktive brugere.
eu: Honek erabiltzaile aktiboen kopurua kalkulatzen laguntzen dio Mozillari.
gd: Air an dòigh seo, is urrainn dha Mozilla tuairmse a dhèanamh air co mheud neach-cleachdaidh gnìomhach a th’ ann.
gl: Isto axuda a Mozilla a estimar os usuarios activos.
lo: ນີ້ຊ່ວຍໃຫ້ Mozilla ຄາດຄະເນຜູ້ໃຊ້ງານທີ່ມີການເຄື່ອນໄຫວ.
nb: Dette hjelper Mozilla med å beregne aktive brukere.
pa_in: ਇਹ Mozilla ਨੂੰ ਸਰਗਰਮ ਵਰਤੋਂਕਾਰਾਂ ਦਾ ਅੰਦਾਜ਼ਾ ਲਾਉਣ ਲਈ ਮਦਦ ਕਰਦਾ ਹੈ।
pt_pt: Isto ajuda a Mozilla a estimar os utilizadores ativos.
tg: Ин ба «Mozilla» кумак мекунад, ки корбарони фаъолро ҳисоб кунад.

# Settings.DailyUsagePing.Title
source: Daily Usage Ping
da: Ping for dagligt brug
eu: Eguneroko erabilpenaren ping-a
gd: Ping a’ chleachdaidh làitheil
gl: Ping de uso diario
lo: ການ​ນໍາ​ໃຊ້​ປະ​ຈໍາ​ວັນ Ping​
nb: Ping for daglig bruk
pa_in: ਰੋਜ਼ਾਨਾ ਵਰਤੋਂ ਪਿੰਗ
pt_pt: Ping de utilização diária
tg: Пинги истифодабарии ҳаррӯза

# Settings.darkTheme
source: Dark
da: Mørkt
eu: Iluna
gd: Dorcha
gl: Escuro
lo: ມືດ
nb: Mørkt
pa_in: ਗੂੜ੍ਹਾ
pt_pt: Escuro
ru: Тёмная
si: අඳුරු
tg: Торик

# Settings.detailTextCrashReports.V2
source: This helps us diagnose and fix issues with the browser.
da: Dette hjælper os med at diagnosticere og løse problemer med browseren.
eu: Nabigatzailearen arazoak diagnostikatzen eta konpontzen laguntzen digu honek.
gd: ’S urrainn dhuinn diagnosachd a dhèanamh air a’ bhrabhsair seo mar seo ’s duilgheadasan a chur ceart.
gl: Isto axúdanos a diagnosticar e solucionar problemas co navegador.
lo: ນີ້ຈະຊ່ວຍໃຫ້ພວກເຮົາວິນິດໄສ ແລະ ແກ້ໄຂບັນຫາກັບຕົວທ່ອງເວັບ.
nb: Dette hjelper oss med å diagnostisere og fikse problemer med nettleseren.
pa_in: ਇਹ ਸਾਨੂੰ ਬਰਾਊਜ਼ਰ ਬਾਰੇ ਪੜਤਾਲ ਕਰਨ ਅਤੇ ਮਸਲੇ ਠੀਕ ਕਰਨ ਲਈ ਮਦਦ ਕਰਦੀਆਂ ਹਨ।
pt_pt: Isto ajuda-nos a diagnosticar e a corrigir problemas com o navegador.
tg: Ин ба мо кумак мерасонад, то тавонем мушкилотро дар браузер ташхис ва ислоҳ намоем.

# Settings.detailTextSearchSuggestion
source: %@ will send what you type in the address bar to your search engine.
da: %@ sender det indtastede i adresselinjen til den valgte søgetjeneste.
eu: Helbide-barran idazten duzuna bilaketa-motorrera bidaliko du %@(e)k.
gd: Cuiridh %@ na sgrìobhas tu ann am bàr an t-seòlaidh gun einnsan-luirg agad.
gl: %@ enviará o que escriba na barra de enderezos ao seu buscador.
lo: %@ ຈະສົ່ງສິ່ງທີ່ທ່ານພີມໃນແຖບທີ່ຢູ່ໄປຍັງເຄື່ອງມືຄົ້ນຫາຂອງທ່ານ
my: %@ သည် လိပ်စာဘားတန်းတွင် ရိုက်သမျှကို ရှာဖွေရေးယန္တရားသို့ ပေးပို့ပါမည်။
nb: %@ sender det du skriver i adressefeltet til din søkemotor
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਐਡਰੈਸ ਪੱਟੀ ਵਿੱਚ ਲਿਖੀ ਲਿਖਤ %@ ਤੁਹਾਡੇ ਖੋਜ ਇੰਜਣ ਨੂੰ ਭੇਜੇਗਾ।
pt_pt: O %@ irá enviar o que escreve na barra de endereço para o seu motor de pesquisa.
ru: %@ будет отправлять то, что вы вводите в адресной строке, в вашу поисковую систему.
si: ඔබ ලිපින තීරුවේ ලියන දෑ ඔබගේ සෙවුම් යන්ත්‍රයට %@ හරහා යවයි.
tg: «%@» он чизеро, ки шумо дар навори нишонӣ менависед, ба низоми ҷустуҷӯии шумо мефиристад.

# Settings.detailTextSendUsageData
source: Mozilla strives to collect only what we need to provide and improve %@ for everyone.
da: Mozilla stræber efter kun at indsamle, hvad vi skal bruge for at kunne tilbyde og forbedre %@ for alle.
eu: %@ denontzat eskaini eta hobetzeko beharrezkoa dena soilik biltzen ahalegintzen da Mozilla.
gd: Tha Mozilla an dealas dìreach an dàta a chruinneachadh a dh’fheumas sinn airson %@ a sholar is a leasachadh dhan a h-uile duine.
gl: Mozilla esforzase por recoller só os datos necesarios para fornecer e mellorar %@ para todos.
kn: Mozilla ಎಲ್ಲರಿಗಾಗಿ %@ ಅನ್ನು ಉತ್ತಮಗೊಳಿಸಿ ಕೊಡುವುದಕ್ಕೆ ಬೇಕಾದ್ದನ್ನು ಮಾತ್ರ ಸಂಗ್ರಹಿಸುತ್ತದೆ.
lo: Mozilla ພະຍາຍາມທີ່ຈະເກັບຮວບຮ່ວມສະເພາະສິ່ງທີ່ຈຳເປັນຕໍ່ການປັບປູງ %@ ສຳລັບທຸກໆຄົນ.
my: Mozilla သည် လူတိုင်းအတွက် %@ ကို ပေးစွမ်းရန်နှင့် တိုးတက်ကောင်းမွန်စေရန်အတွက်သာ ကောက်ခံမှုပြုခြင်း ဖြစ်ပါသည်။
nb: Mozilla strever etter å bare samle inn det vi trenger for å tilby og forbedre %@ for alle.
pa_in: Mozilla ਸਿਰਫ਼ ਉਹੀ ਇਕੱਠਾ ਕਰਦਾ ਹੈ, ਜੋ ਕਿ ਸਾਨੂੰ ਹਰੇਕ ਲਈ %@ ਨੂੰ ਸੁਧਾਰ ਕਰਨ ਲਈ ਚਾਹੀਦਾ ਹੈ।
pt_pt: A Mozilla esforça-se para apenas recolher o que precisamos para melhorar o %@ para todos.
ru: Mozilla обязуется собирать только ту информацию, которая необходима для работы и улучшения %@.
si: සැමට %@ වැඩිදියුණු කර දීමට හා සැපයීමට අවශ්‍ය දෑ පමණක් රැස් කර ගැනීමට මොසිල්ලා උත්සාහ කරයි.
tg: «Mozilla» cаъю кӯшиш мекунад, ки танҳо он маълумотеро ҷамъоварӣ намояд, ки мо бояд барои фаъолият ва беҳтарсозии «%@» барои ҳар як кас таъмин намоем.

# Settings.detailTextStudies
source: %@ may install and run studies from time to time.
da: %@ kan installere og afvikle undersøgelser fra tid til anden.
eu: Noizean behin esperimentuak instala eta exekuta litzake %@(e)k.
gd: Faodaidh %@ rannsachadh a stàladh is a ruith o àm gu àm.
gl: %@ pode instalar e executar estudos de cando en vez.
lo: %@ ອາດຈະຕິດຕັ້ງ ແລະດໍາເນີນການສຶກສາເປັນບາງໂອກາດ.
nb: %@ kan installere og kjøre studier fra tid til annen.
pa_in: %@ ਸਮੇਂ ਸਮੇਂ ਉੱਤੇ ਅਧਿਐਨ ਇੰਸਟਾਲ ਕਰ ਤੇ ਚਲਾ ਸਕਦਾ ਹੈ।
pt_pt: O %@ pode instalar e executar estudos de vez em quando.
ru: %@ может время от времени устанавливать и проводить исследования.
si: %@ කලින් කලට අධ්‍යන ස්ථාපනය කර ධාවනය කරයි.
tg: Баъзе вақт «%@» метавонад омӯзишҳоро насб ва иҷро намояд.

# Settings.general
source: General
da: Generelt
eu: Orokorra
gd: Coitcheann
gl: Xeral
lo: ທົ່ວໄປ
nb: Generelt
pa_in: ਆਮ
pt_pt: Geral
ru: Основные
si: සාමාන්‍ය
tg: Умумӣ

# Settings.learnMore
source: Learn more.
da: Læs mere.
eu: Argibide gehiago.
gd: Barrachd fiosrachaidh.
gl: Máis información.
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ.
lo: ຮຽນຮູ້ເພີ່ມເຕີມ.
my: ပိုမိုလေ့လာရန်
nb: Les mer.
pa_in: ਹੋਰ ਜਾਣੋ
pt_pt: Saber mais.
ru: Подробнее.
si: තව දැනගන්න.
tg: Маълумоти бештар.

# Settings.licenses
source: Licenses
da: Licenser
eu: Lizentziak
gd: Ceadachasan
gl: Licenzas
lo: ໃບອະນຸຍາດ
nb: Lisenser
pa_in: ਲਸੰਸ
pt_pt: Licenças
si: බලපත්‍ර
tg: Иҷозатномаҳо

# Settings.lightTheme
source: Light
da: Lyst
eu: Argia
gd: Soilleir
gl: Claro
lo: ແຈ້ງ
nb: Lyst
pa_in: ਹਲਕਾ
pt_pt: Claro
ru: Светлая
si: දීප්ත
tg: Равшан

# Settings.rate
source: Rate %@
da: Vurder %@
eu: Baloratu %@
gd: Rangaich %@
gl: Valorar %@
kn: ಬೆಲೆ %@
lo: ໃຫ້ຄະແນນ %@
my: နှုန်းထား %@
nb: Vurder %@
pa_in: %@ ਦਰਜਾ ਦਿਓ
pt_pt: Avaliar o %@
ru: Оценить %@
si: %@ අගයන්න
tg: Ба «%@» баҳо диҳед

# Settings.safariTitle
source: SAFARI INTEGRATION
eu: SAFARI INTEGRAZIOA
gd: AMALACHADH SAFARI
gl: INTEGRACIÓN CON SAFARI
lo: ການເຊື່ອມໂຍງ SAFARI
my: SAFARI နှင့်ပေါင်းစပ်အသုံးပြုခြင်း
nb: SAFARI-INTEGRASJON
pa_in: SAFARI ਜੋੜ
pt_pt: INTEGRAÇÃO DO SAFARI
ru: ИНТЕГРАЦИЯ С SAFARI
si: සෆාරි අනුකලනය
tg: ҲАМГИРОИИ «SAFARI»

# Settings.screenTitle
source: Settings
da: Indstillinger
eu: Ezarpenak
gd: Roghainnean
gl: Configuración
kn: ಸಿದ್ಧತೆಗಳು
lo: ການຕັ້ງຄ່າ
my: အပြင်အဆင်များ
nb: Innstillinger
pa_in: ਸੈਟਿੰਗਾਂ
pt_pt: Definições
ru: Параметры
si: සැකසුම්
tg: Танзимот

# Settings.Search.AddSearchEngineButton
source: Add Another Search Engine
da: Tilføj en ny søgetjeneste
eu: Gehitu beste bilaketa-motor bat
gd: Cuir einnsean-luirg eile ris
gl: Engadir outro buscador
kn: ಮತ್ತೊಂದು ಹುಡುಕಾಟ ಇಂಜಿನ್ ಅನ್ನು ಸೇರಿಸಿ
lo: ເພີ່ມເຄື່ອງມືການຄົ້ນຫາຕົວອື່ນ
my: အခြားသော ရှာဖွေအင်ဂျင် ပေါင်းထည့်ပါ
nb: Legg til en annen søkemotor
pa_in: ਹੋਰ ਖੋਜ ਇੰਜਣ ਜੋੜੋ
pt_pt: Adicionar outro motor de pesquisa
ru: Добавить другую поисковую систему
si: අන් සෙවුම් යන්ත්‍රයක් එක් කරන්න
tg: Илова кардани низоми ҷустуҷӯии дигар

# Settings.Search.AddSearchEngineTitle
source: Add Search Engine
da: Tilføj søgetjeneste
eu: Gehitu bilaketa-motorra
gd: Cuir einnsean-luirg ris
gl: Engadir buscador
kn: ಹುಡುಕು ಸಾಧನವನ್ನು ಸೇರಿಸಿ
lo: ເພີ່ມເຄື່ອງມືການຄົ້ນຫາ
my: ရှာဖွေအင်ဂျင် ပေါင်းထည့်ပါ
nb: Legg til søkemotor
pa_in: ਖੋਜ ਇੰਜਣ ਜੋੜੋ
pt_pt: Adicionar motor de pesquisa
ru: Добавить поисковую систему
si: සෙවුම් යන්ත්‍රයක් යොදන්න
tg: Илова кардани низоми ҷустуҷӯӣ

# Settings.Search.InstalledSearchEngines
source: INSTALLED SEARCH ENGINES
da: INSTALLEREDE SØGETJENESTER
eu: INSTALATUTAKO BILAKETA-MOTORRAK
gd: EINNSEANAN-LUIRG STÀLAICHTE
gl: MOTORES DE BUSCA INSTALADOS
lo: ຕິດຕັ້ງເຄື່ອງມືການຄົ້ນຫາແລ້ວ
nb: INSTALLERTE SØKEMOTORER
pa_in: ਇੰਸਟਾਲ ਹੋਏ ਖੋਜ ਇੰਜਣ
pt_pt: MOTORES DE PESQUISA INSTALADOS
ru: УСТАНОВЛЕННЫЕ ПОИСКОВЫЕ СИСТЕМЫ
si: ස්ථාපිත සෙවුම් යන්ත්‍ර
tg: НИЗОМҲОИ ҶУСТУҶӮИИ НАСБШУДА

# Settings.Search.NameToDisplay
source: Name to display
da: Navn der skal vises
eu: Bistaratzeko izena
gd: An t-ainm a thèid a shealltainn
gl: Nome para amosar
kn: ಪ್ರದರ್ಶಿಸಲು ಹೆಸರು
lo: ຊື່ທີຈະສະແດງ
my: ပြသရန် နာမည်ပေးပါ
nb: Visningsnavn
pa_in: ਦਿਖਾਉਣ ਲਈ ਨਾਂ
pt_pt: Nome a apresentar
ru: Отображаемое имя
si: සංදර්ශනයට නම
tg: Номи намоишӣ

# Settings.Search.NewSearchEngineAdded
source: New Search Engine Added.
da: Ny søgetjeneste tilføjet.
eu: Bilaketa-motor berria gehitu da.
gd: Chaidh einnsean-luirg ùr a chur ris.
gl: Novo buscador engadido.
kn: ಹೊಸ ಹುಡುಕಾಟ ಎಂಜಿನ್ ಸೇರಿಸಲಾಗಿದೆ.
lo: ໄດ້ເພີ່ມເຄືອງມີການຄົ້ນຫາຕົວໃຫມ່ແລ້ວ
my: ရှာဖွေအင်ဂျင်အသစ် ပေါင်းထည့်ခဲ့သည်
nb: Ny søkemotor lagt til.
pa_in: ਨਵਾਂ ਖੋਜ ਇੰਜਣ ਜੋੜਿਆ।
pt_pt: Novo motor de pesquisa adicionado.
ru: Добавлена новая поисковая система.
si: නව සෙවුම් යන්ත්‍රයක් එක් විය.
tg: Низоми ҷустуҷӯии нав илова шуд.

# Settings.Search.RestoreEngine
source: Restore Default Search Engines
da: Gendan standard-søgetjenester
eu: Berrezarri bilaketa-motor lehenetsiak
gd: Aisig na h-einnseanan-luirg bunaiteach
gl: Restaurar os buscadores predeterminados
kn: ಪೂರ್ವನಿಯೋಜಿತ ಹುಡುಕು ಎಂಜಿನ್‌ ಮರುಹೊಂದಿಸು
lo: ກູ້ຄືນເຄື່ອງມືການຄົ້ນຫາເລີ່ມຕົ້ນ
my: ရှာဖွေအင်ဂျင်ကို ပုံသေအတိုင်းထားပါ
nb: Gjenopprett standard søkemotorer
pa_in: ਮੂਲ ਖੋਜ ਇੰਜਣ ਬਹਾਲ ਕਰੋ
pt_pt: Restaurar motores de pesquisa predefinidos
ru: Восстановить поисковые системы по умолчанию
si: පෙරනිමි සෙවුම් එළවුම් ප්‍රත්‍යර්පණය
tg: Барқарор кардани низомҳои ҷустуҷӯии пешфарз

# Settings.Search.SearchEngineName
source: Search engine name
da: Søgetjenestens navn
eu: Bilaketa-motorraren izena
gd: Ainm an einnsein-luirg
gl: Nome do buscador
kn: ಹುಡುಕಾಟ ಎಂಜಿನ್ ಹೆಸರು
lo: ຊື່ເຄື່ອງມືການຄົ້ນຫາ
my: အင်ဂျင်နာမည် ရှာဖွေပါ
nb: Søkemotornavn
pa_in: ਖੋਜ ਇੰਜਣ ਦਾ ਨਾਂ
pt_pt: Nome do motor de pesquisa
ru: Имя поисковой системы
si: සෙවුම් යන්ත්‍රයේ නම
tg: Номи низоми ҷустуҷӯӣ

# Settings.Search.SearchTemplate
source: Search string to use
da: Søgestreng der skal anvendes
eu: Erabili beharreko bilaketa-katea
gd: An sreang luirg a thèid a chleachdadh
gl: Cadea de busca que se usará
lo: ຊອກຫາສະຕຣິງທີ່ຈະໃຊ້
my: စာကြောင်းကို အသုံးပြုရန် ရှာဖွေပါ
nb: Søkestreng å bruke
pa_in: ਵਰਤਣ ਲਈ ਖੋਜ ਸਤਰ
pt_pt: Termo de pesquisa a utilizar
ru: Поисковый запрос
si: භාවිතයට සෙවුම් තන්තුව
tg: Сатри ҷустуҷӯ барои истифода

# settings.Search.SearchTemplateExample
source: Example: searchengine.example.com/search/?q=%s
da: Eksempel: søgetjeneste.eksempel.dk/search/?q=%s
eu: Adibidea: adibidea.eus/search/?q=%s
gd: Mar eisimpleir: searchengine.example.com/search/?q=%s
gl: Exemplo: searchengine.example.com/search/?q=%s
kn: ಉದಾಹರಣೆ: searchengineexample.com/search/?q=%s
lo: ຕົວຢ່າງ: searchengine.example.com/search/?q=%s
my: ဥပမာ. searchengineexample.com /search/?q=%s
nb: Eksempel: searchengine.example.com/search/?q=%s
pa_in: ਜਿਵੇਂ: searchengine.example.com/search/?q=%s
pt_pt: Exemplo: searchengine.example.com/search/?q=%s
ru: Пример: searchengine.example.com/search/?q=%s
si: නිදසුන: එළවුම.නිදසුන.ලංකා/සොයන්න/?q=%s
tg: Масалан: searchengine.example.com/search/?q=%s

# Settings.Search.SearchTemplatePlaceholder
source: Paste or enter search string. If necessary, replace search term with: %s.
da: Indsæt eller indtast søgestreng. Om nødvendigt, erstat søgetermen med: %s.
eu: Itsatsi edo idatzi bilaketa-katea. Beharrezkoa bada, ordezkatu bilaketa-terminoa ondorengoarekin: %s.
gd: Cuir sreang luirg a-steach. Ma bhios feum, cuir na leanas an àite a’ bhriathair-luirg: %s.
gl: Pegue ou introduza a cadea de busca. Se é necesario, substitúa o termo de busca con: %s.
kn: ಅಂಟಿಸಿ ಅಥವಾ ಹುಡುಕಾಟ ಸಾಲನ್ನು ನಮೂದಿಸಿ. ಅಗತ್ಯವಿದ್ದರೆ, ಹುಡುಕಾಟ ಪದವನ್ನು ಇದರೊಂದಿಗೆ ಬದಲಾಯಿಸಿ: %s.
lo: ວາງ ຫຼື ປ້ອນ String ການຄົ້ນຫາ ຫາກຈຳເປັນໃຫ້ແທນທີ່ຄຳຄົ້ນຫາດ້ວຍ: %s.
my: ရှာထားသောစာကြောင်းကို ကူးယူ သို့မဟုတ် ဝင်ရောက်ပါ လိုအပ်လှျင် %s နှင့်ရှာဖွေသုံးနှုန်းများကို ပြန်ထားပါ
nb: Lim inn eller skriv inn søkestrengen. Om nødvendig, erstatt søkeordet med: %s.
pa_in: ਖੋਜ ਸਤਰ ਚੇਪੋ ਜਾਂ ਲਿਖੋ। ਜੇ ਲੋੜ ਹੋਵੇ ਤਾਂ ਖੋਜ ਸ਼ਬਦ ਨੂੰ ਇਸ ਨਾਲ ਬਦਲੋ: %s।
pt_pt: Cole ou introduza um termo de pesquisa. Se necessário, substitua o termo de pesquisa com: %s.
ru: Вставьте или введите поисковый запрос. При необходимости замените его на %s.
si: සෙවුම් තන්තුව අලවන්න හෝ ලියන්න. අවශ්‍ය නම්, සෙවුම් පදය මෙයට ප්‍රතිස්ථාපනය කරන්න: %s.
tg: Ба сатри ҷустуҷӯӣ матни дархостро гузоред ё ворид кунед. Агар лозим бошад, калидвожаи ҷустуҷӯиро бо «%s» иваз кунед.

# Settings.searchLabel
source: Search Engine
da: Søgetjeneste
eu: Bilaketa-motorra
gd: Einnseanan-luirg
gl: Buscador
kn: ಹುಡುಕು ಸಾಧನ
lo: ເຄື່ອງມືການຄົ້ນຫາ
my: ရှာဖွေ အင်ဂျင်
nb: Søkemotor
pa_in: ਖੋਜ ਇੰਜਣ
pt_pt: Motor de pesquisa
ru: Поисковая система
si: සෙවුම් යන්ත්‍රය
tg: Низоми ҷустуҷӯӣ

# Settings.searchSuggestions
source: Get Search Suggestions
da: Vis søgeforslag
eu: Eskuratu bilaketa-iradokizunak
gd: Faigh molaidhean-luirg
gl: Obter suxestións de busca
lo: ຮັບຂໍສະເໜີແນະນຳການຄົ້ນຫາ
my: ရှာဖွေရေး အကြံပြုချက်များကို ရယူပါ
nb: Få søkeforslag
pa_in: ਖੋਜ ਸੁਝਾਅ ਲਵੋ
pt_pt: Obter sugestões de pesquisa
ru: Получать поисковые предложения
si: සෙවුම් යෝජනා ගන්න
tg: Гирифтани пешниҳоди ҷустуҷӯ

# Settings.searchTitle2
source: SEARCH
da: SØG
eu: BILAKETA
gd: LORG
gl: BUSCAR
lo: ຄົ້ນຫາ
nb: SØK
pa_in: ਖੋਜੋ
pt_pt: PESQUISA
ru: ПОИСК
si: සොයන්න
tg: ҶУСТУҶӮ

# Settings.sectionPrivacy
source: PRIVACY
da: PRIVATLIV
eu: PRIBATUTASUNA
gd: PRÌOBHAIDEACHD
gl: PRIVACIDADE
kn: ಗೌಪ್ಯತೆ
nb: PERSONVERN
pa_in: ਪਰਦੇਦਾਰੀ
pt_pt: PRIVACIDADE
ru: ПРИВАТНОСТЬ
si: රහස්‍යතාව
tg: МАХФИЯТ

# Settings.setAsDefaultBrowser
source: Set as Default Browser
da: Angiv som standardbrowser
eu: Ezarri nabigatzaile lehenetsi gisa
gd: Suidhich mar am brabhsair bunaiteach
gl: Estabelecer como navegador predeterminado
lo: ຕັ້ງໃຫ້ເປັນບຣາວເຊີຫລັກ
nb: Bruk som standard nettleser
pa_in: ਮੂਲ ਬਰਾਊਜ਼ਰ ਵਜੋਂ ਸੈੱਟ ਕਰੋ
pt_pt: Definir como navegador predefinido
si: පෙරනිමි අතිරික්සුව කරන්න
tg: Гузоштан ҳамчун браузери пешфарз

# Settings.setAsDefaultBrowserDescription
source: Set links from websites, emails and messages to open automatically in %@.
da: Indstil links fra websteder, mails og beskeder til automatisk at blive åbnet i %@.
eu: Ireki webgune, posta elektroniko eta mezuetako loturak %@(e)n automatikoki.
gd: Suidhich ceanglaichean o làraichean-lìn, puist-d agus teachdaireachdan airson ’s gun tèid am fosgladh gu fèin-obrachail ann am %@.
gl: Estabelecer ligazóns de sitios web, enderezos de correo electrónico e mensaxes para que se abran automaticamente no %@.
lo: ຕັ້ງລິ້ງຈາກເວັບໄຊທ໌, ອີເມວ ແລະຂໍ້ຄວາມໃຫ້ເປີດໂດຍອັດຕະໂນມັດໃນ %@.
nb: Angi at lenker fra nettsteder, e-postmeldinger og meldinger skal åpnes automatisk i %@.
pa_in: ਵੈੱਬਸਾਈਟਾਂ, ਈਮੇਲਾਂ ਤੇ ਸੁਨੇਹਿਆਂ ਤੋਂ ਆਏ ਲਿੰਕ ਆਪਣੇ-ਆਪ %@ ਵਿੱਚ ਖੋਲ੍ਹੋ।
pt_pt: Definir para que as ligações de sites, e-mails e mensagens sejam abertas automaticamente no %@.
si: %@ අතිරික්සුවේ ස්වයංක්‍රීයව විවෘත වීමට පණිවිඩ, වි-තැපැල් සහ අඩවිවල සබැඳි සකසන්න.
tg: Пайвандҳоеро, танзим кунед, то ки онҳо аз сомонаҳо, почтаи электронӣ ва паёмҳо дар браузери «%@» ба таври худкор кушода шаванд.

# Settings.systemTheme
source: System Theme
da: System-tema
eu: Sistemaren itxura
gd: Ùrlar an t-siostaim
gl: Tema do sistema
lo: ຊຸດປັບແຕ່ງລະບົບ
nb: Systemtema
pa_in: ਸਿਸਟਮ ਥੀਮ
pt_pt: Tema do sistema
ru: Системная тема
si: පද්ධතියේ තේමාව
tg: Мавзуи низомӣ

# Settings.theme
source: Theme
da: Tema
eu: Itxura
gd: An t-ùrlar
gl: Tema
lo: ຊຸດປັບແຕ່ງ
nb: Tema
pa_in: ਥੀਮ
pt_pt: Tema
ru: Тема
si: තේමාව
tg: Мавзуъ

# Settings.themePicker
source: Theme Picker
da: Tema-vælger
eu: Itxura hautatzekoa
gd: Ròghnaichear an ùrlair
gl: Selector de tema
lo: ຕົວເລືອກຊຸດຕົກແຕ່ງ
nb: Temavelger
pa_in: ਥੀਮ ਚੋਣਕਾਰ
pt_pt: Seletor do tema
ru: Выбор темы
si: තේමා ඇහුළුම
tg: Интихоби мавзуъ

# Settings.toggleBlockAds2
source: Advertising
da: Reklamer
eu: Iragarkiak
gd: Sanasachd
gl: Publicidade
lo: ການໂຄສະນາ
nb: Reklame
pa_in: ਇਸ਼ਤਿਹਾਰਬਾਜੀ
pt_pt: Publicidade
ru: Реклама
si: දැන්වීම්කරණය
tg: Реклама

# Settings.toggleBlockAnalytics2
source: Analytics
da: Analyse
eu: Analitikak
gd: Anailiseachd
gl: Analítica
lo: ການວິເຄາະ
nb: Analyse
pa_in: ਵਿਸ਼ਲੇਸ਼ਣ
pt_pt: Analítica
ru: Аналитика
si: විශ්ලේෂ
tg: Таҳлил

# Settings.toggleBlockFonts
source: Block web fonts
da: Blokér webskrifttyper
eu: Blokeatu webeko letra-tipoak
gd: Bac cruthan-clò lìn
gl: Bloquear tipos de letra web
kn: ವೆಬ್ ಫಾಂಟುಗಳನ್ನು ನಿರ್ಬಂಧಿಸು
lo: ບັອກຕົວອັກສອນເວັບ
my: ဝဘ်ဖောင့်များကို ပိတ်ပင်ပါ
nb: Blokker nettfonter
pa_in: ਵੈੱਬ ਫ਼ੋਂਟ ਉੱਤੇ ਪਾਬੰਦੀ ਲਗਾਓ
pt_pt: Bloquear tipos de letra Web
ru: Блокировать веб-шрифты
si: වියමන අකුරු අවහිරය
tg: Манъ кардани ҳуруфи интернетӣ

# Settings.toggleBlockOther2
source: Content
da: Indhold
eu: Edukia
gd: Susbaint
gl: Contido
lo: ເນື້ອຫາ
nb: Innhold
pa_in: ਸਮੱਗਰੀ
pt_pt: Conteúdo
ru: Содержимое
si: අන්තර්ගතය
tg: Муҳтаво

# Settings.toggleBlockSocial2
source: Social
da: Sociale
eu: Sare sozialak
gd: Sòisealta
lo: ສັງຄົມ
nb: Sosialt
pa_in: ਸਮਾਜਿਕ
ru: Социальные сети
si: සමාජ
tg: Иҷтимоӣ

# Settings.toggleCrashReports
source: Automatically Send Crash Reports
da: Send automatisk fejlrapporter
eu: Bidali automatikoki hutsegite-txostenak
gd: Cuir aithisgean tuislidh gu fèin-obrachail
gl: Enviar informes de quebras de xeito automático
lo: ສົ່ງລາຍງານການຂັດຂ້ອງໂດຍອັດຕະໂນມັດ
nb: Send inn krasjrapporter automatisk
pa_in: ਕਰੈਸ਼ ਰਿਪੋਰਟਾਂ ਨੂੰ ਆਪਣੇ-ਆਪ ਭੇਜੋ
pt_pt: Enviar relatórios de falha automaticamente
tg: Ба таври худкор фиристодани гузоришҳо дар бораи вайронӣ

# Settings.toggleFaceID
source: Use Face ID to unlock app
da: Brug Face ID til at låse appen op
eu: Erabili Face ID aplikazioa desblokeatzeko
gd: Cleachd Face ID airson a’ ghlas a thoirt far na h-aplacaid
gl: Use Face ID para desbloquear a aplicación
kn: ಅಪ್ಲಿಕೇಶನ್ ಅನ್ಲಾಕ್ ಮಾಡಲು ಫೇಸ್ ID ಬಳಸಿ
lo: ໃຊ້ Face ID ເພື່ອປົດລັອກແອັບ
my: အက်ပ်ဖွင့်ရန် မျက်နှာအိုင်ဒီကိုသုံးပါ
nb: Bruk «Face ID» for å låse opp appen
pa_in: ਐਪ ਅਣ-ਲਾਕ ਕਰਨ ਲਈ Face ID ਵਰਤੋਂ
pt_pt: Utilizar Face ID para desbloquear a aplicação
ru: Использовать Face ID для разблокировки приложения
si: යෙදුම අගුළු ඇරීමට මුහුණේ හැඳු.
tg: Истифодаи «Face ID» барои кушодани қулфи барнома

# Settings.toggleFaceIDDescription
source: Face ID can unlock %@ if a URL is already open in the app
da: Face ID kan låse %@ op, hvis der allerede er en URL åben i appen
eu: Face ID erabilita %@ aplikazioa desblokea daiteke aplikazioak dagoeneko URL bat irekita badu
gd: ’S urrainn dha Face ID a’ ghlas a thoirt far %@ ma tha URL fosgailte san aplacaid mu thràth
gl: Face ID pode desbloquear %@ se xa hai un URL aberto na aplicación
kn: ಅಪ್ಲಿಕೇಶನ್ನಲ್ಲಿ ಈಗಾಗಲೇ URL ತೆರೆದಿದ್ದರೆ ಫೇಸ್ ID ಯು %@ ಅನ್ನು ಅನ್ಲಾಕ್ ಮಾಡಬಹುದು
lo: Face ID ສາມາດປົດລັອກ %@ ຖ້າ URL ເປີດຢູ່ແລ້ວໃນແອັບ
my: ဤ app ထဲတွင် URL ကိုဖွင့်ထားလျှင် မျက်နှာအိုင်ဒီ ဖြင့် %@ ကို ဖွင့်နိုင်သည်
nb: «Face ID» kan låse opp %@ om en adresse allerede er åpen i appen
pa_in: Face ID %@ ਨੂੰ ਅਣ-ਲਾਕ ਕਰ ਸਕਦਾ ਹੈ, ਜੇ URL ਪਹਿਲਾਂ ਹੀ ਐਪ ਵਿੱਚ ਖੁੱਲ੍ਹਾ ਹੋਵੇ
pt_pt: O Face ID pode desbloquear o %@ se o URL já estiver aberto na aplicação
ru: Face ID будет разблокировать %@, если в нём открыта какая-либо страница
si: ඒ.ස.නි. දැනටමත් යෙදුම තුළ විවෘත නම් මුහුණේ හැඳු. මගින් %@ අගුළු හැරීමට හැකිය
tg: Агар нишонии «URL» аллакай дар барнома кушода бошад, «Face ID» метавонад қулфи «%@»-ро кушояд

# Settings.toggleHomeScreenTips
source: Show home screen tips
da: Vis tips på starskærmen
eu: Erakutsi gomendioak hasierako pantailan
gd: Seall na gliocasan air an sgrìn-dhachaidh
gl: Amosar consellos na páxina inicial
lo: ສະແດງເຄັດລັບໜ້າຈໍຫຼັກ
my: စတင်အသုံးပြုရာ ဖန်သားပြင်တွင် အကြံပြုချက်များ ပြပါ
nb: Vis tips på starskjermen
pa_in: ਮੁੱਖ ਸਕਰੀਨ ਦੇ ਗੁਰ ਵੇਖਾਓ
pt_pt: Mostrar dicas de ecrã inicial
ru: Показывать советы на домашнем экране
si: මුල් තිර ඉඟි පෙන්වන්න
tg: Нишон додани маслиҳатҳо дар экрани асосӣ

# Settings.toggleSendUsageData
source: Send usage data
da: Send data for anvendelse
eu: Bidali erabilera-datuak
gd: Cuir an dàta cleachdaidh
gl: Enviar datos de uso
kn: ಬಳಕೆಯ ದತ್ತಾಂಶ ಕಳುಹಿಸಿ
lo: ສົ່ງຂໍ້ມູນການນຳໃຊ້
my: အသုံးပြုမှုဆိုင်ရာ အချက်အလက်များကို ပေးပို့ရန်
nb: Send bruksdata
pa_in: ਵਰਤੋਂ ਸਬੰਧੀ ਡੇਟਾ ਭੇਜੋ
pt_pt: Enviar dados de utilização
ru: Отправлять данные об использовании
si: භාවිත දත්ත යවන්න
tg: Фиристодани маълумоти истифодабарӣ

# Settings.toggleStudies
source: Studies
da: Undersøgelser
eu: Esperimentuak
gd: Rannsachadh
gl: Estudos
lo: ການສຶກສາ
nb: Undersøkelser
pa_in: ਅਧਿਐਨ
pt_pt: Estudos
ru: Исследования
si: අධ්‍යන
tg: Омӯзишҳо

# Settings.toggleTouchID
source: Use Touch ID to unlock app
da: Brug Touch ID til at låse appen op
eu: Erabili Touch ID aplikazioa desblokeatzeko
gd: Cleachd Touch ID airson a’ ghlas a thoirt far na h-aplacaid
gl: Usar Touch ID para desbloquear a aplicación
kn: ಅಪ್ಲಿಕೇಶನ್ ಅನ್ಲಾಕ್ ಮಾಡಲು ಫೇಸ್ ID ಬಳಸಿ
lo: ໃຊ້ Touch ID ເພື່ອປົດລັອກແອັບ
my: အက်ပ်ဖွင့်ရန် လက်ဗွေအိုင်ဒီကိုသုံးပါ
nb: Bruk «Touch ID» for å låse opp appen
pa_in: ਐਪ ਅਣ-ਲਾਕ ਕਰਨ ਲਈ ਟੱਚ ID ਵਰਤੋਂ
pt_pt: Utilizar Touch ID para desbloquear a aplicação
ru: Использовать Touch ID для разблокировки приложения
si: යෙදුම අගුළු හැරීමට ස්පර්ශ හැඳු. භාවිතය
tg: Истифодаи «Touch ID» барои кушодани қулфи барнома
