Repository: mozilla-mobile/firefox-ios
Catalog: focus-ios/Blockzilla/*.lproj/Localizable.strings
Languages: da, eu, gd, gl, kn, lo, my, nb, pa_in, pt_pt, ru, si, tg

# About.learnMoreButton
source: Learn more
da: Læs mere
eu: Argibide gehiago
gd: Barrachd fiosrachaidh
gl: Máis información
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
my: ပိုမိုလေ့လာရန်
nb: Les mer
pa_in: ਹੋਰ ਜਾਣੋ
pt_pt: Saber mais
ru: Подробнее
si: තව දැනගන්න
tg: Маълумоти бештар

# About.missionLabel
source: %@ is produced by Mozilla. Our mission is to foster a healthy, open Internet.
da: %@ er lavet af Mozilla. Vores mission er at fremme et sundt og åbent internet.
eu: Mozillak egina da %@. Internet osasuntsu eta irekia sustatzea da gure misioa.
gd: Chaidh %@ a chruthachadh le Mozilla. Tha e ’na amas dhuinn eadar-lìon fallainn is fosgailte a bhrosnachadh.
gl: %@ é producido por Mozilla. A nosa misión é fomentar unha Internet saudable e aberta.
kn: %@ ಅನ್ನು Mozilla ಉತ್ಪಾದಿಸಿದೆ. ನಮ್ಮ ಧ್ಯೇಯ ಆರೋಗ್ಯಕರ, ತೆರೆದ ಇಂಟರ್ನೆಟ್ ಅನ್ನು ಬೆಳೆಸುವುದು.
lo: %@ ໄດ້ຖືກສ້າງຂື້ນມາໂດຍ Mozilla. ພາລະກິດຂອງພວກເຮົາແມ່ນເພື່ອສົ່ງເສີມການນຳໃຊ້ອິນເເຕີເນັດແບບເປີດ ແລະ ສົມບູນ.
my: %@ ကို Mozilla က ထုတ်လုပ်ပါသည်။ ရည်မှန်းချက်မှာ ကောင်းမွန်ပွင့်လင်းသော အင်တာနက်ဖြစ်လာစေရန် ဖြစ်သည်။
nb: %@ er produsert av Mozilla. Vår oppdrag er å fremme et sunt, åpent Internett.
pa_in: %@ ਨੂੰ Mozilla ਵਲੋਂ ਬਣਾਇਆ ਗਿਆ ਹੈ। ਸਾਡਾ ਮਕਸਦ ਹੈ ਮਜ਼ਬੂਤ, ਆਜ਼ਾਦ ਤਿਆਰ ਕਰਨਾ ਹੈ।
pt_pt: O %@ é produzido pela Mozilla. A nossa missão é fomentar uma Internet aberta e saudável.
ru: %@ создан Mozilla. Нашей миссией является обеспечение здоровья и открытости Интернета.
si: මොසිල්ලා හරහා %@ නිෂ්පාදනය කෙරේ. හිතකර, විවෘත අන්තර්ජාලයකට පිහිටාධාර සැපයීම අපගේ මෙහෙවරයි.
tg: Браузери «%@» аз ҷониби «Mozilla» таҳия шудааст. Мо барои рушди Интернети солим, шаффоф ва дастрас саҳм мегузорем.

# About.privateBullet1
source: Search and browse right in the app
da: Søg og surf direkte i appen
eu: Bilatu eta nabigatu aplikaziotik zuzenean
gd: Dèan lorg is brabhsadh san aplacaid fhèin
gl: Buscar e navegar directamente na aplicación
kn: ‍ಅನ್ವಯದಲ್ಲಿ ನೇರವಾಗಿ ಹುಡುಕಿ ಮತ್ತು ಜಾಲಾಡಿ
lo: ຄົ້ນຫາ ແລະ ທ່ອງເວັບຈາກໃນແອັບ
my: အက်ပ်ထဲမှာ အင်တာနက်ကို ရှာဖွေကြည့်ရှုအသုံးပြုပါ
nb: Søk og surf rett i appen
pa_in: ਐਪ ਵਿੱਚ ਖੋਜੋ ਅਤੇ ਬਰਾਊਜ਼ ਕਰੋ
pt_pt: Pesquise e navegue na aplicação
ru: Ищите и работайте в Интернете прямо из приложения
si: යෙදුමෙහි සොයන්න හා පිරික්සන්න
tg: Ба воситаи барнома дар Интернет ҷустуҷӯ кунед ва тамошо намоед

# About.privateBullet2
source: Block trackers (or update settings to allow trackers)
da: Blokerer sporings-mekanismer (du kan ændre i indstillingerne for at tillade dem)
eu: Blokeatu jarraipena (edo eguneratu ezarpenak jarraipena onartzeko)
gd: Bac tracaichean (no ùraich na roghainnean airson tracaichean a cheadachadh)
gl: Bloquear rastrexadores (ou actualizar a configuración para permitir rastrexadores)
kn: ಜಾಡುಹಿಡಿಯುವವರನ್ನು ನಿರ್ಬಂಧಿಸು (ಅಥವಾ ಜಾಡುಹಿಡಿಯುವವರನ್ನು ಅನುಮತಿಸಲು ಸಿದ್ಧತೆಗಳನ್ನು ಪರಿಷ್ಕರಿಸು)
lo: ບັອກຕົວຕິດຕາມ (ຫລື ອັບເດດການຕັ້ງຄ່າເພື່ອອະນຸຍາດຕົວຕິດຕາມ)
my: နောက်ယောင်ခံကိရိယာများကို ပိတ်ပါ (သို့မဟုတ် နောက်ယောင်ခံကိရိယာများကို ဆောင်ရွက်ခွင့်ပေးရန် အပြင်အဆင်များကို ပြောင်းလဲပါ)
nb: Blokker sporere (eller oppdater innstillingene for å tillate sporere)
pa_in: ਟਰੈਕਰਾਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਓ (ਜਾਂ ਟਰੈਕਰਾਂ ਨੂੰ ਇਜਾਜ਼ਤ ਦੇਣ ਲਈ ਸੈਟਿੰਗਾਂ ਅੱਪਡੇਟ ਕਰੋ)
pt_pt: Bloqueie trackers (ou atualizar definições para permitir trackers)
ru: Блокируйте трекеры (или обновите параметры, чтобы разрешить трекеры)
si: ලුහුබැඳීම් අවහිර කරන්න (හෝ ඒවාට ඉඩ දීමට සැකසුම් සකසන්න)
tg: Васоити пайгириро манъ кунед (ё барои бозсозии васоити пайгирӣ дар Танзимот иҷозат диҳед)

# About.privateBullet3
source: Erase to delete cookies as well as search and browsing history
da: Slet for at fjerne cookies samt søge- og browsing-historik
eu: Ezabatu cookieak eta bilaketa- eta nabigatze-historia
gd: Dèan suathadh às airson an dà chuid briosgaidean agus eachdraidh nan lorg is a’ bhrabhsaidh a sguabadh às.
gl: Borrar para eliminar as cookies, así como o historial de busca e navegación
kn: ಕುಕಿಗಳನ್ನು ಮತ್ತು ಹುಡುಕು ಹಾಗೂ ಜಾಲಾಟದ ಇತಿಹಾಸ ತೆಗೆಯಲು ಅಳಿಸಿ
lo: ລົບລ້າງຄຸກກີ້ລວມທັງປະຫວັດການຄົ້ນຫາ ແລະ ການທ່ອງເວັບ
my: ကွတ်ကီးများကိုသာမက ရှာဖွေမှု၊ ကြည့်ရှုမှုမှတ်တမ်းကိုပါ ဖျက်ရန် ရှင်းလင်းပါ
nb: Slett for å fjerne infokapsler samt søk- og nettleserhistorikk
pa_in: ਕੂਕੀਜ਼ ਨੂੰ ਹਟਾਉਣ ਦੇ ਨਾਲ ਨਾਲ ਖੋਜ ਅਤੇ ਬਰਾਊਜ਼ਿੰਗ ਅਤੀਤ ਨੂੰ ਮਿਟਾਓ
pt_pt: Apague para eliminar cookies bem como o histórico de pesquisa e navegação
ru: Стирайте, чтобы удалить куки, а также историю поиска и просмотра
si: දත්තකඩ මෙන්ම සෙවුම් හා පිරික්සුම් ඉතිහාසය ඉවතලීමට මකන්න
tg: Барои нест кардани кукиҳо, аз он ҷумла таърихи ҷустуҷӯ ва тамошобинӣ, аз тугмаи «Пок кардан» истифода баред

# About.privateBulletHeader
source: Use it as a private browser:
da: Brug den som en privat browser:
eu: Erabili nabigatzaile pribatu gisa:
gd: Cleachd e mar bhrabhsair prìobhaideach:
gl: Usar como navegador privado:
kn: ಇದನ್ನು ಖಾಸಗಿ ಬ್ರೌಸರ್‍ ಆಗಿ ಬಳಸಿ:
lo: ໃຊ້ມັນເປັນແບບບຣາວເຊີສ່ວນຕົວ:
my: သီးသန့်ဘရောင်ဇာအနေနှင့် အသုံးပြုပါ။
nb: Bruk den som en privat nettleser:
pa_in: ਇਸ ਨੂੰ ਪ੍ਰਾਈਵੇਟ ਬਰਾਊਜ਼ਰ ਵਜੋਂ ਵਰਤੋਂ:
pt_pt: Utilize-o como um navegador privado:
ru: Используйте его как приватный браузер:
si: පෞද්. අතිරික්සුවක් ලෙස යොදා ගන්න:
tg: Онро ҳамчун браузери хусусӣ истифода баред:

# About.rowHelp
source: Help
da: Hjælp
eu: Laguntza
gd: Cobhair
gl: Axuda
kn: ಸಹಾಯ
lo: ວິທີໃຊ້
my: အကူအညီ
nb: Hjelp
pa_in: ਮਦਦ
pt_pt: Ajuda
ru: Справка
si: උදව්
tg: Кумак

# About.rowPrivacy
source: Privacy Notice
da: Privatlivserklæring
eu: Pribatutasun-oharra
gd: Sanas prìobhaideachd
gl: Política de privacidade
kn: ಗೌಪ್ಯತಾ ಸೂಚನೆ
lo: ແຈ້ງການກ່ຽວກັບຄວາມເປັນສ່ວນຕົວ
my: ကိုယ်ရေးကာကွယ်မှု သတိပေးချက်
nb: Personvernbestemmelser
pa_in: ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ
pt_pt: Aviso de privacidade
ru: Уведомление о приватности
si: රහස්‍යතා දැන්වීම
tg: Огоҳномаи махфият

# About.rowRights
source: Your Rights
da: Dine rettigheder
eu: Zure eskubideak
gd: Do chòraichean
gl: Os seus dereitos
kn: ‍ನಿಮ್ಮ ಹಕ್ಕುಗಳು
lo: ສິດທິຂອງທ່ານ
my: သင့်လုပ်ပိုင်ခွင့်များ
nb: Dine rettigheter
pa_in: ਤੁਹਾਡੇ ਹੱਕ
pt_pt: Os seus direitos
ru: Ваши права
si: ඔබගේ අයිතීන්
tg: Ҳуқуқҳои шумо

# About.rowTerms
source: Terms of Use
da: Betingelser for brug
eu: Erabilera-baldintzak
gd: Teirmichean a’ chleachdaidh
gl: Temos de uso
lo: ເງື່ອນໄຂການນໍາໃຊ້
nb: Vilkår for bruk
pa_in: ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ
pt_pt: Termos de utilização
tg: Шартҳои истифода

# About.safariBullet1
source: Block trackers for improved privacy
da: Bloker sporings-mekanismer for at beskytte dit privatliv bedre
eu: Blokeatu jarraipena pribatutasuna hobetzeko
gd: Bac tracaichean airson barrachd prìobhaideachd
gl: Bloquear rastrexadores para mellorar a privacidade
kn: ಉತ್ತಮಗೊಳಿಸಿದ ಗೌಪ್ಯತೆಗಾಗಿ ಜಾಡುಹಿಡಿಯುವವರನ್ನು ನಿರ್ಬಂಧಿಸಿ
lo: ບັອກຕົວຕິດຕາມເພື່ອປັບປຸງຄວາມເປັນສ່ວນຕົວຂື້ນ
my: ကိုယ်ရေးလုံခြုံမှု ပိုမိုကောင်းမွန်စေရန် နောက်ယောင်ခံကိရိယာများကို ပိတ်ပါ
nb: Blokker sporere for bedre personvern
pa_in: ਬੇਹਤਰ ਪਰਦੇਦਾਰੀ ਲਈ ਟਰੈਕਰਾਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਓ
pt_pt: Bloqueie trackers para melhoria de privacidade
ru: Блокируйте трекеры для повышения приватности
si: ඉහළ රහස්‍යතාවක් සඳහා ලුහුබැඳීම් අවහිරය
tg: Барои тақвияти махфияти худ, васоити пайгириро манъ кунед

# About.safariBullet2
source: Block web fonts to reduce page size
da: Bloker webskrifttyper, så sider indlæses hurtigere
eu: Blokeatu webeko letra-tipoak orrien pisua gutxiagotzeko
gd: Bac cruthan-clò lìn airson meud dhuilleagan a lùghdachadh
gl: Bloquea fontes web para reducir o tamaño da páxina
kn: ಪುಟದ ಗಾತ್ರ ಕುಗ್ಗಿಸಲು ಜಾಲದ ಫಾಂಟುಗನ್ನು ನಿರ್ಬಂಧಿಸಿ
lo: ບັອກຕົວອັກສອນຂອງເວັບເພື່ອລຸດຂະຫນາດຂອງຫນ້າລົງ
my: စာမျက်နှာ ဖိုင်အရွယ်အစားကို လျှော့ချရန် ဝဘ်ဖောင့်အသုံးပြုခြင်းကို ပိတ်ပါ
nb: Blokker nettfonter for å redusere sidestørrelse
pa_in: ਸਫ਼ਾ ਆਕਾਰ ਘਟਾਉਣ ਲਈ ਵੈੱਬ ਫ਼ੋਂਟਾਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਓ
pt_pt: Bloqueie tipos de letra Web para reduzir o tamanho da página
ru: Блокируйте веб-шрифты для уменьшения размера страниц
si: පිටුවේ ප්‍රමාණය අඩු කිරීමට වියමන අකුරු අවහිරය
tg: Барои кам кардани андозаи саҳифа ҳарфҳои интернетиро манъ кунед

# About.safariBulletHeader
source: Use it as a Safari extension:
da: Brug som udvidelse til Safari:
eu: Erabili Safariren hedapen gisa:
gd: Cleachd e mar leudachan Safari:
gl: Usar como extensión de Safari:
kn: ಇದನ್ನು ಸಫಾರಿ ಎಕ್ಸ್‍ಟೆಂಷನ್ ಆಗಿ ಬಳಸಿ:
lo: ໃຊ້ມັນເປັນແບບເອັກເທັນຊັນຂອງ Safari:
my: Safari extension အနေနှင့် အသုံးပြုပါ။
nb: Bruk den som en Safari-utvidelse:
pa_in: ਇਸ ਨੂੰ ਸਫ਼ਾਰੀ ਇਕਸਟੈਨਸ਼ਨ ਵਜੋਂ ਵਰਤੋਂ:
pt_pt: Utilize-o como uma extensão do Safari:
ru: Используйте его как расширение Safari:
si: එය සෆාරි දිගුවක් ලෙස යොදාගන්න:
tg: Онро ҳамчун васеъшавии «Safari» истифода баред:

# About.title
source: About %@
da: Om %@
eu: %@(r)i buruz
gd: Mu %@
gl: Sobre %@
kn: ಬಗ್ಗೆ %@
lo: ກ່ຽວກັບ %@
my: %@ အကြောင်း
nb: Om %@
pa_in: %@ ਬਾਰੇ
pt_pt: Acerca do %@
ru: О %@
si: %@ ගැන
tg: Дар бораи «%@»

# About.topLabel
source: %@ puts you in control.
da: %@ lader dig bestemme.
eu: %@(e)k agintea ematen dizu.
gd: Bheir %@ smachd dhut.
gl: %@ pono en control.
kn: %@ ನಿಮ್ಮನ್ನು ನಿಯಂತ್ರಣದಲ್ಲಿರಿಸುತ್ತದೆ.
lo: %@ ເຮັດໃຫ້ທ່ານສາມາດຄວບຄຸມໄດ້ດັ່ງລຸ່ມນີ້:
my: %@ က သင့်ကို ထိန်းချုပ်နိုင်စွမ်း ရှိစေသည်။
nb: %@ gir deg kontroll.
pa_in: %@ ਤੁਹਾਨੂੰ ਕੰਟਰੋਲ ਵਿੱਚ ਰੱਖਦਾ ਹੈ।
pt_pt: O %@ coloca-lhe em controlo.
ru: %@ передаёт контроль в ваши руки.
si: %@ ඔබව පාලනයක තබයි.
tg: Шумо «%@»-ро ҳаматарафа идора мекунед.

# actionSheet.openIn
source: Open in %@
da: Åbn i %@
eu: Ireki %@ aplikazioan
gd: Fosgail ann an %@
gl: Abrir en %@
kn: ಇದರಲ್ಲಿ ತೆರೆ %@
lo: ເປີດໃນ %@
my: %@ တွင် ဖွင့်ပါ
nb: Åpne i %@
pa_in: %@ ਵਿੱਚ ਖੋਲ੍ਹੋ
pt_pt: Abrir em %@
ru: Открыть в %@
si: %@ හි අරින්න
tg: Кушодан дар «%@»

# AddPass.Error.Dismiss
source: Ok
eu: Ados
gd: Ceart ma-thà
gl: Aceptar
lo: ຕົກລົງ
pa_in: ਠੀਕ
ru: Ок
si: හරි
tg: Хуб

# AddPass.Error.Message
source: An error occurred while adding the pass to Wallet. Please try again later.
da: Der opstod en fejl, mens kortet blev føjet til Wallet. Prøv igen senere.
eu: Errorera gertatu da txartela Wallet-era gehitzean. Saiatu berriro geroago.
gd: Thachair mearachd fhad ’s a bha sinn a’ cur a’ phas ris an sporan. Feuch ris a-rithist an ceann greis.
gl: Produciuse un erro ao engadir o «pass» a Wallet. Tente de novo máis tarde.
lo: ເກີດມີຂໍ້ຜິດພາດໃນການເພີ່ມລະຫັດຜ່ານເຂົ້າໄປໃນກະເປົາເງິນ. ກະລຸນາລອງໃຫມ່ອີກຄັ້ງພາຍຫລັງ.
nb: Kunne ikke legge kortet til Wallet. Prøv igjen senere.
pa_in: ਪਾਸ ਨੂੰ ਵਾਲਿਟ ਵਿੱਚ ਜੋੜਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ। ਬਾਅਦ 'ਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_pt: Ocorreu um erro ao adicionar o passe no Wallet. Por favor, tente novamente mais tarde.
ru: При добавлении карты в Wallet произошла ошибка. Пожалуйста, повторите попытку позже.
si: පසුම්බියට අවසර පත එක් කිරීමේදී දෝෂයක් ඇති විය. පසුව උත්සාහ කරන්න.
tg: Ҳангоми илова кардани ниҳонвожа ба Ҳамён хато ба миён омад. Лутфан, баъдтар аз нав кӯшиш кунед.

# AddPass.Error.Title
source: Failed to Add Pass
da: Kunne ikke tilføje kort
eu: Txartela gehitzeak huts egin du
gd: Cha b’ urrainn dhuinn am pas a chur ris
gl: Produciuse un fallo ao engadir «pass»
lo: ຫລົ້ມເລວໃນການເພີ່ມລະຫັດຜ່ານ
nb: Kunne ikke legge til kortet
pa_in: ਪਾਸ ਨੂੰ ਜੋੜਨ ਵਿੱਚ ਫੇਲ੍ਹ ਹੈ
pt_pt: Falha ao adicionar o passe
ru: Не удалось добавить карту
si: අවසර පත එක් කිරීමට අසමත්!
tg: Ниҳонвожа илова карда нашуд

# Authentication.reason
source: Authenticate to return to %@
da: Godkend for at vende tilbage til %@
eu: Autentifikatu %@ aplikaziora itzultzeko
gd: Dèan dearbhadh a thilleadh a %@
gl: Autenticar para volver a %@
kn: %@ ಗೆ ಮರಳಲು ದೃಢೀಕರಿಸಿ
lo: ພິສູດຢືນຢັນເພື່ອກັບຄືນຫາ %@
my: %@ ကို ပြန်သွားရန် အတည်ပြုပါ
nb: Autentiser for å gå tilbake til %@
pa_in: %@ ਉੱਤੇ ਜਾਣ ਲਈ ਪ੍ਰਮਾਣਿਤ ਕਰੋ
pt_pt: Autentique-se para retornar para %@
ru: Аутентифицируйтесь для возврата в %@
si: %@ වෙත යාමට සත්‍යාපනය කරන්න
tg: Барои бозгашт ба «%@», лутфан, ҳаққонияти худро тасдиқ кунед

# Autocomplete.addCustomUrl
source: Add Custom URL
da: Tilføj tilpasset URL
eu: Gehitu URL perstonalizatua
gd: Cuir URL gnàthaichte ris
gl: Engadir URL personalizado
kn: ಕಸ್ಟಮ್ URL ಸೇರಿಸಿ
lo: ເພີ່ມ URL ທີ່ກຳນົດເອງ
my: စိတ်ကြိုက် URLs တိုးရန်
nb: Legg til egendefinert nettadresse
pa_in: ਕਸਟਮ URL ਜੋੜੋ
pt_pt: Adicionar URL personalizado
ru: Добавить пользовательский URL
si: අභිරුචි ඒ.ස.නි. යොදන්න
tg: Илова кардани нишонии URL-и фармоишӣ

# Autocomplete.addCustomUrlError
source: Double-check the URL you entered.
da: Dobbelttjek den indtastede URL.
eu: Egiaztatu idatzi duzun URLa.
gd: Thoir sùil eile air an URL a chuir thu a-steach.
gl: Revise o URL que escribiu.
kn: ನೀವು ನಮೂದಿಸಿದ URL ಮತ್ತೊಮ್ಮೆ-ಮಗದೊಮ್ಮೆ ಪರಿಶೀಲಿಸಿ.
lo: ກວດສອບ URL ທີ່ທ່ານໄດ້ປ້ອນເຂົ້າໄປ.
my: မိမိ ဝင်ထားသော URL ကို ပြန်လည်စစ်ဆေးပါ
nb: Dobbeltsjekk nettadressen du skrev inn.
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਦਿੱਤੇ ਗਏ URL ਨੂੰ ਦੁਬਾਰਾ ਚੈਕ ਕਰੋ।
pt_pt: Verifique novamente o URL que introduziu.
ru: Внимательно проверьте введённый URL.
si: ඇතුල් කළ ඒ.ස.නි. දෙවරක් පරීක්‍ෂා කරන්න.
tg: Нишонии URL-ро, ки шумо ворид кардед, такроран санҷед.

# Autocomplete.addCustomUrlExample
source: Example: example.com
da: Eksempel: eksempel.dk
eu: Adibidea: adibidea.eus
gd: Ball-eisimpleir: example.com
gl: Exemplo: example.com
kn: ಉದಾಹರಣೆ: example.com
lo: ຕົວຢ່າງ: example.com
my: ဥပမာ. example.com
nb: Eksempel: example.com
pa_in: ਉਦਾਹਰਨ: example.com
pt_pt: Exemplo: example.com
ru: Пример: example.com
si: නිදසුන: example.com
tg: Мисол: example.com

# Autocomplete.addCustomUrlLabel
source: URL to add
da: URL der skal tilføjes
eu: Gehitu beharreko URLa
gd: An URL a thèid a chur ris
gl: URL a engadir
kn: ಸೇರಿಸಲು URL
lo: URL ທີ່ຈະເພີ່ມ
my: တိုးမဲ့ URL
nb: Nettadresse å legge til
pa_in: ਜੋੜਨ ਲਈ URL
pt_pt: URL a adicionar
ru: URL для добавления
si: එක් කිරීමට ඒ.ස.නි.
tg: Нишонии URL, ки илова мешавад

# Autocomplete.addCustomUrlPlaceholder
source: Paste or enter URL
da: Indsæt eller indtast URL
eu: Itsatsi edo idatzi URLa
gd: Cuir URL ann
gl: Pegar ou escribir URL
kn: ಅಂಟಿಸಿ ಅಥವಾ URL ಅನ್ನು ನಮೂದಿಸಿ
lo: ວາງ ຫລື ປ້ອນ URL
my: URLကို ကူးယူ သို့မဟုတ် ဝင်ရောက်ပါ
nb: Lim inn eller skriv inn nettadresse
pa_in: URL ਚੇਪੋ ਜਾਂ ਦਿਓ
pt_pt: Cole ou introduza um URL
ru: Вставьте или введите URL
si: අලවන්න හෝ ඒ.ස.නි. යොදන්න
tg: Нишонии URL-ро гузоред ё ворид намоед

# Autocomplete.addCustomUrlWithPlus
source: + Add Custom URL
da: + Tilføj tilpasset URL
eu: + Gehitu URL perstonalizatua
gd: + Cuir URL gnàthaichte ris
gl: + Engadir URL personalizado
kn: + ಕಸ್ಟಮ್ URL ಅನ್ನು ಸೇರಿಸಿ
lo: +ເພີ່ມ URL ທີ່ກຳນົດເອງ
my: + စိတ်ကြိုက် URLs တိုးရန်
nb: + Legg til egendefinert nettadresse
pa_in: + ਕਸਟਮ URL ਜੋੜੋ
pt_pt: + Adicionar URL personalizado
ru: + Добавить пользовательский URL
si: + අභිරුචි ඒ.ස.නි. යොදන්න
tg: + Илова кардани нишонии URL-и фармоишӣ

# Autocomplete.customUrlAdded
source: New Custom URL added.
da: Ny brugerdefineret URL tilføjet.
eu: URL pertsonalizatu berria gehitu da.
gd: Chaidh URL gnàthaichte ùr a chur ris.
gl: Engadiuse o URL personalizado.
kn: ಹೊಸ ಕಸ್ಟಮ್ URL ಸೇರಿಸಲಾಗಿದೆ.
lo: ເພີ່ມ URL ທີ່ກຳນົດເອງໃຫມ່ແລ້ວ.
my: အသစ် စီမံထားသော URL ပေါင်းထည့်ခဲ့သည်
nb: Ny tilpasset nettadresse lagt til.
pa_in: ਨਵਾਂ ਚੁਣਿੰਦਾ URL ਜੋੜਿਆ।
pt_pt: Novo URL personalizado adicionado.
ru: Новый пользовательский URL добавлен.
si: නව අභිරුචි ඒ.ස.නි. එක් කෙරිණි.
tg: Нишонии URL-и фармоишии нав илова карда шуд.

# Autocomplete.defaultDescriptoin
source: Enable to have %@ autocomplete over 450 popular URLs in the address bar.
da: Aktiver for at få %@ til at autofuldføre over 450 populære URL'er i adresselinjen.
eu: Gaituz gero, helbide-barran automatikoki osatuko ditu 450 URL ezagun baino gehiago %@(e)k.
gd: Cuir an comas airson ’s gum fèin-choilean %@ barrachd air 450 URL fèillmhor ann am bàr an t-seòlaidh.
gl: Actíveo para que %@ complete automaticamente máis de 450 URL populares na barra de enderezos.
lo: ເປີດໃຊ້ງານເພື່ອໃຫ້ມີການເຕິມອັດຕະໂນມັດຂອງ %@ ຜ່ານ 450 URLs ຍອດນິຍົມໃນແຖບທີ່ຢູ່
my: လိပ်စာဘားတွင် အသုံးများသော URLs 450 ကျော်ကို အလိုအလျောက်ဖြည့်စွက်မှု ဖွင့်ထားမည်
nb: Aktiver at %@ autofullfører over 450 populære nettadresser i adressefeltet.
pa_in: %@ ਨੂੰ ਸਿਰਨਾਵਾਂ ਪੱਟੀ ਵਿੱਚ 450 ਹਰਮਨਪਿਆਰੇ URL ਆਪਣੇ-ਆਪ ਪੂਰੇ ਕਰਨ ਦੇ ਸਮਰੱਥ ਬਣਾਓ।
pt_pt: Ative para ter a conclusão automática do %@ em mais de 450 URLs populares na barra de endereço.
ru: Включить автодополнение в %@ для более чем 450 популярных сайтов в адресной строке.
si: %@ ලිපින තීරුවේ ජනප්‍රිය ඒ.ස.නි. 450 කට වඩා ස්වයං පිරවීමට සබල කරන්න.
tg: Фаъол созед, то ки «%@» тавонад зиёда аз 450 нишонии URL-и роиҷро дар навори нишонӣ ба таври худкор пур кунад.

# Autocomplete.disabled
source: Disabled
da: Deaktiveret
eu: Desgaituta
gd: À comas
gl: Desactivado
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು
lo: ຖືກປິດການນຳໃຊ້
my: ပိတ်ထားသည်
nb: Slått av
pa_in: ਅਸਮਰੱਥ ਹੈ
pt_pt: Desativado
ru: Отключено
si: අබලයි
tg: Ғайрифаъол аст

# Autocomplete.duplicateUrl
source: URL already exists
da: URL'en findes allerede
eu: URLa badago lehendik ere
gd: Tha an URL seo ann mu thràth
gl: Xa existe o URL
lo: URL ນີ້ມີຢູ່ແລ້ວ
my: URL ရှိပြီး ဖြစ်သည်
nb: URL-en finnes allerede
pa_in: URL ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pt_pt: URL já existe
ru: URL уже существует
si: ඒ.ස.නි. දැනටමත් පවතී
tg: Нишонии URL аллакай вуҷуд дорад

# Autocomplete.emptyState
source: No Custom URLs to display
da: Ingen brugerdefinerede URL'er at vise
eu: Bistaratu beharreko URL pertsonalizaturik ez
gd: Chan eil URL gnàthaichte ann a sheallamaid
gl: Non hai URL personalizados para mostrar
lo: ບໍ່ມີ URLs ກຳນົດເອງທີ່ຈະສະແດງຜົນ
my: ပြသရန် ကိုယ်တိုင်ထည့် URLs မရှိပါ
nb: Ingen tilpassede adresser å vise
pa_in: ਦਿਖਾਉਣ ਲਈ ਕੋਈ ਚੁਣਿੰਦਾ URL ਨਹੀਂ ਹੈ
pt_pt: Sem URLs personalizados a apresentar
ru: Пока нет пользовательских URL
si: පෙන්වීමට අභිරුචි ඒ.ස.නි. නැත
tg: Ягон нишонии фармоишии «URL» барои намоиш нест

# Autocomplete.enabled
source: Enabled
da: Aktiveret
eu: Gaituta
gd: An comas
gl: Activado
kn: ಸಕ್ರಿಯಗೊಳಿಸು
lo: ເປີດໃຊ້ງານແລ້ວ
my: ဖွင့်ထားသည်
nb: Påslått
pa_in: ਸਮਰੱਥ ਹੈ
pt_pt: Ativado
ru: Включено
si: සබලයි
tg: Фаъол аст

# Autocomplete.manageSites
source: Manage Sites
da: Administrer websteder
eu: Kudeatu guneak
gd: Stiùirich na làraichean
gl: Xestionar os sitios
lo: ຈັດການເວັບໄຊ
my: ဝဘ်ဆိုက်များကို စီမံရန်
nb: Behandle nettsteder
pa_in: ਸਾਈਟਾਂ ਦਾ ਇੰਤਜ਼ਾਮ
pt_pt: Gerir sites
ru: Управление сайтами
si: අඩවි කළමනාකරණය
tg: Идоракунии сомонаҳо

# Autocomplete.mySites
source: My Sites
da: Mine websteder
eu: Nire guneak
gd: Na làraichean agam
gl: Os meus sitios
lo: ເວັບໄຊຂອງຂ້ອຍ
my: ကျွန်ုပ်၏ ဝဘ်ဆိုက်များ
nb: Mine nettsteder
pa_in: ਮੇਰੀਆਂ ਸਾਈਟਾਂ
pt_pt: Meus sites
ru: Мои сайты
si: මාගේ අඩවි
tg: Сомонаҳои ман

# Autocomplete.mySitesDesc
source: Enable to have %@ autocomplete your favourite URLs.
da: Aktivér for at få %@ til at autofuldføre dine foretrukne URL'er.
eu: Gaitu %@(e)k zure gogoko URLak automatikoki osatzeko.
gd: Cuir seo an comas airson ’s gun coilean %@ na URLaichean a chleachdas tu gu tric.
gl: Activar para que %@ complete automaticamente os seus URL favoritos.
lo: ເປີດໃຊ້ %@ ຕື່ມຂໍ້ມູນ URL ທີ່ທ່ານມັກໂດຍອັດຕະໂນມັດ.
my: သင့်အကြိုက် URL များကို %@ အလိုအလျောက်ဖြည့်စနစ် ဆောင်ရွက်စေရန် ဖွင့်ပါ။
nb: Aktiver for å få %@ til å autofullføre dine foretrukne nettadresser.
pa_in: %@ ਨੂੰ ਤੁਹਾਡੇ ਮਨਪਸੰਦ URL ਆਪਣੇ-ਆਪ ਪੂਰੇ ਕਰਨ ਦੇ ਸਮਰੱਥ ਬਣਾਓ।
pt_pt: Ativar para ter o %@ a concluir automaticamente os seus URL favoritos.
ru: Включить автодополнение %@ URL ваших любимых сайтов.
si: %@ ඔබගේ ප්‍රියතම ඒ.ස.නි. ස්වයං පිරවීම සබල කරන්න.
tg: Фаъол созед, то ки «%@» тавонад нишониҳои URL-и дилхоҳи шуморо ба таври худкор пур кунад.

# Autocomplete.topSites
source: Top Sites
da: Mest besøgte websider
eu: Gune erabilienak
gd: Brod nan làrach
gl: Sitios favoritos
lo: ເວັບໄຊທ໌ຍອດນິຍົມ
my: ထိပ်တန်းဝဘ်ဆိုက်များ
nb: Mest besøkte nettsteder
pa_in: ਸਿਖਰਲੀਆਂ ਸਾਈਟਾਂ
pt_pt: Sites mais visitados
ru: Популярные сайты
si: ප්‍රචලිත අඩවි
tg: Сомонаҳои беҳтарин

# BiometricAuthentication.UnlockButton.Title
source: Unlock
da: Lås op
eu: Desblokeatu
gd: Thoir a’ ghlas dheth
gl: Desbloquear
lo: ປົດລັອກ
nb: Lås opp
pa_in: ਅਣ-ਲਾਕ ਕਰੋ
pt_pt: Desbloquear
si: හරින්න
tg: Кушодани қулф

# BiometricPrompt.newSession
source: New Session
da: Ny session
eu: Saio berria
gd: Seisean ùr
gl: Nova sesión
kn: ಹೊಸ ಅಧಿವೇಶನ
lo: ເຊດຊັນໃໝ່
my: session အသစ်
nb: Ny programøkt
pa_in: ਨਵਾਂ ਸ਼ੈਸ਼ਨ
pt_pt: Nova sessão
ru: Новый сеанс
si: නව වාරය
tg: Ҷаласаи нав

# Browser.backLabel
source: Back
da: Tilbage
eu: Atzera
gd: Air ais
gl: Atrás
kn: ಹಿಂದಕ್ಕೆ
lo: ກັບຄືນ
my: နောက်သို့
nb: Tilbake
pa_in: ਪਿੱਛੇ
pt_pt: Retroceder
ru: Назад
si: ආපසු
tg: Ба қафо

# browser.copyAddressToast
source: URL Copied To Clipboard
da: URL kopieret til udklipsholder
eu: URLa arbelera kopiatu da
gd: Chaidh lethbhreac dhen URL a chur air an stòr-bhòrd
gl: Copiouse o URL ao portapapeis
kn: URL ಕ್ಲಿಪ್‌ಬೋರ್ಡಿಗೆ ಪ್ರತಿ ಮಾಡಲಾಗಿದೆ
lo: URL ໄດ້ຖືກບັນທຶກໄປໄວ້ໃນ Clipboard ແລ້ວ
my: URL ကို ကလစ်ဘုတ်သို့ ကူးယူပြီး
nb: URL kopiert til utklippstavlen
pa_in: URL ਕਲਿੱਪਬੋਰਡ ਚ ਕਾਪੀ ਕੀਤਾ
pt_pt: URL copiado para a área de transferência
ru: URL скопирован в буфер обмена
si: ඒ.ස.නි. පසුරුපුවරුවට පිටපත් විය
tg: Нишонии «URL» ба ҳофизаи муваққатӣ нусха бардошта шуд

# Browser.copyMenuLabel
source: Copy
da: Kopier
eu: Kopiatu
gd: Lethbhreac
gl: Copiar
kn: ನಕಲಿಸು
lo: ສຳເນົາ
my: ကူးယူ
nb: Kopier
pa_in: ਕਾਪੀ ਕਰੋ
pt_pt: Copiar
ru: Копировать
si: පිටපතක්
tg: Нусха бардоштан

# Browser.forwardLabel
source: Forward
da: Frem
eu: Aurrera
gd: Air adhart
gl: Adiante
kn: ಮುಂದಕ್ಕೆ
lo: ໄປໜ້າ
my: ရှေ့သို့
nb: Frem
pa_in: ਅੱਗੇ
pt_pt: Avançar
ru: Вперёд
si: ඉදිරියට
tg: Ба пеш

# Browser.reloadLabel
source: Reload
da: Genindlæs
eu: Berritu
gd: Ath-luchdaich
gl: Recargar
kn: ಪುನಃ ಲೋಡ್ ಮಾಡು
lo: ໂຫລດຄືນໃຫມ່
my: ပြန်ဖွင့်ပါ
nb: Oppdater
pa_in: ਮੁੜ-ਲੋਡ ਕਰੋ
pt_pt: Recarregar
ru: Обновить
si: යළි පූරණය
tg: Аз нав бор кардан

# Browser.settingsLabel
source: Settings
da: Indstillinger
eu: Ezarpenak
gd: Roghainnean
gl: Configuración
kn: ಸಿದ್ಧತೆಗಳು
lo: ການຕັ້ງຄ່າ
my: အပြင်အဆင်များ
nb: Innstillinger
pa_in: ਸੈਟਿੰਗਾਂ
pt_pt: Definições
ru: Параметры
si: සැකසුම්
tg: Танзимот

# Browser.stopLabel
source: Stop
eu: Gelditu
gd: Sguir dheth
gl: Deter
kn: ನಿಲ್ಲಿಸು
lo: ຢຸດ
my: ရပ်ပါ
nb: Stopp
pa_in: ਰੋਕੋ
pt_pt: Parar
ru: Остановить
si: නවතන්න
tg: Истодан

# browserShortcutDescription.selectLocationBar
source: Select Location Bar
da: Vælg adresselinjen
eu: Hautatu helbide-barra
gd: Tagh bar an ionaid
gl: Seleccionar a barra de localización
kn: ಸ್ಥಳ ಪಟ್ಟಿ ಆಯ್ಕೆಮಾಡು
lo: ເລືອກຕຳແຫນ່ງທີ່ຕັ້ງບາ
my: တည်နေရာဘားတန်းကို ရွေးပါ
nb: Velg adresselinje
pa_in: ਟਿਕਾਣਾ ਪੱਟੀ ਨੂੰ ਚੁਣੋ
pt_pt: Selecionar barra de localização
ru: Выбрать адресную строку
si: ස්ථාන තීරුව තෝරන්න
tg: Интихоби навори нишонӣ

source: Done
da: Færdig
eu: Eginda
gd: Deiseil
gl: Feito
kn: ಆಯಿತು
lo: ສຳເລັດ
my: ပြီးပြီ
nb: Ferdig
pa_in: ਮੁਕੰਮਲ
pt_pt: Concluído
ru: Готово
si: අහවරයි
tg: Тайёр

source: Edit
da: Rediger
eu: Editatu
gd: Deasaich
gl: Editar
kn: ಸಂಪಾದಿಸಿ
lo: ແກ້ໄຂ
my: ပြင်ဆင်ရန်
nb: Rediger
pa_in: ਸੋਧੋ
pt_pt: Editar
ru: Изменить
si: සංස්කරණය
tg: Таҳрир кардан

# Error.tryAgainButton
source: Try again
da: Prøv igen
eu: Saiatu berriro
gd: Feuch ris a‑rithist
gl: Tentar de novo
kn: ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸು
lo: ລອງໃໝ່ອີກຄັ້ງ
my: ထပ်ကြိုးစားကြည့်ပါ
nb: Prøv igjen
pa_in: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt_pt: Tentar novamente
ru: Попробовать снова
si: නැවත
tg: Аз нав кӯшиш кардан

# ExternalAppLink.cancelTitle
source: Cancel
da: Annuller
eu: Utzi
gd: Sguir dheth
gl: Cancelar
kn: ರದ್ದು ಮಾಡು
lo: ຍົກເລີກ
my: မလုပ်ဆောင်တော့ပါ
nb: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pt_pt: Cancelar
ru: Отмена
si: අවලංගු
tg: Бекор кардан

# ExternalAppLink.messageTitle
source: %@ wants to open another App
da: %@ ønsker at åbne en anden app
eu: %@ aplikazioak beste aplikazio bat ireki nahi du
gd: Bu mhath le %@ aplacaid eile fhosgladh
gl: %@ quere abrir outra aplicación
kn: %@ ಮತ್ತೊಂದು ಅನ್ವಯವನ್ನು ತೆರೆಯಲಿಚ್ಛಿಸುತ್ತದೆ
lo: %@ ຕ້ອງການເປີດໃນແອັບອື່ນ
my: %@ သည် အခြားအက်ပ်ကို ဖွင့်လိုသည်
nb: %@ ønsker å åpne en annen app
pa_in: %@ ਹੋਰ ਐਪ ਖੋਲ੍ਹਣੀ ਚਾਹੁੰਦਾ ਹੈ
pt_pt: O %@ pretende abrir outra aplicação
ru: %@ хочет открыть другое приложение
si: %@ සඳහා අන් යෙදුමක් විවෘත කිරීමට අවශ්‍යයි
tg: «%@» мехоҳад, ки барномаи дигареро кушояд

# ExternalAppLink.openTitle
source: Open
da: Åbn
eu: Ireki
gd: Fosgail
gl: Abrir
kn: ತೆರೆ
lo: ເປີດ
my: ဖွင့်ပါ
nb: Åpne
pa_in: ਖੋਲ੍ਹੋ
pt_pt: Abrir
ru: Открыть
si: අරින්න
tg: Кушодан
