Repository: mozilla-mobile/firefox-ios
Catalog: focus-ios/Blockzilla/*.lproj/Localizable.strings
Languages: da, eu, gd, gl, kn, lo, my, nb, pa_in, pt_pt, ru, si, tg

# externalAppLinkWithAppName.messageTitle
source: %1$@ wants to open %2$@
da: %1$@ ønsker at åbne %2$@
eu: %1$@ aplikazioak %2$@ ireki nahi du
gd: Bu toigh le %1$@ %2$@ fhosgladh
gl: %1$@ quere abrir %2$@
kn: %1$@ %2$@ ಅನ್ನು ತೆರೆಯಲಿಚ್ಛಿಸುತ್ತಿದೆ
lo: %1$@ ຕ້ອງການເປີດໃນ %2$@
my: %1$@ သည် %2$@ ကို ဖွင့်လိုသည်
nb: %1$@ ønsker å åpne %2$@
pa_in: %1$@ %2$@ ਨੂੰ ਖੋਲ੍ਹਣਾ ਚਾਹੁੰਦਾ ਹੈ
pt_pt: O %1$@ pretende abrir %2$@
ru: %1$@ хочет открыть %2$@
si: %1$@ සඳහා %2$@ විවෘත කිරීමට අවශ්‍යයි
tg: «%1$@» мехоҳад, ки «%2$@»-ро кушояд

# ExternalLink.cancelButton
source: Cancel
da: Annuller
eu: Utzi
gd: Sguir dheth
gl: Cancelar
kn: ರದ್ದು ಮಾಡು
lo: ຍົກເລີກ
my: မဆောင်ရွက်တော့ပါ
nb: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pt_pt: Cancelar
ru: Отмена
si: අවලංගු
tg: Бекор кардан

# ExternalLink.emailButton
source: Email
da: Mail
eu: Bidali mezu elektronikoa
gd: Post-d
gl: Correo electrónico
kn: ಇಮೇಲ್
lo: ອີເມວ
my: အီးမေးလ်
nb: E-post
pa_in: ਈਮੇਲ
ru: Эл. почта
si: වි-තැපෑල
tg: Почтаи электронӣ

source: Find in page done
da: Afslut find på siden
eu: Orriko bilaketa eginda
gd: Chaidh lorg a dhèanamh san duilleag
gl: Finalizada a busca na páxina
kn: ಪುಟದಲ್ಲಿ ಹುಡುಕು ಮುಗಿದಿದೆ
lo: ຄົ້ນຫາໃນຫນ້ານີ້
my: စာမျက်နှာထဲတွင် ရှာပါ
nb: Søk på siden ferdig
pa_in: ਸਫ਼ੇ ਵਿੱਚ ਲੱਭਣਾ ਪੂਰਾ
pt_pt: Localizar na página concluído
ru: Поиск на странице закончен
si: අහවර පිටුවේ සොයන්න
tg: Ҷустуҷӯ дар саҳифа ба поён расид

# FindInPage.NextResult
source: Find next in page
da: Find næste på siden
eu: Bilatu hurrengoa orrian
gd: Lorg an ath-fhear san duilleag
gl: Buscar o seguinte na páxina
kn: ಪುಟದಲ್ಲಿ ಮುಂದೆ ಹುಡುಕು
lo: ຄົ້ນຫາຕໍ່ໄປໃນໜ້າ
my: စာမျက်နှာထဲတွင်နောက်ထပ် ရှာပါ
nb: Søk etter neste på siden
pa_in: ਸਫ਼ੇ ਵਿੱਚ ਅੱਗੇ ਲੱਭੋ
pt_pt: Localizar seguinte na página
ru: Найти следующее
si: පිටුවේ ඊළඟ සොයන්න
tg: Ҷустуҷӯ натиҷаи навбатӣ дар саҳифа

# FindInPage.PreviousResult
source: Find previous in page
da: Find forrige på siden
eu: Bilatu aurrekoa orrian
gd: Lorg am fear roimhe san duilleag
gl: Buscar o anterior na páxina
kn: ಪುಟದಲ್ಲಿ ಹಿಂದೆ ಹುಡುಕು
lo: ຄົ້ນຫາກ່ອນໜ້າໃນໜ້າ
my: စာမျက်နှာထဲတွင် ပြီးခဲ့သောအရာ ရှာပါ
nb: Søk etter forrige på siden
pa_in: ਸਫ਼ੇ ਵਿੱਚ ਪਿੱਛੇ ਲੱਭੋ
pt_pt: Localizar anterior na página
ru: Найти предыдущее
si: පිටුවේ පෙර දෑ සොයන්න
tg: Ҷустуҷӯ натиҷаи пешина дар саҳифа

# FirstRun.lastSlide.buttonLabel
source: OK, Got It!
da: OK, forstået!
eu: Ulertuta!
gd: Ceart, tha mi agaibh!
gl: Entendido!
kn: ಸರಿ, ಗೊತ್ತಾಯಿತು!
lo: ໂອເຄ, ເຂົ້າໃຈແລ້ວ!
my: အိုကေ၊ သိပါပြီ!
nb: OK, jeg skjønner!
pa_in: ਠੀਕ ਹੈ, ਸਮਝ ਗਏ!
pt_pt: OK, entendi!
ru: Понятно!
si: හරි, තේරුණා!
tg: Хуб, фаҳмидам!

# FirstRun.messageLabelTagline
source: Browse like no one’s watching.
da: Surf uden øjenvidner.
eu: Nabigatu inor begira ez balego bezala.
gd: Dèan brabhsadh mar nach eil duine am bith a’ cumail sùil ort.
gl: Navegue sen sentirse observado.
kn: ಯಾರೂ ನೋಡದಿರುವಂತೆ ಜಾಲಾಡಿ.
lo: ທ່ອງເວັບແບບບໍ່ມີໃຜມາຫລັກເຝົ້າຕິດຕາມ.
my: မည်သူမျှ စောင့်ကြည့်ခြင်းမရှိသကဲ့သို့ အင်တာနက်ကို အသုံးပြုပါ
nb: Surf som om ingen ser.
pa_in: ਇੰਝ ਬਰਾਊਜ਼ ਕਰੋ ਜਿਵੇਂ ਕੋਈ ਵੇਂਹਦਾ ਨਾ ਹੋਵੇ
pt_pt: Navegue como se ninguém estivesse a ver.
ru: Работайте в Интернете, не опасаясь слежки.
si: කිසිවෙක් නොදකින ලෙස පිරික්සන්න.
tg: Гӯё, ки касе шуморо пайгирӣ намекунад, аз Интернет истифода баред.

# Menu.Close
source: Close
da: Luk
eu: Itxi
gd: Dùin
gl: Pechar
kn: ಮುಚ್ಚು
lo: ປິດ
my: ပိတ်ရန်
nb: Lukk
pa_in: ਬੰਦ ਕਰੋ
pt_pt: Fechar
ru: Закрыть
si: වසන්න
tg: Пӯшидан

# NewOnboarding.Button.Title.V2
source: Get Started
da: Kom i gang
eu: Hasi erabiltzen
gd: Dèan toiseach-tòiseachaidh
gl: Comezar
lo: ເລີ່ມຕົ້ນໃຊ້ງານ
nb: Kom i gang
pa_in: ਸ਼ੁਰੂ ਕਰੀਏ
pt_pt: Começar
si: පටන් ගන්න
tg: Оғози кор

# NewOnboarding.Subtitle.V2
source: Fast. Private. No Distractions.
da: Hurtig. Privat. Ingen distraktioner.
eu: Azkarra. Pribatua. Distraziorik gabea.
gd: Luath. Prìobhaideach. Gun dad a’ briseadh a-steach ort.
gl: Rápido. Privado. Sen distraccións.
lo: ໄວ. ສ່ວນຕົວ. ບໍ່ມີສິ່ງລົບກວນ.
nb: Rask. Privat. Ingen distraksjoner.
pa_in: ਤੇਜ਼। ਪ੍ਰਾਈਵੇਟ। ਬਿਨਾਂ ਰੁਕਵਾਟਾਂ ਦੇ।
pt_pt: Rápido. Privado. Sem distrações.
si: වේගවත්. පෞද්ගලික. බාධා රහිත.
tg: Тезкор. Хусусӣ. Бе саргармии бегона.

# Onboarding.Button.Title
source: Start browsing
da: Afslut rundvisningen
eu: Hasi nabigatzen
gd: Tòisich air brabhsadh
gl: Iniciar a navegación
lo: ເລີ່ມການທ່ອງເວັບ
nb: Begynn å surfe
pa_in: ਬਰਾਊਜ਼ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ
pt_pt: Começar a navegar
ru: Начать веб-сёрфинг
si: පිරික්සුම අරඹන්න
tg: Оғоз кардани тамошо

# Onboarding.DefaultBrowser.BottomButtonTitle.V2
source: Skip
da: Spring over
eu: Saltatu
gd: Leum seachad
gl: Saltar
lo: ຂ້າມ
nb: Hopp over
pa_in: ਛੱਡੋ
pt_pt: Ignorar
si: මඟහරින්න
tg: Нодида гузарондан

# Onboarding.DefaultBrowser.FirstSubtitle.V2
source: We clear your history when you close the app for extra privacy.
da: Vi rydder din historik for ekstra privatlivsbeskyttelse, når du lukker appen.
eu: Pribatutasun handiagorako, zure historia garbitzen dugu aplikazioa ixten duzunean.
gd: Falamhaichidh sinn an eachdraidh agad nuair a dhùineas tu an aplacaid airson prìobhaideachd a bharrachd.
gl: Borramos o seu historial cando pecha a aplicación para obter máis privacidade.
lo: ພວກເຮົາລຶບລ້າງປະຫວັດຂອງທ່ານເມື່ອທ່ານປິດແອັບເພື່ອຄວາມເປັນສ່ວນຕົວເພີ່ມເຕີມ.
nb: Vi sletter loggen din når du lukker appen for ekstra personvern.
pa_in: ਵਧੇਰੇ ਪਰਦੇਦਾਰੀ ਵਾਸਤੇ ਜਦੋਂ ਵੀ ਤੁਸੀਂ ਐਪ ਨੂੰ ਬੰਦ ਕਰਦੇ ਹੋ ਤਾਂ ਅਸੀਂ ਤੁਹਾਡੇ ਅਤੀਤ ਨੂੰ ਮਿਟਾ ਦਿੰਦੇ ਹਾਂ।
pt_pt: Para uma privacidade adicional, limpamos o seu histórico quando fecha a aplicação.
si: අතිරේක පෞද්ගලිකත්‍වයක් උදෙසා යෙදුම වසා දැමූ විට ඔබගේ ඉතිහාසය හිස් කෙරේ.
tg: Барои баланд бардоштани сатҳи махфият, вақте ки шумо барномаро мепӯшед, мо таърихи тамошои шуморо тоза мекунем.

# Onboarding.DefaultBrowser.SecondSubtitle.V2
source: Make %@ your default to protect your data with every link you open.
da: Gør %@ til din standard-browser for at beskytte dine data, hver gang du åbner et link.
eu: Lehenetsi %@, irekitako lotura bakoitzarekin zure datuak babesteko.
gd: Cleachd %@ mar a’ bhun-roghainn agad airson an dàta agad a dhìon ge be dè an ceangal a dh’fhosglas tu.
gl: Establece %@ como predeterminado para protexer os seus datos con cada ligazón que abra.
lo: ເຮັດໃຫ້ %@ ເປັນຄ່າເລີ່ມຕົ້ນຂອງທ່ານເພື່ອປົກປ້ອງຂໍ້ມູນຂອງທ່ານດ້ວຍທຸກລິ້ງທີ່ທ່ານເປີດ.
nb: Gjør %@ til standard for å beskytte dine data med hver lenke du åpner.
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਹਰ ਲਿੰਕ ਨੂੰ ਖੋਲ੍ਹੇ ਡਾਟੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ %@ ਨੂੰ ਆਪਣਾ ਮੂਲ ਬਰਾਊਜ਼ਰ ਬਣਾਓ।
pt_pt: Predefina o %@ para proteger os seus dados com cada ligação que abrir.
si: විවෘත වන සෑම සබැඳියක් සමඟ ඔබගේ දත්ත රැකවරණයට %@ පෙරනිමි කරන්න.
tg: Барои муҳофизат кардани маълумоти худ, ҳангоми кушодани ҳар як пайванд, аз браузери «%@» ба сурати пешфарз истифода баред.

# Onboarding.DefaultBrowser.Title.V2
source: %@ isn’t like other browsers
da: %@ er ikke som andre browsere
eu: %@ ez da beste nabigatzaileak bezalakoa
gd: Chan eil %@ mar a tha brabhsairean eile
gl: %@ non é como outros navegadores
lo: %@ ບໍ່ຄືກັບຕົວທ່ອງເວັບອື່ນໆ
nb: %@ er ikke som andre nettlesere
pa_in: %@ ਹੋਰਨਾਂ ਬਰਾਊਜ਼ਰਾਂ ਵਰਗਾ ਨਹੀਂ ਹੈ
pt_pt: O %@ não é como os outros navegadores
si: %@ වෙනත් අතිරික්සු මෙන් නොවේ
tg: Дар ҷаҳон мисли «%@» ягон браузери дигар нест

# Onboarding.DefaultBrowser.TopButtonTitle.V2
source: Set as Default Browser
da: Angiv som standardbrowser
eu: Ezarri nabigatzaile lehenetsi gisa
gd: Suidhich mar am brabhsair bunaiteach
gl: Estabelecer como navegador predeterminado
lo: ຕັ້ງໃຫ້ເປັນບຣາວເຊີຫລັກ
nb: Bruk som standard nettleser
pa_in: ਮੂਲ ਬਰਾਊਜ਼ਰ ਬਣਾਓ
pt_pt: Definir como navegador predefinido
si: පෙරනිමි අතිරික්සුව කරන්න
tg: Гузоштан ҳамчун браузери пешфарз

# Onboarding.History.Description
source: Erase your browsing history, passwords, cookies, and prevent unwanted ads from following you in a simple click!
da: Med ét klik kan du slette din browserhistorik, dine adgangskoder og cookies - og forhindre uønskede reklamer i at følge dig.
eu: Ezabatu zure nabigazio-historia, pasahitzak, cookieak eta eragotzi iragarkiek zure jarraipena egitea klik bakarrarekin!
gd: Suath bàn an eachdraidh brabhsaidh, na faclan-faire is briosgaidean agus cuir casg air sanasachd o bhith gad leantainn ann an aon bhriogadh!
gl: Borre o seu historial de navegación, contrasinais, cookies e evite que os anuncios non desexados o sigan cun só clic!
lo: ລຶບປະຫວັດການທ່ອງເວັບ, ລະຫັດຜ່ານ, ຄຸກກີ້, ແລະປ້ອງກັນບໍ່ໃຫ້ໂຄສະນາທີ່ບໍ່ຕ້ອງການຕິດຕາມເຈົ້າດ້ວຍການຄລິກງ່າຍໆ!
nb: Slett nettleserhistorikken, passordene, infokapslene og hindre uønskede annonser fra å følge deg med et enkelt klikk!
pa_in: ਬੱਸ ਇੱਕ ਕਲਿੱਕ ਨਾਲ ਆਪਣੇ ਬਰਾਊਜ਼ ਕਰਨ ਦਾ ਅਤੀਤ, ਪਾਸਵਰਡਾ, ਕੂਕੀਜ਼ ਨੂੰ ਮਿਟਾਓ ਅਤੇ ਬੇਲੋੜੇ ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਤੁਹਾਡਾ ਪਿੱਛਾ ਕਰਨ ਰੋਕੋ!
pt_pt: Apague o seu histórico de navegação, palavras-passe, cookies e evite que anúncios indesejados o(a) sigam com um simples clique!
ru: Одним нажатием сотрите историю посещения страниц, пароли, куки и не дайте следовать за вами нежелательной рекламе!
si: ඔබගේ පිරික්සුම් ඉතිහාසය, මුරපද, දත්තකඩ මකන්න සහ තනි එබීමකින් අනවශ්‍ය දැන්වීම් ඔබව ලුහුබැඳීමෙන් වළක්වන්න!
tg: Бо зер кардани танҳо як тугма таърихи тамошобинӣ, ниҳонвожаҳо ва кукиҳоро пок созед ва имкон надиҳед, ки рекламаи номутлуб шуморо пайгирӣ кунад!

# Onboarding.History.Title
source: Your history doesn’t follow you
da: Din historik følger dig ikke
eu: Zure historiak ez du zure jarraipenik egiten
gd: Chan eil an eachdraidh gad leantainn mun cuairt
gl: A súa historia non o segue
lo: ປະຫວັດຂອງເຈົ້າບໍ່ຕິດຕາມເຈົ້າ
nb: Historikken din følger deg ikke
pa_in: ਤੁਹਾਡਾ ਅਤੀਤ ਤੁਹਾਡਾ ਪਿੱਛਾ ਨਹੀਂ ਕਰਦਾ ਹੈ
pt_pt: O seu histórico não o(a) segue
ru: Ваша история за вами следовать не будет
si: ඔබගේ ඉතිහාසය ඔබව හඹා නොයයි
tg: Таърихи шумо шуморо пайгирӣ намекунад

# Onboarding.Incognito.Description
source: %@ is a dedicated privacy browser with tracking protection and content blocking.
da: %@ er en browser dedikeret til at beskytte dit privatliv ved hjælp af indholdsblokering og beskyttelse mod sporing.
eu: %@ pribatutasunari zuzendutako nabigatzailea da, jarraipenaren babesarekin eta edukien blokeoarekin.
gd: Tha %@ na bhrabhsair prìobhaideachd sònraichte le dìon o thracadh is bacadh susbainte.
gl: %@ é un navegador adicado á privacidade con protección de seguimento e bloqueo de contido.
lo: %@ ເປັນ​ຕົວ​ທ່ອງ​ເວັບ​ຄວາມ​ເປັນ​ສ່ວນ​ຕົວ​ສະ​ເພາະ​ທີ່​ມີ​ການ​ປົກ​ປັກ​ຮັກ​ສາ​ການ​ຕິດ​ຕາມ​ແລະ​ການ​ບລັອກ​ເນື້ອ​ໃນ​.
nb: %@ er en dedikert personvernnettleser med sporingsbeskyttelse og innholdsblokkering.
pa_in: %@ ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ ਅਤੇ ਸਮੱਗਰੀ ਪਾਬੰਦੀ ਦੇ ਨਾਲ ਸਮਰਪਿਤ ਪਰਦੇਦਾਰੀ ਬਰਾਊਜ਼ਰ ਹੈ।
pt_pt: O %@ é um navegador de privacidade dedicado com proteção contra rastreamento e bloqueio de anúncios.
ru: %@ — это специальный браузер для обеспечения приватности с защитой от отслеживания и блокировкой контента.
si: %@ යනු ලුහුබැඳීමේ රැකවරණය හා අන්තර්ගත අවහිරය සහිත පෞද්ගලික අතිරික්සුවකි.
tg: «%@» — ин браузерест, ки бо ҳадафи ҳифзи махфияти шумо сохта шудааст ва дорои муҳофизати дарунсохт бар зидди васоити пайгирӣ ва бастани муҳтаво мебошад.

# Onboarding.Incognito.Title
source: More than just incognito
da: Mere end bare inkognito
eu: Ezkutukoa baino zerbait gehiago
gd: Nas fheàrr na dìreach gun urra
gl: Máis que de incógnito
lo: ຫຼາຍກ່ວາການປິດບັງໂຕຕົນ
nb: Mer enn bare inkognito
pa_in: ਸਿਰਫ਼ ਗੁੰਮਸ਼ੁਦਾ ਤੋਂ ਵੱਧ ਕੇ
pt_pt: Mais do que apenas incógnito
ru: Больше, чем просто инкогнито
si: අප්‍රසිද්ධත්‍වයට වඩා
tg: Ин на танҳо реҷаи хусусӣ аст — ин як сатҳи махфияти нав аст

# Onboarding.PrivacyNotice.LinkText
source: Privacy Notice
da: privatlivserklæringen
eu: Pribatutasun-oharra
gd: Aithris na prìobhaideachd
gl: Política de privacidade
lo: ປະກາດຄວາມເປັນສ່ວນຕົວ
nb: Personvernbestemmelser
pa_in: ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ
pt_pt: Política de privacidade
tg: Огоҳномаи махфият

# Onboarding.PrivacyNotice.Text
source: Firefox cares about your privacy. Read more in %@.
da: Firefox passer på dit privatliv. Læs mere i %@.
eu: Firefoxi zure pribatutasunak axola dio. Irakurri gehiago %@.
gd: Tha suim aig Firefox dhan phrìobhaideachd agad. Leugh barrachd ann an %@ againn.
gl: Firefox preocúpase pola túa privacidade. Ler máis en %@.
lo: Firefox ເປັນຫ່ວງກ່ຽວກັບຄວາມເປັນສ່ວນຕົວຂອງທ່ານ. ອ່ານເພີ່ມເຕີມໃນ %@.
nb: Firefox bryr seg om personvernet ditt. Les mer i %@.
pa_in: Firefox ਤੁਹਾਡੀ ਪਰਦੇਦਾਰੀ ਦੀ ਪਰਵਾਹ ਕਰਦਾ ਹੈ। %@ ਵਿੱਚ ਹੋਰ ਪੜ੍ਹੋ।
pt_pt: O Firefox preocupa-se com a sua privacidade. Saiba mais em %@.
tg: Браузери «Firefox» ба махфияти шумо ғамхорӣ мекунад. Маълумоти бештар дар «%@» хонед.

# Onboarding.Protection.Description
source: Configure settings so you can decide how much or how little you share.
da: Konfigurer indstillingerne for selv at bestemme, hvor meget eller hvor lidt du vil dele.
eu: Konfiguratu ezarpenetan zenbateraino partekatu nahi duzun.
gd: Rèitich na roghainnean is cuir romhad dè na leigeas tu ris, a bheag no a mhòr.
gl: Configure os axustes para poder decidir canto comparte.
lo: ຕັ້ງຄ່າການຕັ້ງຄ່າເພື່ອໃຫ້ທ່ານສາມາດຕັດສິນໃຈວ່າທ່ານແບ່ງປັນຫຼາຍປານໃດຫຼືຫຼາຍປານໃດ.
nb: Konfigurer innstillinger slik at du kan bestemme hvor mye eller lite du deler.
pa_in: ਤੁਸੀਂ ਕਿੰਨਾ ਕੁ ਜਾਂ ਕਿੰਨਾ ਘੱਟ ਸਾਂਝਾ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਦੇ ਬਾਰੇ ਫ਼ੈਸਲਾ ਕਰਨ ਲਈ ਸੈਟਿੰਗਾਂ ਦੀ ਸੰਰਚਨਾ ਕਰੋ।
pt_pt: Defina as configurações para poder decidir quanto ou quão pouco partilha.
ru: Настройте параметры, чтобы вы могли решить, какими данными будете делиться.
si: සැකසුම් වින්‍යාස කරන්න එවිට ඔබ කොපමණ ප්‍රමාණයක් බෙදා ගන්නේ දැයි තීරණය කළ හැකිය.
tg: Танзимотро интихоб кунед ва худатон муайян намоед, ки чӣ қадар зиёд ё кам маълумот бояд мубодила шавад.

# Onboarding.Protection.Title
source: Protection at your own discretion
da: Beskyttelse efter eget valg
eu: Babesa nahieran
gd: Dìon a-rèir do thoil fhèin
gl: Protección á súa propia discreción
lo: ການປົກປ້ອງຕາມການຕັດສິນໃຈຂອງທ່ານເອງ
nb: Beskyttelse etter eget skjønn
pa_in: ਆਪਣੀ ਮਰਜ਼ੀ ਨਾਲ ਸੁਰੱਖਿਆ ਕਰੋ
pt_pt: Proteção conforme o seu critério
ru: Защита на ваше усмотрение
si: ඔබගේ අභිමතය පරිදි රැකවරණය
tg: Муҳофизат, ки ба ниёзҳои шумо мувофиқ мебошад

# Onboarding.Subtitle
source: Take your private browsing to the next level.
da: Tag din private browsing til det næste niveau.
eu: Eramazu nabigatze pribatua hurrengo mailara.
gd: Thoir prìobhaideachd a’ bhrabhsaidh gu ìre nas àirde.
gl: Leve a súa navegación privada ao seguinte nivel.
lo: ເອົາການທ່ອງເວັບສ່ວນຕົວຂອງທ່ານໄປສູ່ລະດັບຕໍ່ໄປ.
nb: Ta din private surfing til neste nivå.
pa_in: ਆਪਣੀ ਪ੍ਰਾਈਵੇਟ ਬਰਾਊਜ਼ਿੰਗ ਨੂੰ ਅਗਲੇ ਪੜਾਅ ਉੱਤੇ ਲੈ ਜਾਓ।
pt_pt: Leve a sua navegação privada ao próximo nível.
ru: Перейдите на новый уровень приватного просмотра.
si: පෞද්ගලික පිරික්සීම ඊළඟ මට්ටමට ගෙන යන්න.
tg: Реҷаи тамошобинии хусусии худро ба сатҳи дигар баланд бардоред.

# Onboarding.TermsOfUse.ButtonText
source: Agree and Continue
da: Accepter og fortsæt
eu: Onartu eta jarraitu
gd: Thoir aonta is lean air adhart
gl: Aceptar e continuar
lo: ເຫັນດີ ແລະ ດຳເນີນການຕໍ່
nb: Godta og fortsett
pa_in: ਸਹਿਮਤ ਅਤੇ ਜਾਰੀ ਰੱਖੋ
pt_pt: Aceitar e continuar
tg: Розӣ шавед ва идома диҳед

# Onboarding.TermsOfUse.Done.ButtonText
source: Done
da: Færdig
eu: Eginda
gd: Deiseil
gl: Feito
lo: ສຳເລັດ
nb: Ferdig
pa_in: ਮੁਕੰਮਲ
pt_pt: Concluído
tg: Тайёр

# Onboarding.TermsOfUse.LinkText
source: Firefox Terms of Use
da: betingelser for brug af Firefox
eu: Firefoxen erabilera-baldintzak
gd: Teirmichean a’ chleachdaidh aig Firefox
gl: Condicións de uso de Firefox
lo: ເງື່ອນໄຂການນໍາໃຊ້ Firefox
nb: Firefox brukervilkår
pa_in: Firefox ਵਰਤਣ ਦੀਆਂ ਸ਼ਰਤਾਂ
pt_pt: Termos de utilização do Firefox
tg: Шартҳои истифодаи «Firefox»

# Onboarding.TermsOfUse.Subtitle
source: Fast. Private. No distractions.
da: Hurtig. Privat. Ingen distraktioner.
eu: Azkarra. Pribatua. Distraziorik gabea.
gd: Luath. Prìobhaideach. Gun dad a’ briseadh a-steach ort.
gl: Rápido. Privado. Sen distraccións.
lo: ໄວ. ສ່ວນຕົວ. ບໍ່ມີສິ່ງລົບກວນ.
nb: Rask. Privat. Ingen distraksjoner.
pa_in: ਤੇਜ਼। ਪ੍ਰਾਈਵੇਟ। ਬਿਨਾਂ ਕਿਸੇ ਰੋਕ ਟੋਕ ਦੇ।
pt_pt: Rápido. Privado. Sem distrações.
tg: Тезкор. Хусусӣ. Бе саргармии бегона.

# Onboarding.TermsOfUse.Text
source: By continuing, you agree to %@.
da: Ved at fortsætte accepterer du %@.
eu: Jarraitzearekin bat, %@ onartzen dituzu.
gd: Ma leanas tu air adhart, bidh tu ag aontachadh ri %@.
gl: Ao continuar, aceptas os %@.
lo: ໂດຍການດຳເນີນການຕໍ່, ທ່ານເຫັນດີນຳ %@.
nb: Ved å fortsette godtar du %@.
pa_in: ਜਾਰੀ ਰੱਖ ਕੇ, ਤੁਸੀਂ %@ ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ।
pt_pt: Ao continuar, concorda com os %@.
tg: Бо идома додан, шумо бо %@ розӣ мешавед.

# Onboarding.TermsOfUse.Title
source: Welcome to %@
da: Velkommen til %@
eu: Ongi etorri %@(e)ra
gd: Fàilte gu %@
gl: Benvido a %@
lo: ຍິນດີຕ້ອນຮັບສູ່ %@
nb: Velkommen til %@
pa_in: %@ ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ
pt_pt: Boas-vindas ao %@
tg: Хуш омадед ба «%@»

# Onboarding.Title
source: Welcome to Firefox %@!
da: Velkommen til Firefox %@!
eu: Ongi etorri Firefox %@(e)ra!
gd: Fàilte gu Firefox %@!
gl: Benvida ao Firefox %@!
lo: ຍິນດີຕ້ອນຮັບສູ່ Firefox %@!
nb: Velkommen til Firefox %@!
pa_in: Firefox %@ ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ!
pt_pt: Bem-vindo(a) ao Firefox %@!
ru: Добро пожаловать в Firefox %@!
si: ෆයර්ෆොක්ස් %@ වෙත පිළිගනිමු!
tg: Хуш омадед ба «Firefox %@»

# Safari.instructionsContentBlockers
source: Tap Safari, then select Content Blockers
da: Tryk på Safari, og vælg Software til blokering af indhold
eu: Sakatu Safari-n eta ondoren hautatu edukien blokeatzaileak
gd: Thoir gnogag air Safari agus tagh “Blocaichean susbaint”
gl: Toque Safari e seleccione Bloqueadores de contido
kn: Safari ತಟ್ಟಿ, ವಿಷಯ ನಿರ್ಭಂದಕಗಳನ್ನು ಆಯ್ಕೆಮಾಡು
lo: ແຕະ Safari, ຫລັງຈາກນັ້ນເລືອກຕົວບັອກເນື້ອຫາ
my: Safari ကို တို့ထိပါ၊ ပြီးလျှင် Content Blockers ကို ရွေးပါ
nb: Trykk Safari, velg så Innholdssperringer
pa_in: Safari ਛੂਹੋ, ਤਦ ਸਮੱਗਰੀ ਬਲਾਕਰ ਚੁਣੋ
pt_pt: Toque no Safari, depois selecione Bloqueadores de Conteúdo
ru: Нажмите Safari, затем выберите «Правила блокирования контента»
si: සෆාරි ඔබන්න, ඉන්පසු අන්තර්ගත අවහිර තෝරන්න
tg: Ба «Safari» пахш карда, «Манъкунии муҳтаво»-ро интихоб намоед

# Safari.instructionsEnable
source: Enable %@
da: Aktiver %@
eu: Gaitu %@
gd: Cuir %@ an comas
gl: Activar %@
kn: ‍‍%@ ಸಕ್ರಿಯಗೊಳಿಸು‍
lo: ເປີດໃຊ້ງານ %@
my: %@ ကို ဖွင့်ပါ
nb: Aktiver %@
pa_in: %@ ਸਮਰੱਥ ਕਰੋ
pt_pt: Ativar %@
ru: Включите %@
si: %@ සබල කරන්න
tg: Фаъол кардани «%@»

# Safari.instructionsExtentions
source: Select Safari, then select Extensions
da: Vælg Safari og derefter Udvidelser
eu: Hautatu Safari, gero hautatu Hedapenak
gd: Tagh Safari agus tagh Extensions an uair sin
gl: Seleccione Safari e, a continuación, seleccione Extensións
lo: ເລືອກ Safari, ຈາກນັ້ນເລືອກ Extensions
nb: Velg Safari, og velg deretter tillegg
pa_in: Safari ਚੁਣ ਕੇ, ਇਕਸਟੈਨਸਨਾਂ ਨੂੰ ਚੁਣੋ
pt_pt: Selecione Safari e, depois, selecione Extensões
si: සෆාරි තේරීමෙන් පසු දිගු යන්න තෝරන්න
tg: Ба «Safari» пахш карда, «Васеъшавиҳо»-ро интихоб намоед

# Safari.instructionsNotEnabled
source: %@ is not enabled.
da: %@ er ikke aktiveret.
eu: %@ gaitu gabe dago.
gd: Chan eil %@ an comas.
gl: %@ non está activado.
kn: %@ ಸಕ್ರಿಯಗೊಂಡಿಲ್ಲ‍
lo: %@ ຍັງບໍ່ທັນໄດ້ເປີດໃຊ້ງານ.
my: %@ ကို ဖွင့်မထားပါ။
nb: %@ er ikke aktivert.
pa_in: %@ ਸਮਰੱਥ ਨਹੀਂ ਹੈ।
pt_pt: O %@ não está ativado.
ru: %@ не включён.
si: %@ සබල කර නැත.
tg: «%@» фаъол намебошад.

# Safari.instructionsOpen
source: Open Settings App
da: Åbn appen Indstillinger
eu: Ireki ezarpenen aplikazioa
gd: Fosgail aplacaid nan roghainnean
gl: Abrir a aplicación de configuración
kn: ‍ಸಿದ್ದತೆಗಳು‍ ಆಫ್ ತೆರೆ
lo: ເປີດການຕັ້ງຄ່າ App
my: အပြင်အဆင်များအက်ပ်ကို ဖွင့်ပါ
nb: Åpne innstillinger-appen
pa_in: Settings ਐਪ ਖੋਲ੍ਹੋ
pt_pt: Abrir aplicação de Definições
ru: Откройте параметры приложения
si: සැකසුම් යෙදුම අරින්න
tg: Кушодани танзимоти барнома

# Safari.openInstruction
source: Open device settings
da: Åbn enheds-indstillinger
eu: Ireki gailuaren ezarpenak
gd: Fosgail roghainnean an uidheim
gl: Abrir a configuración do dispositivo
lo: ເປີດການຕັ້ງຄ່າອຸປະກອນ
nb: Åpne enhetsinnstillinger
pa_in: ਡਿਵਾਈਸ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
pt_pt: Abrir definições do dispositivo
si: උපාංගයේ සැකසුම් අරින්න
tg: Кушодани танзимоти дастгоҳ

source: Save
da: Gem
eu: Gorde
gd: Sàbhail
gl: Gardar
kn: ಉಳಿಸು
lo: ບັນທຶກ
my: သိမ်းရန်
nb: Lagre
pa_in: ਸੰਭਾਲੋ
pt_pt: Guardar
ru: Сохранить
si: සුරකින්න
tg: Нигоҳ доштан

# SearchEngine.addEngineError
source: That didn’t work. Try replacing the search term with this: %s.
da: Det virkede ikke. Prøv at erstatte søgetermen med %s.
eu: Huts egin du horrek. Saiatu bilaketa-terminoa honekin ordezkatzen: %s.
gd: Cha do dh’obraich sin. Feuch is cuir na leanas an àite na lorg thu: %s.
gl: Iso non funcionou. Probe a substituír o termo de busca por este: %s.
kn: ಅದು ಕೆಲಸ ಮಾಡಲಿಲ್ಲ. ಹುಡುಕಾಟ ಪದವನ್ನು ಇದರೊಂದಿಗೆ ಬದಲಿಸಿ ಪ್ರಯತ್ನಿಸಿ: %s.
lo: ນັ້ນບໍ່ໄດ້ຜົນ. ລອງປ່ຽນຄຳຊອກຫາດ້ວຍອັນນີ້: %s.
my: ၎င်းသည် မလုပ်ဆောင်နိုင်ပါ။ ရှာဖွေရေးစာလုံးကို ယခု%s စာလုံးနှင့် ပြောင်းသုံးပြီး ရှာကြည့်ပါ။
nb: Det fungerte ikke. Prøv å erstatte søkeordet med dette: %s.
pa_in: ਇਹ ਕੰਮ ਨਹੀਂ ਕਰਦਾ ਸੀ। ਖੋਜ ਸ਼ਬਦ ਨੂੰ ਇਸ ਨਾਲ ਬਦਲਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ: %s।
pt_pt: Isso não funcionou. Tente substituir o termo de pesquisa com isto: %s.
ru: Это не сработало. Попробуйте заменить поисковый запрос следующим: %s.
si: එය වැඩ කළේ නැහැ. සෙවුම් පදය මෙය සමඟ ප්‍රතිස්ථාපනය කර බලන්න: %s.
tg: Ин амал иҷро нашуд. Кӯшиш кунед, ки дархости ҷустуҷӯиро бо калидвожаи зерин иваз намоед: %s.

# SearchSuggestions.promptDisable
source: No
da: Nej
eu: Ez
gd: Chan eil
gl: Non
lo: ບໍ່ຕ້ອງການ
my: မဟုတ်ပါ
nb: Nei
pa_in: ਨਹੀਂ
pt_pt: Não
ru: Нет
si: නැහැ
tg: Не

# SearchSuggestions.promptEnable
source: Yes
da: Ja
eu: Bai
gd: Tha
gl: Si
lo: ແມ່ນ
my: ဟုတ်ကဲ့
nb: Ja
pa_in: ਹਾਂ
pt_pt: Sim
ru: Да
si: ඔව්
tg: Ҳа

# SearchSuggestions.promptMessage
source: To get suggestions, %@ needs to send what you type in the address bar to the search engine.
da: For at kunne vise søgeforslag sender %@ dine indtastninger i søgefeltet til søgetjenesten.
eu: Iradokizunak lortzeko, helbide-barran idazten duzuna bilaketa-motorrari bidali behar dio %@(e)k.
gd: Mus fhaigh thu molaidhean, feumaidh %@ na sgrìobhas tu ann am bàr an t-seòlaidh a chur gun einnsean-luirg.
gl: Para obter suxestións, %@ debe enviar o que escribe na barra de enderezos ao buscador.
lo: ເພື່ອໃຫ້ໄດ້ຮັບຄໍາແນະນໍາ, %@ ຕ້ອງການສົ່ງສິ່ງທີ່ທ່ານພິມໃນແຖບທີ່ຢູ່ໄປຫາເຄື່ອງມືຄົ້ນຫາ.
my: အကြံပြုချက်များ ရရှိရန်၊ %@ သည် လိပ်စာဘားတန်းတွင် ရိုက်သမျှကို ရှာဖွေရေး ယန္တရားသို့ ပေးပို့ရန် လိုအပ်သည်။
nb: For å få forslag må %@ sende det du skriver i adressefeltet til søkemotoren.
pa_in: ਸੁਝਾਅ ਲੈਣ ਲਈ %@ ਨੂੰ ਤੁਹਾਡੇ ਵਲੋਂ ਐਡਰੈਸ ਪੱਟੀ ਵਿੱਚ ਲਿਖੀ ਲਿਖਤ ਨੂੰ ਖੋਜ ਇੰਜਣ ਨੂੰ ਭੇਜਣ ਦੀ ਲੋੜ ਹੈ।
pt_pt: Para obter sugestões, o %@ precisa de enviar o que escreve na barra de endereço para o motor de pesquisa.
ru: Для получения предложений %@ необходимо отправлять то, что вы вводите в адресной строке, в вашу поисковую систему.
si: යෝජනා ලබා ගැනීමට, ඔබ ලිපින තීරුවේ ලියන දෑ සෙවුම් යන්ත්‍රය වෙත යැවීම %@ මගින් සිදු කළ යුතුය.
tg: Барои намоиш додани пешниҳодҳои ҷустуҷӯ, «%@» бояд он чизеро, ки шумо дар навори нишонӣ менависед ба низоми ҷустуҷӯӣ ирсол кунад.

# SearchSuggestions.promptTitle
source: Show Search Suggestions?
da: Vis søgeforslag?
eu: Erakutsi bilaketa-iradokizunak?
gd: A bheil thu airson molaidhean-luirg a shealltainn?
gl: Amosar suxestións de busca?
lo: ສະແດງຜົນການແນະນຳການຄົ້ນຫາ
my: ရှာဖွေရေး အကြံပြုချက်များကို ပြမည်လား။
nb: Vise søkeforslag?
pa_in: ਖੋਜ ਸੁਝਾਅ ਵੇਖਣੇ ਹੈ?
pt_pt: Mostrar sugestões de pesquisa?
ru: Показывать поисковые предложения?
si: සෙවුම් යෝජනා පෙන්වන්නද?
tg: Пешниҳодҳои ҷустуҷӯ нишон дода шаванд?

# Settings.autocompleteSection
source: URL Autocomplete
da: Autofuldfør URL
eu: URLen osatze automatikoa
gd: Fèin-choileanadh URLaichean
gl: Completado automático do URL
kn: URL ಸ್ವಯಂಪೂರ್ಣಗೊಳಿಸು
lo: ການເຕີມ URL ແບບອັດຕະໂນມັດ
my: URL အလိုအလျှောက်ဖြည့်စွက်
nb: Netadresse-autofullføring
pa_in: URL ਆਪੇ-ਪੂਰਨ
pt_pt: Conclusão automática de URLs
ru: Автодополнение URL
si: ඒ.ස.නි. ස්වයං පිරවීම
tg: Нишонии URL-и пуркунии худкор
