Repository: mozilla-mobile/firefox-ios
Catalog: focus-ios/Blockzilla/*.lproj/Localizable.strings
Languages: da, eu, gd, gl, kn, lo, my, nb, pa_in, pt_pt, ru, si, tg

# TooltipBodyText.SearchBar
source: Start your private browsing session, and we’ll block trackers and other bad stuff as you go.
da: Start din private browsing-session - vi blokerer sporings-mekanismer og andet skidt.
eu: Hasi zure nabigatze pribatuko saioa eta jarraipen-elementuak eta bestelako gauza kaltegarriak blokeatuko ditugu zuk nabigatzen duzun bitartean.
gd: Tòisich air seisean brabhsaidh prìobhaideach is bacaidh sinne tracaichean is droch-rud eile ’s tu a’ falbh air an lìon.
gl: Comece a súa sesión de navegación privada e bloquearemos os rastrexadores e outras ameazas mentres navega.
lo: ເລີ່ມເຊດຊັນການທ່ອງເວັບສ່ວນຕົວຂອງເຈົ້າ, ແລະພວກເຮົາຈະບລັອກຕົວຕິດຕາມ ແລະສິ່ງບໍ່ດີອື່ນໆຕາມທີ່ເຈົ້າໄປ.
nb: Start din private nettlesingsøkt, så blokkerer vi sporere og andre dårlige ting mens du surfer.
pa_in: ਆਪਣਾ ਪ੍ਰਾਈਵੇਟ ਬਰਾਊਜ਼ਿੰਗ ਸ਼ੈਸ਼ਨ ਸ਼ੁਰੂ ਕਰੋ ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੇ ਵਾਸਤੇ ਟਰੈਕਰਾਂ ਤੇ ਹੋਰ ਬੁਰੀਆਂ ਉੱਤੇ ਰੋਕ ਲਾਵਾਂਗੇ।
pt_pt: Comece a sua sessão de navegação privada e bloquearemos rastreadores e outras coisas más à medida que navega.
si: ඔබගේ පෞද්ගලික පිරික්සුම් වාරය අරඹන්න, ඔබ යන හැටියට ලුහුබැඳීම් සහ වෙනත් නරක දෑ අවහිර කෙරේ.
tg: Ҷаласаи тамошобинии хусусиро оғоз намоед ва мо васоити пайгирӣ ва дигар чизҳои зарароварро аз роҳи шумо тоза мекунем.

# TooltipBodyText.ShieldIcon
source: %@ stopped this site from spying on you. Tap the shield for info on what we blocked.
da: %@ forhindrede dette websted i at udspionere dig. Tryk på skjoldet for information om, hvad vi blokerede.
eu: %@(e)k gune honek zu espiatzea eragotzi du. Sakatu babesaren ikonoan blokeatu dugunaren inguruko informazioa jasotzeko.
gd: Cha do leig %@ leis an làrach seo brath fhaighinn ort. Thoir gnogag air an sgiath airson fiosrachadh dè na rudan a bhac sinn.
gl: %@ impediu que este sitio o espiara. Toque o escudo para obter información sobre o que bloqueamos.
lo: %@ ຢຸດເວັບໄຊນີ້ຈາກການສອດແນມເຈົ້າ. ແຕະທີ່ໄສ້ສໍາລັບຂໍ້ມູນກ່ຽວກັບສິ່ງທີ່ພວກເຮົາບລັອກ.
nb: %@ stoppet denne siden fra å spionere på deg. Trykk på skjoldet for informasjon om hva vi blokkerte.
pa_in: %@ ਨੇ ਇਸ ਸਾਈਟ ਨੂੰ ਤੁਹਾਡੀ ਜਾਸੂਸੀ ਕਰਨ ਤੋਂ ਰੋਕਿਆ ਹੈ। ਢਾਲ ਨੂੰ ਛੂਹ ਕੇ ਵੇਖੋ ਕਿ ਅਸੀਂ ਕਿਸ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਈ ਹੈ।
pt_pt: O %@ impediu que fosse espiado/a por este site. Toque no escudo para obter informações sobre o que bloqueámos.
ru: %@ остановил слежку этого сайта за вами. Коснитесь щита, чтобы узнать, что мы заблокировали.
si: %@ මෙම අඩවිය ඔබ ගැන ඔත්තු බැලීම නැවැත්විය. අවහිර වූ දෑ පිළිබඳව තොරතුරු සඳහා පලිහ මත තට්ටු කරන්න.
tg: «%@» ин сомонаро аз пайгирии шумо манъ кард. Барои маълумот дар бораи манъ кардани сомонаҳо, ба аломати сипар зер кунед.

# TooltipBodyText.ShieldIconTrackerBlocked.V2
source: Got ‘em! We stopped this site from spying on you. Tap the shield any time to see what we’re blocking.
da: Taget på fersk gerning! Vi forhindrede dette websted i at udspionere dig. Tryk på skjoldet når som helst for at se, hvad vi blokerer.
eu: Harrapatu dugu! Gunek honek zu espiatzea galarazi dugu. Sakatu edonoiz babesaren ikonoa ikusteko zer ari garen blokeatzen.
gd: Rinn sinn an gnothach orra! Cha do leig sinn leis an làrach seo brath fhaighinn ort. Thoir gnogag air an sgiath uair sam bith is chì thu na bhac sinn.
gl: Excelente! Evitamos que este sito web o espiara. Toque o escudo para ver o que estamos a bloquear.
lo: ໄດ້​ແລ້ວ! ພວກ​ເຮົາ​ໄດ້​ຢຸດ​ເຊົາ​ເວັບ​ໄຊ​ນີ້​ຈາກການລັກຕິດຕາມກ່ຽວ​ກັບ​ທ່ານ. ແຕະໃສ່ໄສ້ໄດ້ທຸກເວລາເພື່ອເບິ່ງສິ່ງທີ່ພວກເຮົາຂັດຂວາງ.
nb: Fikk dem! Vi stoppet denne siden fra å spionere på deg. Trykk på skjoldet når som helst for informasjon om hva vi blokkerte.
pa_in: ਫੜੇ ਗਏ! ਅਸੀਂ ਇਹ ਸਾਈਟ ਨੂੰ ਤੁਹਾਡੀ ਜਾਸੂਸੀ ਕਰਨ ਤੋਂ ਰੋਕਿਆ ਹੈ। ਕਿਸੇ ਵੀ ਵੇੇਲੇ ਢਾਲ ਨੂੰ ਛੂਹ ਕੇ ਵੇਖੋ ਕਿ ਅਸੀਂ ਕਿਸੇ ਉੱਤੇ ਰੋਕ ਲਾਈ ਹੈ।
pt_pt: Foram apanhados! Impedimos que este site o/a espiasse. Toque no escudo a qualquer momento para ver o que estamos a bloquear.
si: ඒවා ලැබුණා! අපි මෙම අඩවිය ඔබ ගැන ඔත්තු බැලීම නැවැත්තුවෙමු. අපි අවහිර කරන දෑ බැලීමට පලිහ මත තට්ටු කරන්න.
tg: Қапидем! Мо ин сомонаро манъ кардем, то ки аз қафои шумо ҷосусӣ накунад. Барои дидани он чизеро, ки мо манъ карда истодаем, дар вақти дилхоҳ ба сипар зер кунед.

# TooltipBodyText.TrashIcon
source: Tap the trash anytime to remove all traces of your current session.
da: Tryk på papirkurven når som helst for at fjerne alle spor af din nuværende session.
eu: Sakatu edozein unetan zakarrontzia zure uneko saioaren aztarna guztiak ezabatzeko.
gd: Thoir gnogag air an sgudal uair sam bith airson gach fuigheall dhen t-seisean làithreach a chur gu neoini.
gl: Toque a papeleira en calquera momento para eliminar todos os rastros da súa sesión actual.
lo: ແຕະໃສ່ຖັງຂີ້ເຫຍື້ອໄດ້ທຸກເວລາເພື່ອລຶບຮ່ອງຮອຍທັງໝົດຂອງເຊດຊັນປັດຈຸບັນຂອງທ່ານ.
nb: Trykk på papirkurven når som helst for å fjerne alle spor etter gjeldende økt.
pa_in: ਆਪਣੇ ਮੌਜੂਦਾ ਸ਼ੈਸ਼ਨ ਦੀਆਂ ਸਾਰੀਆਂ ਪੈੜਾਂ ਮਿਟਾਉਣ ਲਈ ਕਿਸੇ ਵੀ ਵੇਲੇੇ ਰੱਦੀ ਨੂੰ ਛੂਹੋ।
pt_pt: Toque no lixo a qualquer momento para remover todos os vestígios da sua sessão atual.
ru: Коснитесь корзины в любое время, чтобы удалить все следы текущего сеанса.
si: ඔබගේ වත්මන් වාරයේ සියළුම ලැකීම් ඉවත් කිරීමට ඕනෑම විටෙක කුණු බඳුන මත තට්ටු කරන්න.
tg: Барои нест кардани ҳамаи пайгириҳо аз ҷаласаи ҳозираи шумо, нишонаи «Сабад»-ро пахш кунед.

# TooltipBodyText.TrashIcon.V2
source: Tap here to trash it all — history, cookies, everything — and start fresh on a new tab.
da: Tryk her for at slette det hele — historik, cookies, alt — og start på en frisk i et nyt faneblad.
eu: Sakatu hemen dena zakarrontzira botatzeko — historia, cookieak, dena — eta hasi berriro zerotik fitxa berri batean.
gd: Thoir gnogag an-seo airson gach rud a chur dhan sgudal – an eachdraidh, na briosgaidean, a h-uile càil – is tòiseachadh às ùr le taba ùr.
gl: Toque aquí para eliminalo todo — historial, cookies, todo — e comezar de novo nunha nova lapela.
lo: ແຕະບ່ອນນີ້ເພື່ອຖິ້ມມັນທັງໝົດ — ປະຫວັດ, ຄຸກກີ້, ທຸກຢ່າງ — ແລະເລີ່ມໃໝ່ໃນແຖບໃໝ່.
nb: Trykk her for å kaste alt — historikk, infokapsler, alt — og begynne på nytt på en ny fane.
pa_in: ਸਾਰੇ — ਅਤੀਤ, ਕੂਕੀਜ਼, ਹਰ ਚੀਜ਼ — ਨੂੰ ਰੱਦੀ ਵਿੱਚ ਭੇਜ ਕੇ ਨਵੀਂ ਟੈਬ ਨਾਲ ਸੱਜਰੀ ਸ਼ੁਰੂਆਤ ਲਈ ਇੱਥੇ ਛੂਹੋ।
pt_pt: Toque aqui para mandar tudo para o lixo — histórico, cookies, tudo — e recomeçar num novo separador.
si: ඉතිහාසය, දත්තකඩ, හා අනෙකුත් දෑ — සියල්ල කුණු කූඩයට දැමීමට මෙහි තට්ටු කරන්න — සහ නව පටිත්තකින් නැවුම්ව අරඹන්න.
tg: Дар ин ҷо зер кунед, то ки ҳамааш нест карда шавад — таърих, кукиҳо, ҳама чиз — ва пас бо варақаи нав тамошои тозаи худро оғоз намоед.

# TooltipTitleText.Privacy
source: You’re protected!
da: Du er beskyttet!
eu: Babestuta zaude!
gd: Tha thu fo dhìon!
gl: Está protexido!
lo: ເຈົ້າໄດ້ຮັບການປົກປ້ອງ!
nb: Du er beskyttet!
pa_in: ਤੁਸੀਂ ਸੁਰੱਖਿਅਤ ਹੋ!
pt_pt: Está protegido(a)!
ru: Вы защищены!
si: ඔබ සුරක්‍ෂිතයි!
tg: Мо шуморо муҳофизат мекунем!

# trackingProtection.connectionNotSecureLabel
source: Connection is not secure
da: Forbindelsen er ikke sikker
eu: Konexioa ez da segurua
gd: Chan eil an ceangal tèarainte
gl: A conexión non é segura
lo: ການເຊື່ອມຕໍ່ບໍ່ປອດໄພ
nb: Tilkoblingen er ikke sikker
pa_in: ਕਨੈਕਸ਼ਨ ਸੁਰੱਖਿਅਤ ਨਹੀਂ ਹੈ
pt_pt: Ligação não segura
ru: Соединение не защищено
si: සම්බන්‍ධතාව අනාරක්‍ෂිතයි
tg: Пайвастшавӣ бехатар нест

# trackingProtection.connectionSecureLabel
source: Connection is secure
da: Forbindelsen er sikker
eu: Konexioa segurua da
gd: Tha an ceangal tèarainte
gl: A conexión é segura
lo: ການເຊື່ອມຕໍ່ແມ່ນປອດໄພ
nb: Tilkoblingen er sikker
pa_in: ਕਨੈਕਸ਼ਨ ਸੁਰੱਖਿਅਤ ਹੈ
pt_pt: A ligação é segura
ru: Соединение защищено
si: සම්බන්‍ධතාව ආරක්‍ෂිතයි
tg: Пайвастшавӣ бехатар аст

# trackingProtection.label
source: Tracking Protection
da: Beskyttelse mod sporing
eu: Jarraipenaren babesa
gd: Dìon o thracadh
gl: Protección contra o rastrexo
kn: ಜಾಡು ಇರಿಸುವಿಕೆಗೆ ರಕ್ಷಣೆ
lo: ການປ້ອງກັນການຕິດຕາມ
my: ခြေရာခံ ကာကွယ်မှု
nb: Sporingsbeskyttelse
pa_in: ਟਰੈਕਿੰਗ ਤੋਂ ਸੁਰੱਖਿਆ
pt_pt: Proteção contra monitorização
ru: Защита от отслеживания
si: ලුහුබැඳීමේ රැකවරණය
tg: Муҳофизат аз пайгирӣ

# trackingProtection.statusOff
source: Protections are OFF for this session
da: Beskyttelse er slået FRA for denne session
eu: Babesak inaktibo daude saio honetarako
gd: Tha an dìon DHETH rè an t-seisein seo
gl: As proteccións están DESACTIVADAS para esta sesión
lo: ການປົກປ້ອງຖືກປິດໄວ້ສໍາລັບເຊດຊັນນີ້
nb: Beskyttelser er slått AV for denne økten
pa_in: ਇਸ ਸ਼ੈਸ਼ਨ ਲਈ ਸੁਰੱਖਿਆ ਬੰਦ ਹੈ
pt_pt: As proteções estão desativadas para esta sessão
ru: Защита для этой сессии отключена
si: මෙම වාරය සඳහා රැකවරණය අක්‍රියයි
tg: Муҳофизат барои ин ҷаласа ғайрифаъол аст

# trackingProtection.statusOn
source: Protections are ON for this session
da: Beskyttelse er slået Til for denne session
eu: Babesak aktibo daude saio honetarako
gd: Tha an dìon AIR rè an t-seisein seo
gl: As proteccións están ACTIVADAS para esta sesión
lo: ການປົກປ້ອງເປີດຢູ່ສຳລັບເຊດຊັນນີ້
nb: Beskyttelser er slått PÅ for denne økten
pa_in: ਇਸ ਸ਼ੈਸ਼ਨ ਲਈ ਸੁਰੱਖਿਆ ਚਾਲੂ ਹੈ
pt_pt: As proteções estão ativadas para esta sessão
ru: Защита для этой сессии включена
si: මෙම වාරය සඳහා රැකවරණය සක්‍රියයි
tg: Муҳофизат барои ин ҷаласа фаъол аст

# trackingProtection.toggleLabel2
source: Enhanced Tracking Protection
da: Udvidet beskyttelse mod sporing
eu: Jarraipenaren babes hobetua
gd: Dìon adhartach o thracadh
gl: Protección mellorada contra o rastrexo
lo: ເພີ່ມການປ້ອງກັນການຕິດຕາມ
nb: Utvidet sporingsbeskyttelse
pa_in: ਵਾਧਾ ਕੀਤੀ ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ
pt_pt: Proteção melhorada contra a monitorização
ru: Улучшенная защита от отслеживания
si: දියුණු කළ ලුහුබැඳීමේ රැකවරණය
tg: Муҳофизати такмилёфта аз пайгирӣ

# trackingProtection.trackersBlockedLabel
source: Trackers blocked since %@
da: Sporings-mekanismer blokeret siden %@
eu: Blokeatutako jarraipen-elementuak %@ datatik
gd: Tracaichean a chaidh am bacadh o %@
gl: Rastrexadores bloqueados desde %@
lo: ບລັອກຕົວຕິດຕາມຕັ້ງແຕ່ %@
nb: Sporere blokkert siden %@
pa_in: %@ ਤੋਂ ਟਰੈਕਰਾਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਈ
pt_pt: Rastreadores bloqueados desde %@
ru: Заблокировано трекеров с %@
si: %@ සිට අවහිර කළ ලුහුබැඳීම්
tg: Шумораи васоити пайгирии манъшуда аз санаи %@

# trackingProtection.trackersHeader
source: Trackers and scripts to block
da: Sporings-mekanismer og scripts, der skal blokeres
eu: Blokeatu beharreko jarraipen-elementu eta scriptak
gd: Tracaichean is sgriobtaichean a tha gam bacadh
gl: Rastrexadores e scripts para bloquear
lo: ຕົວຕິດຕາມແລະສະຄິບຈະຖືກບ໋ອກ
nb: Sporere og skript å blokkere
pa_in: ਪਾਬੰਦੀ ਲਾਉਣ ਲਈ ਟਰੈਕਰ ਤੇ ਸਕ੍ਰਿਪਟਾਂ
pt_pt: Rastreadores e scripts a bloquear
ru: Блокируемые трекеры и скрипты
si: අවහිර කිරීමට ලුහුබැඳීම් හා අත්පත්
tg: Васоити пайгирӣ ва скриптҳое, ки манъ карда мешаванд

# URL.addToAutocompleteLabel
source: Add link to autocomplete
da: Tilføj link til autofuldførelse
eu: Gehitu automatikoki osatzeko lotura
gd: Cuir ceangal ris airson a choileanadh gu fèin-obrachail
gl: Engadir a ligazón para completar automaticamente
lo: ເພີ່ມລິ້ງໃສ່ການຕື່ມຂໍ້ມູນອັດຕະໂນມັດ
my: အလိုအလျက်ဖြည့်ရန် လင့်ခ်ကို ထည့်ပေးပါ
nb: Legg til lenke til autofullfør
pa_in: ਆਪਣੇ-ਆਪ ਪੂਰਾ ਕਰਨ ਲਿੰਕ ਜੋੜੋ
pt_pt: Adicionar ligação à conclusão automática
ru: Добавить ссылку для автодополнения
si: ස්වයං පිරවීමට සබැඳිය යොදන්න
tg: Илова кардани пайванд барои пуркунии худкор

# URL.contextMenu
source: Paste & Go
da: Indsæt og gå
eu: Itsatsi eta joan
gd: Cuir ann ⁊ falbh
gl: Pegar e ir
kn: ಅಂಟಿಸು ಹಾಗು ಮುಂದುವರೆ
lo: ວາງແລ້ວໄປ
my: ကူးထားခြင်းမှ ပွားပြီး ၎င်းသို့ သွားရောက်ပါ
nb: Lim inn og åpne
pa_in: ਚੇਪੋ ਤੇ ਜਾਓ
pt_pt: Colar e ir
ru: Вставить и перейти
si: අලවන්න හා යන්න
tg: Гузоштан ва идома додан

# URL.eraseButtonLabel
source: ERASE
da: SLET
eu: EZABATU
gd: SUATH ÀS
gl: BORRAR
kn: ಅಳಿಸು
lo: ລຶບອອກ
nb: SLETT
pa_in: ਮਿਟਾਓ
pt_pt: APAGAR
ru: СТЕРЕТЬ
si: මකන්න
tg: ПОК КАРДАН

# URL.eraseMessageLabel2
source: Browsing history cleared
da: Browserhistorik blev ryddet
eu: Nabigazio-historia garbituta
gd: Chaidh eachdraidh a’ bhrabhsaidh fhalamhachadh
gl: Borrouse o historial de navegación
lo: ລຶບລ້າງປະຫວັດການທ່ອງເວັບແລ້ວ
nb: Nettleserhistorikk er slettet
pa_in: ਬਰਾਊਜਿੰਗ ਅਤੀਤ ਨੂੰ ਮਿਟਾਇਆ
pt_pt: Histórico de navegação apagado
ru: История веб-сёрфинга удалена
si: පිරික්සුම් ඉතිහාසය මැකිණි
tg: Таърихи тамошобинӣ пок карда шуд

# URL.findOnPageLabel
source: Find in page: %@
da: Find på side: %@
eu: Bilatu orrian: %@
gd: Lorg san duilleag: %@
gl: Atopar na páxina: %@
kn: ಪುಟದಲ್ಲಿ ಹುಡುಕು: %@
lo: ຊອກຫາໃນໜ້າ: %@
my: စာမျက်နှာထဲတွင် ရှာပါ %@
nb: Søk på siden: %@
pa_in: ਸਫ਼ੇ ਵਿੱਚ ਲੱਭੋ: %@
pt_pt: Localizar na página: %@
ru: Найти на странице: %@
si: පිටුවේ සොයන්න: %@
tg: Ҷустуҷӯ дар саҳифа: %@

# URL.paste
source: Paste
da: Indsæt
eu: Itsatsi
gd: Cuir ann
gl: Pegar
kn: ಅಂಟಿಸು
lo: ວາງ
my: ပွားရန်
nb: Lim inn
pa_in: ਚੇਪੋ
pt_pt: Colar
ru: Вставить
si: අලවන්න
tg: Гузоштан

# URL.placeholderText
source: Search or enter address
da: Søg eller indtast adresse
eu: Idatzi bilaketa edo helbidea
gd: Lorg no seòladh an‑seo
gl: Buscar ou escribir o enderezo
kn: ಹುಡುಕಿ ಅಥವ ವಿಳಾಸ ನಮೂದಿಸಿ
lo: ຄົ້ນຫາ ຫລື ປ້ອນທີ່ຢູ່ໃສ່ນີ້
my: ရှာဖွေ သို့မဟုတ် လိပ်စာရိုက်ပါ
nb: Søk eller oppgi adresse
pa_in: ਖੋਜੋ ਜਾਂ ਸਿਰਨਾਵਾਂ ਦਿਓ
pt_pt: Pesquisar ou digitar um endereço
ru: Поиск или адрес
si: සොයන්න හෝ ලිපිනය ලියන්න
tg: Нишониеро ҷустуҷӯ кунед ё ворид намоед

# URL.searchLabel
source: Search for %@
da: Søg efter %@
eu: Bilatu %@
gd: Lorg %@
gl: Buscar %@
kn: %@ ಗಾಗಿ ಹುಡುಕು‍
lo: ຄົ້ນຫາສຳລັບ %@
my: %@ ကို ရှာဖွေရန်
nb: Søk etter %@
pa_in: %@ ਦੀ ਖੋਜ ਕਰੋ
pt_pt: Pesquisar por %@
ru: Поиск %@
si: %@ සඳහා සොයන්න
tg: Ҷустуҷӯи «%@»

# URL.trackersBlockedLabel
source: Trackers blocked
da: forsøg på sporing blokeret
eu: Blokeatutako elementuak
gd: Tracaichean air am bacadh
gl: Rastrexadores bloqueados
kn: ಜಾಡುಹಿಡಿಯುವವರನ್ನು ನಿರ್ಭಂದಿಸಲಾಗಿದೆ
lo: ຕົວຕິດຕາມໄດ້ຖືກບັອກ
my: နောက်ယောင်ခံများကို တားဆီးထားသည်
nb: Sporere blokkert
pa_in: ਟਰੈਕਰਾਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਗਾਈ
pt_pt: Monitorização bloqueada
ru: Трекеров заблокировано
si: ලුහුබැඳීම් අවහිරයි
tg: Васоити пайгирии манъшуда

# WidgetOnboardingCard.ActionButton
source: Show Me How
da: Vis mig hvordan
eu: Erakuts iezadazu nola
gd: Seall dhomh mar a nì mi seo
gl: Móstreme como
lo: ບອກວິທີເຮັດໃຫ້ຂ້ອຍຮູ້
nb: Vis meg hvordan
pa_in: ਮੈਨੂੰ ਦਿਖਾਓ ਕਿਵੇਂ
pt_pt: Mostrar-me como
si: කෙසේදැයි පෙන්වන්න
tg: Нишон диҳед, ки чӣ тавр

# WidgetOnboardingCard.Subtitle
source: We’ll leave you to your private browsing, but get a quicker start next time with the %@ widget on your Home screen.
da: Vi overlader dig til din private browsing, men få en hurtigere start næste gang med %@-widget'en på din startskærm.
eu: Zure nabigatze pribatuaren menpe utziko dugu, baina hurrengoan azkarrago has zaitezke zure hasierako pantailan %@ widgeta erabiliz.
gd: Cùm ort leis a’ bhrabhsadh phrìobhaideach agus gheibh thu greim air nas luaithe an ath-thuras leis a’ widget %@ air an sgrìn mhòr agad.
gl: Deixarémolo coa súa navegación privada, pero a próxima vez comezará máis rápido co widget %@ na súa pantalla de inicio.
lo: ພວກເຮົາຈະປ່ອຍໃຫ້ທ່ານຊອກຫາແບບສ່ວນຕົວຂອງທ່ານ, ແຕ່ເລີ່ມຕົ້ນໄວຂຶ້ນໃນຄັ້ງຕໍ່ໄປດ້ວຍວິດເຈັດ %@ ໃນໜ້າຈໍຫຼັກຂອງທ່ານ.
nb: Vi overlater deg til din private nettlesing, men får en raskere start neste gang med %@-widgeten på startskjermen.
pa_in: ਹੁਣ ਤੁਸੀਂ ਆਪਣੀ ਪ੍ਰਾਈਵੇਟ ਬਰਾਊਜ਼ਿੰਗ ਕਰੋ, ਪਰ ਅਗਲੀ ਵਾਰ ਫ਼ੌਰਨ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਆਪਣੀ ਮੁੱਖ ਸਕਰੀਨ ਤੋਂ %@ ਵਿਜੈਟ ਵਰਤ ਸਕਦੇ ਹੋ।
pt_pt: Vamos deixá-lo/a com a sua navegação privada, mas comece mais rápido da próxima vez com o widget do %@ no ecrã inicial.
tg: Мо шуморо ба тамошобинии хусусӣ ворид мекунем, аммо дар оянда браузери худро ба воситаи виҷети «%@» аз экрани асосии худ зудтар оғоз намоед.

# WidgetOnboardingCard.Title
source: Browsing history cleared! 🎉
da: Browserhistorik blev ryddet! 🎉
eu: Nabigatze-historia garbituta! 🎉
gd: Chaidh eachdraidh a’ bhrabhsaidh fhalamhachadh! 🎉
gl: Borrouse o historial de navegación. 🎉
lo: ລຶບລ້າງປະຫວັດການທ່ອງເວັບແລ້ວ! 🎉
nb: Nettleserhistorikk er slettet! 🎉
pa_in: ਬਰਾਊਜ਼ਿੰਗ ਅਤੀਤ ਮਿਟਾਇਆ ਗਿਆ! 🎉
pt_pt: Histórico de navegação eliminado! 🎉
si: පිරික්සුම් ඉතිහාසය මැකිණි! 🎉
tg: Таърихи тамошо пок карда шуд! 🎉

# Settings.sectionMozilla
source: MOZILLA
si: මොසිල්ලා

# Settings.toggleSafari
source: Safari
kn: ಸಫಾರಿ
si: සෆාරි
