Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Alerts.strings
Languages: bg, br, ca, cy, da, de, eo, es_ar, fi, id, is, it, kk, nl, pt_pt, ro, ru, si, sk, sq, sv, tg, tr, tt, ug, uk, vi

# Alerts.AddToCalendar.Body.v134
source: %@ is asking to download a file and add an event to your calendar.
bg: %@ пита за изтегляне на файл и добавяне на събитие към вашия календар.
ca: %@ vol baixar un fitxer i afegir un esdeveniment al calendari.
cy: Mae %@ yn gofyn i chi lwytho ffeil i lawr ac ychwanegu digwyddiad at eich calendr.
da: %@ beder om at hente en fil og føje en begivenhed til din kalender.
de: %@ bittet darum, eine Datei herunterzuladen und einen Termin in Ihrem Kalender hinzuzufügen.
eo: %@ petas elŝuti dosieron kaj aldoni eventon al via kalendaro.
es_ar: %@ está pidiendo descargar un archivo y agregar un evento a tu calendario.
fi: %@ pyytää lataamaan tiedoston ja lisäämään tapahtuman kalenteriisi.
id: %@ meminta untuk mengunduh berkas dan menambahkan acara ke kalender Anda.
is: %@ er að biðja um að fá að sækja skrá og bæta atburði við dagatalið þitt.
it: %@ chiede di scaricare un file e aggiungere un evento al calendario.
kk: %@ файлды жүктеп алып, күнтізбеңізге оқиға қосуды сұрайды.
nl: %@ vraagt om een bestand te downloaden en een gebeurtenis aan uw agenda toe te voegen.
pt_pt: %@ está a solicitar para transferir um ficheiro e adicionar um evento ao seu calendário.
ro: %@ cere descărcarea unui fișier și adăugarea unui eveniment în calendar.
ru: %@ просит загрузить файл и добавить событие в ваш календарь.
si: %@ ගොනුවක් බාගැනීමට හා ඔබගේ දින දසුනට සිදුවීමක් එක් කිරීමට අසයි.
sk: %@ žiada o stiahnutie súboru a pridanie udalosti do vášho kalendára.
sq: %@ po kërkon të shkarkojë një kartelë dhe të shtojcë një veprimtari te kalendari juaj.
sv: %@ begär att få ladda ner en fil och lägga till en händelse i din kalender.
tr: %@ bir dosya indirip takviminize bir etkinlik eklemek istiyor.
ug: %@ بىر ھۆججەت چۈشۈرۈپ يىلنامىڭىزگە بىر پائالىيەت قوشىدۇ.
uk: %@ просить завантажити файл і додати подію до вашого календаря.
vi: %@ đang yêu cầu tải xuống một tệp và thêm sự kiện vào lịch của bạn.

# Alerts.AddToCalendar.BodyDefault.v134
source: This site is asking to download a file and add an event to your calendar.
bg: Този сайт иска да изтегли файл и да добави събитие към вашия календар.
ca: Aquest lloc vol baixar un fitxer i afegir un esdeveniment al calendari.
cy: Mae'r wefan hon yn gofyn i chi lwytho ffeil i lawr ac ychwanegu digwyddiad i'ch calendr.
da: Dette websted beder om at hente en fil og føje en begivenhed til din kalender.
de: Diese Website möchte eine Datei herunterladen und einen Termin zu Ihrem Kalender hinzufügen.
eo: Tiu ĉi retejo petas elŝuti dosieron kaj aldoni eventon al via kalendaro.
es_ar: Este sitio está pidiendo descargar un archivo y agregar un evento a tu calendario.
fi: Tämä sivusto pyytää lataamaan tiedoston ja lisäämään tapahtuman kalenteriisi.
id: Situs ini meminta untuk mengunduh berkas dan menambahkan acara ke kalender Anda.
is: Þetta vefsvæði er að biðja um að fá að sækja skrá og bæta atburði við dagatalið þitt.
it: Questo sito chiede di scaricare un file e aggiungere un evento al calendario.
kk: Бұл сайт файлды жүктеп алып, күнтізбеңізге оқиға қосуды сұрайды.
nl: Deze website vraagt om een bestand te downloaden en een gebeurtenis aan uw agenda toe te voegen.
pt_pt: Este site está a solicitar para transferir um ficheiro e adicionar um evento ao seu calendário.
ro: Acest site cere descărcarea unui fișier și adăugarea unui eveniment în calendar.
ru: Этот сайт просит загрузить файл и добавить событие в ваш календарь.
si: මෙම අඩවිය ගොනුවක් බාගැනීමට හා ඔබගේ දින දසුනට සිදුවීමක් එක් කිරීමට අසයි.
sk: Táto stránka žiada o stiahnutie súboru a pridanie udalosti do vášho kalendára.
sq: Ky sajt po kërkon të shkarkojë një kartelë dhe të shtojcë një veprimtari te kalendari juaj.
sv: Den här webbplatsen vill ladda ner en fil och lägga till en händelse i din kalender.
tr: Bu site bir dosya indirip takviminize bir etkinlik eklemek istiyor.
ug: بۇ تور بېكەت ھۆججەتتىن بىرنى چۈشۈرۈپ، بىر پائالىيەتنى يىلنامىڭىزگە قوشنى ئىلتىماس قىلدى.
uk: Цей сайт просить завантажити файл і додати подію до вашого календаря.
vi: Trang web này đang yêu cầu tải xuống một tệp và thêm sự kiện vào lịch của bạn.

# Alerts.AddToCalendar.Button.Add.v134
source: Add
bg: Добавяне
br: Ouzhpennañ
ca: Afegeix
cy: Ychwanegu
da: Tilføj
de: Hinzufügen
eo: Aldoni
es_ar: Agregar
fi: Lisää
id: Tambah
is: Bæta við
it: Aggiungi
kk: Қосу
nl: Toevoegen
pt_pt: Adicionar
ro: Adaugă
ru: Добавить
si: එකතු
sk: Pridať
sq: Shtoje
sv: Lägg till
tg: Илова кардан
tr: Ekle
tt: Өстәү
ug: قوش
uk: Додати
vi: Thêm

# Alerts.AddToCalendar.Title.v134
source: Add to calendar?
bg: Добавяне към календар?
br: Ouzhpennañ d’an deiziataer?
ca: Voleu afegir-ho al calendari?
cy: Ychwanegu at y calendr?
da: Føj til kalender?
de: Zu Kalender hinzufügen?
eo: Ĉu aldoni al kalendaro?
es_ar: ¿Agregar al calendario?
fi: Lisätäänkö kalenteriin?
id: Tambahkan ke kalender?
is: Bæta á dagatal?
it: Aggiungere al calendario?
kk: Күнтізбеге қосу керек пе?
nl: Aan agenda toevoegen?
pt_pt: Adicionar ao calendário?
ro: Adaugi în calendar?
ru: Добавить в календарь?
si: දින දසුනට දමන්නද?
sk: Pridať do kalendára?
sq: Të shtohet në kalendar?
sv: Lägg till i kalendern?
tg: Ба тақвим илова мекунед?
tr: Takvime eklensin mi?
ug: يىلنامىگە قوشامدۇ؟
uk: Додати до календаря?
vi: Thêm vào lịch?

# Alerts.FeltDeletion.Body.v122
source: Close all private tabs and delete history, cookies, and all other site data.
bg: Затваря поверителните раздели и премахва историята, бисквитките и другите данни от страниците.
br: Serriñ an holl ivinelloù prevez ha skarzhañ ar roll istor, an toupinoù ha kement roadenn all eus al lec'hienn.
ca: Es tanquen totes les pestanyes privades i se suprimeixen les galetes l'historial i totes les dades dels llocs.
cy: Caewch bob tab preifat a dileu hanes, cwcis, a holl ddata gwefan arall.
da: Luk alle private faneblade og slet historik, cookies og alle andre webstedsdata.
de: Schließen Sie alle privaten Tabs und löschen Sie Chronik, Cookies und alle anderen Website-Daten.
eo: Fermi ĉiujn privatajn langetojn kaj forigi historion, kuketojn kaj ĉiujn aliajn retejajn datumojn.
es_ar: Cerrar todas las pestañas privadas y eliminar el historial, las cookies y todos los otros datos del sitio.
fi: Sulje kaikki yksityiset välilehdet ja poista historia, evästeet ja kaikki muut sivustotiedot.
id: Tutup semua tab pribadi dan hapus riwayat, kuki, dan semua data situs lainnya.
is: Loka öllum huliðsflipum og eyða vafurferli, vefkökum og öllum öðrum gögnum vefsvæðisins.
it: Chiudi tutte le schede anonime e cancella cronologia, cookie e tutti gli altri dati dei siti web.
kk: Барлық жекелік беттерін жауып, тарихты, cookie файлдарын және басқа сайт деректерін өшіру.
nl: Alle privétabbladen sluiten en geschiedenis, cookies en alle andere websitegegevens verwijderen.
pt_pt: Feche todos os separadores privados e elimine o histórico, cookies e todos os outros dados de sites.
ro: Închide toate filele private și șterge istoricul, cookie-urile și toate celelalte date ale site-urilor.
ru: Закрыть все приватные вкладки и удалить историю, куки и все другие данные сайтов.
si: පෞද්ගලික පටිති සියල්ල වසා ඉතිහාසය, දත්තකඩ සහ අනෙකුත් සියලුම අඩවි දත්ත මකන්න.
sk: Týmto sa zatvoria všetky súkromné karty a odstráni sa história, súbory cookie a všetky ostatné údaje stránok.
sq: Mbyll krejt skedat private dhe fshi historik, “cookies” dhe të tjera të dhëna sajti.
sv: Stäng alla privata flikar och ta bort historik, kakor och all annan webbplatsdata.
tg: Ҳамаи варақаҳои хусусиро мепӯшад ва таърих, кукиҳо ва маълумоти дигари сомонаҳоро нест мекунад.
tr: Tüm gizli sekmeleri kapat ve geçmişi, çerezleri ve tüm site verilerini sil.
tt: Барлык хосусый табларны ябып, тарихны, кукиларны һәм башка сайт мәгълүматларын бетерү.
ug: بارلىق شەخسىي بەتكۈچلەرنى تاقاپ، تارىخ، ساقلانما ۋە باشقا تور بېكەت سانلىق مەلۇماتلىرىنى ئۆچۈرىدۇ.
uk: Закрити всі приватні вкладки й видалити історію, файли cookie та всі інші дані сайтів.
vi: Đóng tất cả các thẻ riêng tư và xóa lịch sử, cookie cũng như tất cả dữ liệu trang web khác.

# Alerts.FeltDeletion.Button.Cancel.v122
source: Cancel
bg: Отказ
br: Nullañ
ca: Cancel·la
cy: Diddymu
da: Annuller
de: Abbrechen
eo: Nuligi
es_ar: Cancelar
fi: Kumoa
id: Batal
is: Hætta við
it: Annulla
kk: Бас тарту
nl: Annuleren
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු
sk: Zrušiť
sq: Anuloje
sv: Avbryt
tg: Бекор кардан
tr: İptal
tt: Баш тарту
ug: ۋاز كەچ
uk: Скасувати
vi: Hủy bỏ

# Alerts.FeltDeletion.Button.Cancel.v134
source: Cancel
bg: Отказ
br: Nullañ
ca: Cancel·la
cy: Diddymu
da: Annuller
de: Abbrechen
eo: Nuligi
es_ar: Cancelar
fi: Kumoa
id: Batal
is: Hætta við
it: Annulla
kk: Бас тарту
nl: Annuleren
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු
sk: Zrušiť
sq: Anuloje
sv: Avbryt
tg: Бекор кардан
tr: Vazgeç
tt: Баш тарту
ug: ۋاز كەچ
uk: Скасувати
vi: Hủy bỏ

# Alerts.FeltDeletion.Button.Confirm.v122
source: Delete session data
bg: Премахване на данни от сеанса
br: Dilemel roadennoù an estez
ca: Suprimeix les dades de la sessió
cy: Dileu data sesiwn
da: Slet sessions-data
de: Sitzungsdaten löschen
eo: Forigi seancajn datumojn
es_ar: Borrar datos de la sesión
fi: Poista istunnon tiedot
id: Hapus data sesi
is: Eyða lotugögnum
it: Elimina dati della sessione
kk: Сессия деректерін өшіру
nl: Sessiegegevens verwijderen
pt_pt: Eliminar dados de sessão
ro: Șterge datele sesiunii
ru: Удалить данные сессии
si: වාරයේ දත්ත මකන්න
sk: Odstrániť údaje relácie
sq: Fshi të dhëna sesioni
sv: Ta bort sessionsdata
tg: Нест кардани маълумоти ҷаласа
tr: Oturum verilerini sil
tt: Сессия мәгълүматларын бетерү
ug: سۆزلىشىش سانلىق مەلۇماتىنى ئۆچۈرىدۇ
uk: Видалити дані сеансу
vi: Xoá dữ liệu phiên

# Alerts.FeltDeletion.Title.v122
source: End your private session?
bg: Прекратяване на поверителния сеанс?
br: Lakaat un termen d'hoc’h estez prevez?
ca: Voleu finalitzar la sessió privada?
cy: Gorffen eich sesiwn breifat?
da: Vil du afslutte den private session?
de: Ihre private Sitzung beenden?
eo: Ĉu fini vian privatan seancon?
es_ar: ¿Finalizar la sesión privada?
fi: Lopetetaanko yksityinen istunto?
id: Akhiri sesi pribadi Anda?
is: Ljúka huliðslotunni þinni?
it: Terminare la sessione anonima?
kk: Жекелік сессияңызды аяқтау керек пе?
nl: Uw privésessie beëindigen?
pt_pt: Terminar a sua sessão privada?
ro: Termini sesiunea privată?
ru: Завершить приватную сессию?
si: ඔබගේ පෞද්ගලික වාරය නිමා කරන්නද?
sk: Ukončiť súkromnú reláciu?
sq: Të përfundohet sesioni jua privat?
sv: Avsluta din privata session?
tg: Ҷаласаи хусусии худро ба анҷом мерасонед?
tr: Gizli oturum sonlandırılsın mı?
tt: Хосусый гизү сессиягез тәмамлансынмы?
ug: شەخسىي سۆزلىشىشىڭىزنى ئاخىرلاشتۇرامدۇ؟
uk: Завершити приватний сеанс?
vi: Kết thúc phiên riêng tư của bạn?

# Alerts.RestoreTabs.Button.No.v109
source: No
bg: Не
br: Ket
cy: Na
da: Nej
de: Nein
eo: Ne
fi: Ei
id: Tidak
is: Nei
kk: Жоқ
nl: Nee
pt_pt: Não
ro: Nu
ru: Нет
si: නැහැ
sk: Nie
sq: Jo
sv: Nej
tg: Не
tr: Hayır
tt: Юк
ug: ياق
uk: Ні
vi: Không

# Alerts.RestoreTabs.Button.Yes.v109
source: Restore tabs
bg: Възстановяване на раздели
br: Adsevel an ivinelloù
ca: Restaura les pestanyes
cy: Adfer tabiau
da: Gendan faneblade
de: Tabs wiederherstellen
eo: Restarigi langetojn
es_ar: Restaurar pestañas
fi: Palauta välilehdet
id: Pulihkan tab
is: Endurheimta flipa
it: Ripristina schede
kk: Беттерді қалпына келтіру
nl: Tabbladen herstellen
pt_pt: Restaurar separadores
ro: Restaurează filele
ru: Восстановление вкладок
si: පටිති ප්‍රත්‍යර්පණය
sk: Obnoviť karty
sq: Rikthe skeda
sv: Återställ flikar
tg: Барқарор кардани варақаҳо
tr: Sekmeleri geri yükle
tt: Табларны кире кайтару
ug: بەتكۈچنى ئەسلىگە قايتۇر
uk: Відновити вкладки
vi: Khôi phục thẻ

# Alerts.RestoreTabs.Message.v109
source: Sorry about that. Restore tabs to pick up where you left off.
bg: Съжалявам за което. Възстановете разделите, за да продължите откъдето сте спрели.
br: Digarezit. Adsavit an ivinelloù evit distreiñ e-lec'h ma oac'h.
ca: Restaureu les pestanyes per a continuar des d'on ho havíeu deixat.
cy: Ymddiheuriadau. Adferwch y tabiau i barhau.
da: Det må du undskylde. Gendan faneblade for at fortsætte, hvor du var.
de: Entschuldigung. Stellen Sie Tabs wieder her, um dort weiterzumachen, wo Sie aufgehört haben.
eo: Ni bedaŭras tion. Restarigu langetojn por rekomenci kie vi haltis.
es_ar: Disculpá. Restaurá las pestañas para continuar donde las dejaste.
fi: Pahoittelut tapahtuneesta. Palauta välilehdet jatkaaksesi siitä, mihin jäit.
id: Maaf soal itu. Pulihkan tab untuk melanjutkan dari bagian terakhir yang Anda tinggalkan.
is: Þetta var leiðinlegt. Endurheimtu flipa til að halda áfram þar sem frá var horfið.
it: Ci dispiace per questo problema. Ripristina le schede per riprendere da dove eri rimasto.
kk: Бұл үшін кешіріңіз. Тоқтаған жерден жалғастыру үшін беттерді қалпына келтіріңіз.
nl: Sorry daarvoor. Herstel tabbladen om verder te gaan waar u was gebleven.
pt_pt: Peço desculpa por isto. Restaure os separadores para continuar onde parou.
ro: Ne cerem scuze. Restaurează filele pentru a continua de unde ai rămas.
ru: Мы сожалеем об этом. Восстановите вкладки, чтобы продолжить с места, где вы остановились.
si: සමාවන්න. නවතන ලද තැනින් අතට ගැනීමට පටිති ප්‍රත්‍යර්පණය කරන්න.
sk: Ospravedlňujeme sa. Obnovte karty a pokračujte tam, kde ste prestali.
sq: Na ndjeni për këtë. Riktheni skedat, për të vazhduar atje ku e latë.
sv: Förlåt för det. Återställ flikar för att fortsätta där du slutade.
tr: Hatamızdan dolayı özür dileriz. Kaldığınız yerden devam etmek için sekmeleri geri yükleyin.
tt: Гафу үтенәбез. Туктаган җирегездән дәвам итү өчен табларыгызны яңадан торгызыгыз.
ug: كەچۈرۈڭ. بەتكۈچلەرنى قەيەردە ئۈزۈلگەن بولسا شۇ جايدىن ئەسلىگە قايتۇرىدۇ.
uk: Перепрошуємо за це. Відновіть вкладки, щоб продовжити з того місця, де ви зупинилися.
vi: Xin lỗi vì điều đó. Khôi phục các thẻ để tiếp tục từ nơi bạn đã dừng lại.

# Alerts.RestoreTabs.Title.v109.v2
source: %@ crashed. Restore your tabs?
bg: %@ се срина. Възстановяване на разделите?
br: %@ sac'het. Adsevel hoc'h ivinelloù?
ca: El %@ ha fallat. Voleu restaurar les pestanyes?
cy: Chwalodd %@. Adfer eich tabiau?
da: %@ gik ned. Gendan dine faneblade?
de: %@ ist abgestürzt. Tabs wiederherstellen?
eo: %@ paneis. Ĉu restarigi viajn langetojn?
es_ar: %@ falló. ¿Querés restaurar las pestañas?
fi: %@ kaatui. Palautetaanko välilehdet?
id: %@ mogok. Pulihkan tab Anda?
is: %@ hrundi. Endurheimta flipana þína?
it: %@ si Ã¨ bloccato. Ripristinare le schede?
kk: %@ құлады. Беттерді қалпына келтіру керек пе?
nl: %@ is gecrasht. Wilt u uw tabbladen herstellen?
pt_pt: O %@ foi interrompido. Restaurar os seus separadores?
ro: %@ s-a blocat. Restaurezi filele?
ru: %@ упал. Восстановить вкладки?
si: %@ බිඳ වැටුණි. පටිති ප්‍රත්‍යර්පණය කරන්නද?
sk: %@ zlyhal. Chcete obnoviť svoje karty?
sq: %@-i u vithis. Të rikthehen skedat tuaja?
sv: %@ kraschade. Vill du återställa dina flikar?
tg: %@ вайрон шуд. Варақаҳои худро барқарор месозед?
tr: %@ çöktü. Sekmeleriniz geri yüklensin mi?
tt: %@ ватылды. Табларыгыз яңадан торгызылсызмы?
ug: %@ يىمىرىلدى. بەتكۈچلىرىڭىزنى ئەسلىگە كەلتۈرسۇنمۇ؟
uk: Стався збій %@. Відновити ваші вкладки?
vi: %@ bị lỗi. Khôi phục các thẻ của bạn?
