Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Bookmarks.strings
Languages: cy, eo, ia, si, sq, ug

# Bookmarks.EmptyState.Nested.Body.v135
source: Add bookmarks as you browse so you can find your favorite sites later.
cy: Ychwanegwch nodau tudalen wrth i chi bori fel y gallwch ddod o hyd i'ch hoff wefannau eto.
eo: Aldonu legosignojn dum vi retumas, tiel ke vi povos pli rapide retrovi viajn ŝatatajn retejojn.
ia: Adde marcapaginas dum tu naviga pro trovar tu sitos preferite plus tarde.
si: ඔබ පිරික්සන පරිදි පොත්යොමු එක් කරන්න. එවිට ඔබගේ ප්‍රියතම අඩවි පසුව ද බැලීමට හැකිය.
sq: Shtoni faqerojtës teksa shfletoni, që të mund të gjeni më vonë sajtet tuaj të parapëlqyer.
ug: زىيارەت قىلىۋاتقاندا خەتكۈچكە قوشسىڭىز كېيىن ياقتۇرغان تور بېكەتلىرىڭىزنى تاپالايسىز.

# Bookmarks.EmptyState.Nested.Title.v135
source: This folder is empty
cy: Mae'r ffolder hon yn wag
eo: Tiu ĉi dosierujo estas malplena
ia: Iste plica es vacue
si: මෙම බහාලුම හිස්ය
sq: Kjo dosje është e zbrazët
ug: بۇ قىسقۇچ بوش

# Bookmarks.EmptyState.Root.Body.v135
source: Save sites as you browse. We’ll also grab bookmarks from other synced devices.
cy: Cadwch wefannau wrth i chi bori. Mewngofnodwch i gipio nodau tudalen o ddyfeisiau eraill sydd wedi'u cydweddu.
eo: Konservi retejojn dum vi retumas. Ni also prenos legosignojn el aliaj spegulitaj aparatoj.
ia: Salva le sitos durante le navigation. Nos alsi acquirera marcapaginas ab altere apparatos synchronisate.
sq: Ruani sajte teksa shfletoni. Do të marrim gjithashtu faqerojtës nga pajisje të tjera të njëkohësuara.
ug: زىيارەت قىلىۋاتقان تور بېكىتىڭىزنى ساقلايدۇ. تىزىمغا كىرگەندىن كېيىن قەدەمداشلانغان باشقا ئۈسكۈنىدىكى خەتكۈچنى ئىشلىتەلەيمىز.

# Bookmarks.EmptyState.Root.Title.v135
source: No bookmarks yet
cy: Dim nodau tudalen eto
eo: Ankoraŭ ne estas legosignoj
ia: Nulle marcapaginas ancora
si: මෙහි පොත්යොමු නැත
sq: Ende pa faqerojtës
ug: ھېچقانداق خەتكۈچ يوق

# Bookmarks.Menu.AllBookmarks.v131
source: All
cy: Y Cyfan
eo: Ĉiuj
ia: Toto
si: සියල්ල
sq: Krejt
ug: ھەممىسى

# Bookmarks.Menu.DeleteBookmark.v132
source: Delete Bookmark
cy: Dileu Nod Tudalen
eo: Forigi legosignon
ia: Deler marcapagina
si: පොත්යොමුව මකන්න
sq: Fshije Faqerojtësin
ug: خەتكۈچ ئۆچۈر

# Bookmarks.Menu.DeletedBookmark.v131
source: Deleted “%@”
cy: Dilëwyd “%@”
eo: “%@” forigita
ia: Delite “%@”
si: “%@” මැකිණි
sq: U fshi “%@”
ug: «%@» ئۆچۈرۈلدى

# Bookmarks.Menu.DeleteFolder.v131
source: Delete Folder
cy: Dileu Ffolder
eo: Forigi ujon
ia: Deler plica
si: බහාලුම මකන්න
sq: Fshije Dosjen
ug: قىسقۇچ ئۆچۈر

# Bookmarks.Menu.EditBookmark.v131
source: Edit Bookmark
cy: Golygu Nod Tudalen
eo: Modifi legosignon
ia: Modificar marcapagina
si: පොත්යොමුව සංස්කරණය
sq: Përpunoni Faqerojtësin
ug: خەتكۈچ تەھرىر

# Bookmarks.Menu.EditBookmarkSaveIn.v131
source: Save in
cy: Cadw yn
eo: Konservi en
ia: Salvar in
si: මෙහි සුරකින්න
sq: Ruaje te
ug: ساقلا

# Bookmarks.Menu.EditBookmarkTitle.v131
source: Edit Bookmark
cy: Golygu Nod Tudalen
eo: Modifi legosignon
ia: Modificar marcapagina
si: පොත්යොමුව සංස්කරණය
sq: Përpunoni Faqerojtësin
ug: خەتكۈچ تەھرىر

# Bookmarks.Menu.EditFolder.v131
source: Edit Folder
cy: Golygu Ffolder
eo: Modifi ujon
ia: Modificar plica
si: බහාලුම සංස්කරණය
sq: Përpunoni Dosjen
ug: قىسقۇچ تەھرىر

# HomePanel.ContextMenu.Edit.v131
source: Edit
cy: Golygu
eo: Modifi
ia: Rediger
si: සංස්කරණය
sq: Përpunoni
ug: تەھرىر
