Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/EditAddress.strings
Languages: si, ug

# Addresses.EditAddress.Alert.CancelButton.v129
source: Cancel
si: අවලංගු
ug: ۋاز كەچ

# Addresses.EditAddress.Alert.Message.v129
source: The address will be removed from all of your synchronised devices.
si: ඔබගේ සියළුම සමමුහූර්ත උපාංග වලින් ලිපිනය ඉවත් කෙරේ.
ug: ئادرېس قەدەمداشلانغان بارلىق ئۈسكۈنىلىرىڭىزدىن چىقىرىۋېتىلىدۇ.

# Addresses.EditAddress.Alert.RemoveButton.v129
source: Remove
si: ඉවත් කරන්න
ug: چىقىرىۋەت

# Addresses.EditAddress.Alert.Title.v129
source: Remove Address
si: ලිපිනය ඉවත් කරන්න
ug: ئادرېسنى چىقىرىۋەت

# Addresses.EditAddress.AutofillAddAddressTitle.v129
source: Add address
si: ලිපිනය යොදන්න
ug: ئادرېس قوش

# Addresses.EditAddress.AutofillAddressArea.v129
source: Area
si: ප්‍රදේශය
ug: رايون

# Addresses.EditAddress.AutofillAddressCity.v129
source: City
si: නගරය
ug: شەھەر

# Addresses.EditAddress.AutofillAddressCountryOnly.v129
source: Country
si: රට
ug: دۆلەت

# Addresses.EditAddress.AutofillAddressCountryRegion.v129
source: Country or Region
si: රට හෝ කලාපය
ug: دۆلەت ياكى رايون

# Addresses.EditAddress.AutofillAddressCounty.v129
source: County
si: රට
ug: ناھىيە

# Addresses.EditAddress.AutofillAddressDepartment.v129
source: Department
si: ක්‍රියාංශය
ug: ئۆلكە

# Addresses.EditAddress.AutofillAddressDistrict.v129
source: District
ug: ئالاھىدە رايون

# Addresses.EditAddress.AutofillAddressDoSi.v129
source: Do/Si
si: පළා/කොට්ඨා
ug: شەھەر

# Addresses.EditAddress.AutofillAddressEircode.v129
source: Eircode
ug: پوچتا نومۇرى

# Addresses.EditAddress.AutofillAddressEmail.v129
source: Email
si: වි-තැපෑල
ug: ئېلخەت

# Addresses.EditAddress.AutofillAddressEmirate.v129
source: Emirate
si: එමිරේට්
ug: ئەمىرلىكى

# Addresses.EditAddress.AutofillAddressIsland.v129
source: Island
si: දූපත
ug: ئارال

# Addresses.EditAddress.AutofillAddressName.v129
source: Name
si: නම
ug: ئىسمى

# Addresses.EditAddress.AutofillAddressNeighborhood.v129
source: Neighbourhood
ug: مەھەللە

# Addresses.EditAddress.AutofillAddressOblast.v129
source: Oblast
ug: ئوبلاست

# Addresses.EditAddress.AutofillAddressOrganization.v129
source: Organisation
si: සංවිධානය
ug: تەشكىلات

# Addresses.EditAddress.AutofillAddressParish.v129
source: Parish
si: වසම
ug: تەۋەلىك

# Addresses.EditAddress.AutofillAddressPin.v129
source: Pin
si: අංකය
ug: Pin پوچتا نومۇرى

# Addresses.EditAddress.AutofillAddressPostalCode.v129
source: Post Code
si: තැපැල් කේතය
ug: پوچتا نومۇرى

# Addresses.EditAddress.AutofillAddressPostTown.v129
source: Post town
si: තැපැල් නගරය
ug: پوچتا بازار

# Addresses.EditAddress.AutofillAddressPrefecture.v129
source: Prefecture
ug: ۋىلايەت

# Addresses.EditAddress.AutofillAddressProvince.v129
source: Province
si: පළාත
ug: ئۆلكە

# Addresses.EditAddress.AutofillAddressState.v129
source: State
si: ප්‍රාන්තය
ug: ئىشتات

# Addresses.EditAddress.AutofillAddressSuburb.v129
source: Suburb
ug: شەھەر ئەتراپى

# Addresses.EditAddress.AutofillAddressTel.v129
source: Phone
si: දුරකථනය
ug: تېلېفون

# Addresses.EditAddress.AutofillAddressTownland.v129
source: Townland
ug: بازار

# Addresses.EditAddress.AutofillAddressVillageTownship.v129
source: Village or Township
ug: يېزا ياكى بازار

# Addresses.EditAddress.AutofillAddressZip.v129
source: ZIP Code
si: තැපැල් කේතය
ug: پوچتا نومۇرى

# Addresses.EditAddress.AutofillCancelButton.v129
source: Cancel
si: අවලංගු
ug: ۋاز كەچ

# Addresses.EditAddress.AutofillEditAddressTitle.v129
source: Edit address
si: ලිපිනය සංස්කරණය
ug: ئادرېس تەھرىر

# Addresses.EditAddress.AutofillEditStreetAddressTitle.v129
source: Street Address
si: වීදියේ ලිපිනය
ug: كوچا ئادرېسى

# Addresses.EditAddress.AutofillSaveButton.v129
source: Save
si: සුරකින්න
ug: ساقلا

# Addresses.EditAddress.AutofillViewAddressTitle.v129
source: View address
si: ලිපිනය බලන්න
ug: ئادرېس كۆرسەت

# Addresses.EditAddress.CloseNavBarButtonLabel.v129
source: Close
si: වසන්න
ug: تاقا

# Addresses.EditAddress.EditNavBarButtonLabel.v129
source: Edit
si: සංස්කරණය
ug: تەھرىر

# Addresses.EditAddress.RemoveAddressButtonTitle.v129
source: Remove Address
si: ලිපිනය ඉවත් කරන්න
ug: ئادرېسنى چىقىرىۋەت

# Addresses.Toast.AddressRemovedConfirmation.v129
source: Address Removed
si: ලිපිනය ඉවත් කෙරිණි
ug: ئادرېس چىقىرىۋېتىلدى

# Addresses.Toast.AddressSavedConfirmation.v129
source: Address Saved
si: ලිපිනය සුරැකිණි
ug: ئادرېس ساقلاندى

# Addresses.Toast.AddressSaveError.v129
source: Address Couldn’t Be Saved
si: ලිපිනය සුරැකීමට නොහැකි විය
ug: ئادرېسنى ساقلىيالمايدۇ

# Addresses.Toast.AddressSaveError.v130
source: Address Couldn’t Be Removed
si: ලිපිනය ඉවත් කිරීමට නොහැකි විය
ug: ئادرېسنى چىقىرىۋېتەلمەيدۇ

# Addresses.Toast.AddressSaveRetrySuggestion.v129
source: Try again
si: නැවත
ug: قايتا سىنا

# Addresses.Toast.AddressUpdatedConfirmation.v129
source: Address Information Updated
si: ලිපින තොරතුරු යාවත්කාලීන විය
ug: ئادرېس ئۇچۇرى يېڭىلاندى

# Addresses.Toast.AddressUpdatedConfirmation.v132.v2
source: Address Saved
si: ලිපිනය සුරැකිණි
ug: ئادرېس ساقلاندى
