Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/EnhancedTrackingProtection.strings
Languages: br, cs, cy, da, eo, gd, gl, hr, ia, kk, pt_pt, ro, ru, si, sk, sq, tg, tr, tt, ug, uk, vi, zh_tw

# Menu.EnhancedTrackingProtection.On.Header.v128
source: You’re protected. If we spot something, we’ll let you know.
br: Gwarezet hoc’h. Ma vez merzet un dra bennak e viot kelaouet.
cs: Jste chráněni. Pokud něco zjistíme, dáme vám vědět.
cy: Rydych wedi'ch diogelu. Os byddwn yn sylwi ar rywbeth, byddwn yn rhoi gwybod ichi.
da: Du er beskyttet. Vi giver dig besked, hvis vi opdager noget.
eo: Vi estas protektita. Se ni malkovras ion, ni sciigos vin.
gd: Tha thu fo fìon. Ma mhothaicheas sinn do rud sam bith, innsidh sinn dhut.
gl: Está protexido. Se detectamos algo, avisarémolo.
hr: Zaštićen/a si. Ako nešto uočimo, javit ćemo ti.
ia: Tu es protegite. Si nos discoperi alco, lo facera saper vos.
kk: Сіз қорғалғансыз. Бірдеңені байқасақ, сізге хабарлаймыз.
pt_pt: Está protegido. Se detetarmos algo, iremos fornecer-lhe essa informação.
ro: Ești protejat(ă). Dacă observăm ceva, te vom anunța.
ru: Вы защищены. Если мы что-то заметим, мы сообщим вам.
sk: Ste chránení. Ak niečo zistíme, dáme vám vedieť.
sq: Jeni i mbrojtur. Nëse vërejmë gjë, do t’ua bëjmë të ditur.
tg: Мо шуморо муҳофизат кардем. Агар ягон чизеро пайдо кунем, мо ба шумо хабар медиҳем.
tr: Koruma altındasınız. Bir şey tespit edersek size haber vereceğiz.
ug: قوغدالدىڭىز. ئەگەر بىرەر نەرسە بايقىساق، سىزگە بىلدۈرىمىز.
uk: Ви захищені. Якщо ми щось помітимо, то повідомимо вас.
vi: Bạn đã được bảo vệ. Nếu chúng tôi phát hiện ra điều gì đó, chúng tôi sẽ cho bạn biết.
zh_tw: 您已受到保護，若我們發現某些不安全的地方會再通知您。

# Menu.EnhancedTrackingProtection.On.NotSecure.Header.v128
source: Your connection is not secure.
br: N'eo ket diogel ho kennask.
cs: Vaše připojení není zabezpečené.
cy: Nid yw eich cysylltiad yn ddiogel.
da: Din forbindelse er ikke sikker.
eo: Via konekto ne estas sekura.
gd: Chan eil an ceangal agad tèarainte.
gl: A súa conexión non é segura.
hr: Tvoja veza nije sigurna.
ia: Tu connexion non es secur.
kk: Сіздің байланысыңыз қауіпсіз емес.
pt_pt: A sua ligação não é segura.
ro: Conexiunea ta nu este sigură.
ru: Ваше соединение не защищено.
si: ඔබගේ සම්බන්‍ධතාව අනාරක්‍ෂිතයි
sk: Vaše pripojenie nie je zabezpečené.
sq: Lidhja juaj s’është e siguruar.
tg: Пайвасти шумо бехатар нест.
tr: Bağlantınız güvenli değil.
ug: باغلىنىشىڭىز بىخەتەر ئەمەس.
uk: Ваше з'єднання не захищене.
vi: Kết nối của bạn không an toàn.
zh_tw: 您的連線並不安全。

# Menu.EnhancedTrackingProtection.On.NotSecure.Title.v128
source: Be careful on this site
br: Taolit evezh war al lec’hienn-mañ
cs: Buďte na této stránce opatrní
cy: Byddwch yn ofalus ar y wefan hon
da: Vær forsigtig på dette websted
eo: Estu singarda en tiu ĉi retejo
gd: Bi faiceallach air an làrach seo
gl: Teña coidado neste sitio
hr: Oprez na ovoj stranici
ia: Sia attente in iste sito
kk: Бұл сайтта абай болыңыз
pt_pt: Tenha cuidado neste site
ro: Ai grijă pe acest site
ru: Будьте осторожны на этом сайте
sk: Buďte opatrní na tejto stránke
sq: Hapni sytë në këtë sajt
tg: Дар ин сомона эҳтиёт шавед
tr: Bu sitede dikkatli olun
tt: Бу сайтта сак булыгыз
ug: بۇ تور بېكەتتىن ئېھتىيات قىلىڭ
uk: Будьте обережні на цьому сайті
vi: Hãy cẩn thận trên trang web này
zh_tw: 在此網站請小心

# Menu.EnhancedTrackingProtection.On.Title.v128
source: %@ is on guard
br: %@ a warez ac’hanoc’h
cs: %@ je na stráži
cy: Mae %@ yn wyliadwrus
da: %@ beskytter dig
eo: %@ protektas vin
gd: Tha %@ ri caithris
gl: %@ está en garda
hr: %@ stražari
ia: %@ es in guarda
kk: %@ күзетте
pt_pt: %@ está de guarda
ro: %@ te protejează
ru: %@ начеку
sk: %@ je na stráži
sq: %@ po ruan
tg: Муҳофизати «%@» фаъол аст
tr: %@ çalışıyor
tt: %@ сакта тора
ug: %@ قوغداۋاتىدۇ
uk: %@ на сторожі
vi: %@ đang bảo vệ
zh_tw: %@ 保護中

# Menu.EnhancedTrackingProtection.PrivacySettings.Title.v128
source: Privacy settings
br: Arventennoù ar vuhez prevez
cs: Nastavení soukromí
cy: Gosodiadau preifatrwydd
da: Indstillinger for beskyttelse af dit privatliv
eo: Privatecaj agordoj
gd: Roghainnean prìobhaideachd
gl: Configuración de privacidade
hr: Postavke privatnosti
ia: Parametros de confidentialitate
kk: Жекелік баптаулары
pt_pt: Definições de privacidade
ro: Setări de confidențialitate
ru: Параметры приватности
si: රහස්‍යතා සැකසුම්
sk: Nastavenia ochrany súkromia
sq: Rregullime privatësie
tg: Танзимоти махфият
tr: Gizlilik ayarları
tt: Хосусыйлык көйләүләре
ug: شەخسىيەت تەڭشىكى
uk: Параметри приватності
vi: Cài đặt quyền riêng tư
zh_tw: 隱私權設定

# Menu.EnhancedTrackingProtection.Switch.Title.v128
source: Enhanced Tracking Protection
br: Gwarez araokaet a-enep d’an heulierien
cs: Rozšířená ochrana proti sledování
cy: Diogelwch Uwch Rhag Tracio
da: Udvidet beskyttelse mod sporing
eo: Plibonigita protekto kontraŭ spurado
gd: Dìon adhartach o thracadh
gl: Protección mellorada contra o rastrexo
hr: Poboljšana zaštita od praćenja
ia: Protection antitraciamento reinfortiate
kk: Бақылаудан кеңейтілген қорғаныс
pt_pt: Proteção melhorada contra a monitorização
ro: Protecție îmbunătățită împotriva urmăririi
ru: Улучшенная защита от отслеживания
si: දියුණු කළ ලුහුබැඳීමේ රැකවරණය
sk: Rozšírená ochrana pred sledovaním
sq: Mbrojtje e Thelluar Nga Gjurmimi
tg: Муҳофизати такмилёфта аз пайгирӣ
tr: Gelişmiş izlenme koruması
tt: Күзәтелүдән Көчәйтелгән Саклау
ug: كۈچەيتىلگەن ئىزلاشتىن قوغداش
uk: Розширений захист від стеження
vi: Trình chống theo dõi nâng cao
zh_tw: 加強型追蹤保護

# Menu.EnhancedTrackingProtection.SwitchOff.Text.v129
source: Protections are OFF. We suggest turning them back on.
br: Diweredekaet eo ar gwarezioù. Aliañ a reomp deoc’h gweredekaat anezho en-dro.
cs: Ochrana je VYPNUTÁ. Doporučujeme ji znovu zapnout.
cy: Mae'r mesurau diogelwch wedi'u DIFFODD. Rydym yn awgrymu eu troi yn ôl ymlaen.
da: Beskyttelse er SLÅET FRA. Vi anbefaler, at du slår det til igen.
eo: Protektoj estas MALAKTIVAJ. Ni sugestas reaktivigi ilin.
gd: Tha an dìon dheth. Mholamaid dhut an cur air a-rithist.
gl: As proteccións están DESACTIVADAS. Suxerímoslle activalas de novo.
hr: Zaštite su ISKLJUČENE. Predlažemo da ih ponovo uključiš.
ia: Le protectiones es disactivate. Nos consilia reactivar los.
kk: Қорғаныстар СӨНДІРІЛГЕН. Біз оларды қайта іске қосуды ұсынамыз.
pt_pt: As proteções estão desativadas. Sugerimos que as ligue novamente.
ro: Protecțiile sunt DEZACTIVATE. Îți sugerăm să le reactivezi.
ru: Защита ОТКЛЮЧЕНА. Мы предлагаем включить её снова.
sk: Ochrana sú VYPNUTÁ. Odporúčame ju znova zapnúť.
sq: Mbrojtjet janë OFF. Sugjerojmë t’i aktivizoni.
tg: Воситаи муҳофизат ХОМӮШ АСТ. Мо тавсия медиҳем, ки шумо онро аз нав фаъол созед.
tr: Korumalar KAPALI. Yeniden açmanızı öneririz.
ug: قوغداش تاقاق. ئۇنى قايتا قوزغىتىشنى تەۋسىيە قىلىمىز.
uk: Захист ВИМКНЕНО. Ми пропонуємо ввімкнути його знову.
vi: Trình chống đã TẮT. Chúng tôi khuyên bạn nên bật lại.
zh_tw: 已關閉保護，建議您重新開啟。

# Menu.EnhancedTrackingProtection.SwitchOn.Text.v128
source: If something looks broken on this site, try turning it off.
br: Ma seblant bezañ torret un dra bennak war al lec’hienn-mañ, klaskit diweredekaat anezhañ.
cs: Pokud se vám zdá, že je něco na této stránce nefunkční, zkuste to vypnout.
cy: Os yw rhywbeth yn edrych wedi torri ar y wefan hon, ceisiwch ei ddiffodd.
da: Hvis noget på webstedet ikke ser ud til at virke som det skal, så prøv at slå beskyttelse fra.
eo: Se io misfunkcias en tiu ĉi retejo, provu malŝalti ĝin.
gd: Tha coltas gu bheil rudeigin briste air an làrach seo. Feuch ris a chur dheth.
gl: Se algo parece que non funciona neste sitio, intente desactivalo.
hr: Ako na ovoj stranici nešto izgleda pokvareno, pokušaj isključiti zaštitu.
ia: Si alco pare rupte in iste sito, tenta disactivar lo.
kk: Бұл сайтта бірдеңе бұзылған болып көрінсе, оны өшіріп көріңіз.
pt_pt: Se parecer que algo não está a funcionar neste site, experimente desativar.
ro: Dacă ceva pare defect pe acest site, încearcă să îl dezactivezi.
ru: Если что-то не работает на этом сайте, попробуйте её отключить.
sk: Ak sa niečo na tejto stránke javí ako nefunkčné, skúste ju vypnúť.
sq: Nëse diçka duket se nuk punon në këtë sajt, provoni ta çaktivizoni.
tg: Агар ягон чиз дар ин сомона вайрон бошад, кӯшиш кунед, ки онро хомӯш намоед.
tr: Site bozuk görünüyorsa kapatmayı deneyin.
ug: ئەگەر بۇ تور بېكەتتە بىرەر نەرسە بۇزۇلغاندەك كۆرۈنسە، ئۇنى تاقاپ سىناپ بېقىڭ.
uk: Якщо на цьому сайті щось не працює, спробуйте вимкнути захист.
vi: Nếu có gì đó bị hỏng trên trang web này, hãy thử tắt nó đi.
zh_tw: 若此網站功能異常，可嘗試關閉此功能。
