Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/EnhancedTrackingProtection.strings
Languages: br, cs, cy, da, eo, gd, gl, hr, ia, kk, pt_pt, ro, ru, si, sk, sq, tg, tr, tt, ug, uk, vi, zh_tw

# Menu.EnhancedTrackingProtection.Certificates.CommonName.v131
source: Common Name
br: Anv boutin
cs: Obecné jméno
cy: Enw Cyffredin
da: Normalt navn
eo: Normala nomo
gd: Ainm coitcheann
gl: Nome común
hr: Opće ime
ia: Nomine commun
kk: Жалпы аты
pt_pt: Nome comum
ro: Denumire comună
ru: Общее наименование
sk: Bežný názov
sq: Emër i Rëndomtë
tg: Номи умумӣ
tt: Уртак исем
ug: ئادەتتىكى ئات
uk: Загальна назва
vi: Tên gọi chung
zh_tw: 一般名稱

# Menu.EnhancedTrackingProtection.Certificates.IssuerCountry.v131
source: Country
br: Bro
cs: Země
cy: Gwlad
da: Land
eo: Lando
gd: Dùthaich
gl: País
hr: Zemlja
ia: Pais
kk: Ел
pt_pt: País
ro: Țară
ru: Страна
si: රට
sk: Krajina
sq: Vend
tg: Кишвар
tr: Ülke
tt: Ил
ug: دۆلەت
uk: Країна
vi: Quốc gia
zh_tw: 國家

# Menu.EnhancedTrackingProtection.Certificates.IssuerName.v131
source: Issuer Name
br: Anv ar skigner
cs: Jméno vydavatele
cy: Enw Cyhoeddwr
da: Udsteders navn
eo: Nomo de la eldoninto
gd: Ainm an fhoillsicheir
gl: Nome do emisor
hr: Ime izdavača
ia: Nomine del emissor
kk: Шығарушы аты
pt_pt: Nome do emissor
ro: Denumire emitent
ru: Издатель
si: නිකුත්කරුගේ නම
sk: Názov vydavateľa
sq: Emër Lëshuesi
tg: Номи бароранда
tt: Чыгаручы исеме
ug: تارقاتقۇچىنىڭ ئىسمى
uk: Видавець
vi: Tên nhà cung cấp
zh_tw: 簽發者名稱

# Menu.EnhancedTrackingProtection.Certificates.IssuerOrganization.v131
source: Organization
br: Aozadur
cs: Společnost
cy: Corff
da: Organisation
eo: Organizo
gd: Am buidheann
gl: Organización
hr: Organizacija
ia: Organisation
kk: Ұйым
pt_pt: Organização
ro: Organizație
ru: Организация
si: සංවිධානය
sk: Organizácia
sq: Ent
tg: Ташкилот
tt: Оешма
ug: تەشكىلات
uk: Організація
vi: Tổ chức
zh_tw: 公司

# Menu.EnhancedTrackingProtection.Certificates.SubjectAltNames.v131
source: Subject Alt Names
br: Anvioù all an danvez
cs: Alternativní jména subjektu
cy: Enwau Alt Pwnc
da: Subjektets alternative navne
eo: Alternativa nomo de la ricevinto
gd: Ainmean eile a’ chuspair
gl: Nomes alternativos do asunto
hr: Alternativno ime predmeta
ia: Nomines alternative del subjecto
kk: Субъекттің балама аттары
pt_pt: Nomes alternativos do sujeito
ro: Denumiri alternative subiect
ru: Альтернативные имена субъекта
sk: Alternatívne názvy subjektu
sq: Emra Alternativë Subjekti
tg: Номи иловагии воҳид
tt: Субъектнең альтернатив исемнәре
ug: تېما ئالماشتۇرۇش ئىسمى
uk: Альтернативні імена суб'єкта
vi: Tên chủ đề thay thế
zh_tw: 主體替代名稱

# Menu.EnhancedTrackingProtection.Certificates.SubjectAltNamesDNSName.v131
source: DNS Name
br: Anv DNS
cs: Záznam DNS
cy: Enw DNS
da: DNS-navn
eo: Nomo DNS
gd: Ainm DNS
gl: Nome do DNS
hr: DNS ime
ia: Nomine de DNS
kk: DNS аты
pt_pt: Nome de DNS
ro: Denumire DNS
ru: DNS-имя
si: ව.නා.ප. නම
sk: Záznam DNS
sq: Emër DNS
tg: Номи «DNS»
tt: DNS исеме
ug: DNS ئىسمى
uk: Ім'я DNS
vi: Tên DNS
zh_tw: DNS 名稱

# Menu.EnhancedTrackingProtection.Certificates.SubjectName.v131
source: Subject Name
br: Anv an danvez
cs: Jméno subjektu
cy: Enw'r Pwnc
da: Subjektets navn
eo: Nomo de la ricevinto
gd: Ainm a’ chuspair
gl: Nome do asunto
hr: Ime predmeta
ia: Nomine del subjecto
kk: Субъект аты
pt_pt: Nome do sujeito
ro: Denumire subiect
ru: Имя субъекта
si: මාතෘකාවේ නම
sk: Názov subjektu
sq: Emër Subjekti
tg: Номи воҳид
tt: Субъект исеме
ug: تېما ئىسمى
uk: Ім'я суб'єкта
vi: Tên chủ đề
zh_tw: 主體名稱

# Menu.EnhancedTrackingProtection.Certificates.Title.v131
source: Certificate
br: Testeni
cs: Certifikát
cy: Tystysgrif
da: Certifikat
eo: Atestilo
gd: Teisteanas
gl: Certificado
hr: Certifikat
ia: Certificato
kk: Сертификат
pt_pt: Certificado
ro: Certificat
ru: Сертификат
si: සහතිකය
sk: Certifikát
sq: Dëshmi
tg: Гувоҳнома
tr: Sertifika
tt: Сертификат
ug: گۇۋاھنامە
uk: Сертифікат
vi: Chứng chỉ
zh_tw: 憑證

# Menu.EnhancedTrackingProtection.Certificates.Validity.v131
source: Validity
br: Talvoudegezh
cs: Platnost
cy: Dilysrwydd
da: Gyldighed
eo: Valideco
gd: Dligheachd
gl: Validez
hr: Valjanost
ia: Validitate
kk: Мерзімі
pt_pt: Validade
ro: Valabilitate
ru: Действительность
si: වලංගුභාවය
sk: Platnosť
sq: Vlefshmëri
tg: Эътибор
tr: Geçerlilik
tt: Чынлык
ug: ئىناۋەتلىكى
uk: Чинність
vi: Tính hiệu lực
zh_tw: 有效期

# Menu.EnhancedTrackingProtection.Certificates.ValidityNotAfter.v131
source: Not After
br: Ket goude
cs: Platnost do
cy: Nid ar Ôl
da: Ikke efter
eo: Ne post
gd: Chan ann as dèidh
gl: Non posterior a
hr: Ne nakon
ia: Non post
kk: Кеш емес
pt_pt: Não posterior a
ro: Nu după
ru: Действителен по
sk: Neplatný po
sq: Jo Pas
tg: Боэътибор то
tt: Бу көнгә кадәр
ug: كېيىن ئەمەس
uk: Чинний до
vi: Hiệu lực đến
zh_tw: 不晚於

# Menu.EnhancedTrackingProtection.Certificates.ValidityNotBefore.v131
source: Not Before
br: Ket a-raok
cs: Platnost od
cy: Nid Cyn
da: Ikke før
eo: Ne antaŭ
gd: Chan ann ro
gl: Non anterior a
hr: Ne prije
ia: Non ante
kk: Ертерек емес
pt_pt: Não anterior a
ro: Nu înainte de
ru: Действителен с
sk: Neplatný pred
sq: Jo Para
tg: Боэътибор аз
tt: Бу көннән башлап
ug: ئىلگىرى ئەمەس
uk: Чинний з
vi: Hiệu lực từ
zh_tw: 不早於

# Menu.EnhancedTrackingProtection.ClearData.AlertCancelButton.v128
source: Cancel
br: Nullañ
cs: Zrušit
cy: Diddymu
da: Annuller
eo: Nuligi
gd: Sguir dheth
gl: Cancelar
hr: Odustani
ia: Cancellar
kk: Бас тарту
pt_pt: Cancelar
ro: Anulează
ru: Отмена
si: අවලංගු
sk: Zrušiť
sq: Anuloje
tg: Бекор кардан
tr: İptal
tt: Баш тарту
ug: ۋاز كەچ
uk: Скасувати
vi: Hủy bỏ
zh_tw: 取消

# Menu.EnhancedTrackingProtection.ClearData.AlertOkButton.v128
source: Clear
br: Skarzhañ
cs: Vymazat
cy: Clirio
da: Ryd
eo: Viŝi
gd: Falamhaich
gl: Borrar
hr: Izbriši
ia: Vacuar
kk: Тазарту
pt_pt: Limpar
ro: Șterge
ru: Очистить
si: මකන්න
sk: Vymazať
sq: Spastroje
tg: Пок кардан
tr: Temizle
tt: Чистарту
ug: تازىلا
uk: Очистити
vi: Xóa
zh_tw: 清除

# Menu.EnhancedTrackingProtection.ClearData.AlertText.v128
source: Removing cookies and site data for %@ might log you out of websites and clear shopping carts.
br: Dilemel an toupinoù ha roadennoù al lec’hienn evit %@ a c’hall digennaskañ ac’hanoc’h eus lec’hiennoù 'zo ha skarzhañ ho paner prenadennoù.
cs: Smazání cookies a dat stránek %@ může vést k odhlášení ze stránek a vymazání nákupního košíku.
cy: Mae'n bosib y bydd dileu cwcis a data safle %@ yn eich allgofnodi o wefannau ac yn gwagio troliau siopa.
da: Ved at fjerne cookies og webstedsdata for %@ kan du blive logget ud fra websteder, og indkøbskurve kan blive ryddet.
eo: La forigo de kuketoj kaj retejaj datumoj de %@ povus fini seancojn kaj malplenigi aĉetumĉarojn.
gd: Ma bheir thu air falbh briosgaidean is dàta na làraich airson %@, dh’fhaoidte gun dèid do chlàradh a-mach à làraichean-lìn agus gun dèid cairtean seopadaireachd fhalamhachadh.
gl: Eliminar as cookies e os datos do sitio para %@ podería pechar a súa sesión nos sitios web e borrar os carriños da compra.
hr: Uklanjanjem kolačića i podataka web stranice, %@ će te možda odjaviti s web stranice i isprazniti košaricu.
ia: Remover cookies e datos de sito pro %@ pote disconnecter te de sitos web e vacuar carrettos de compras.
kk: %@ ішіндегі cookie файлдары мен сайт деректерін өшіру сізді веб-сайттардан шығаруы және сауда қоржындарын тазалауы мүмкін.
pt_pt: Remover cookies e dados de sites para %@ pode terminar a sua sessão nos sites e limpar os carrinhos de compras.
ro: Eliminarea cookie-urilor și a datelor site-urilor pentru %@ te poate deconecta de pe site-uri web și poate goli coșurile de cumpărături.
ru: Удаление кук и данных сайтов для %@ может привести к разрегистрации вас на веб-сайтах и очищению корзины покупок.
sk: Odstránenie súborov cookie a údajov stránky pre %@ vás môže odhlásiť z webových stránok a vymazať nákupné košíky.
sq: Heqja e cookie-eve dhe të dhënave të sajteve për %@ mund të sjellë daljen tuaj nga sajte dhe spastrim shportash blerjesh.
tg: Агар шумо барои сомонаи асосии %@ кукиҳо ва маълумоти сомонаро тоза кунед, ин амал метавонад шуморо аз низомҳои сомонаҳои алоқаманд берун барорад ва сабадҳои харидории шуморо тоза намояд.
tr: %@ sitesinin çerezlerini ve site verilerini temizlerseniz oturumlarınız kapanabilir ve alışveriş sepetleriniz boşalabilir.
ug: %@ نىڭ ساقلانما ۋە تور بېكەت سانلىق مەلۇماتلىرىنى چىقىرىۋەتسە سىزنى تور بېكەت تىزىمىدىن چىقىرىپ، مال ھارۋىسىنىمۇ تازىلىۋېتىشى مۇمكىن.
uk: Вилучення файлів cookie та даних для %@ може призвести до виходу на вебсайтах і очищення кошиків для покупок.
vi: Việc xóa cookie và dữ liệu trang web cho %@ có thể khiến bạn đăng xuất khỏi các trang web và xóa giỏ hàng.
zh_tw: 清除 %@ 的 Cookie 與網站資料，可能會將您從某些網站登出，或清除購物車內容。

# Menu.EnhancedTrackingProtection.ClearData.AlertTitle.v128
source: Clear cookies and site data
br: Skarzhañ an toupinoù ha roadennoù lec’hienn
cs: Vymazat cookies a uložená data
cy: Clirio cwcis a data gwefan
da: Ryd cookies og websteds-data
eo: Viŝi kuketojn kaj retejajn datumojn
gd: Falamhaich na briosgaidean is dàta na làraich
gl: Borrar as cookies e os datos do sitio
hr: Izbriši kolačiće i podatke stranice
ia: Rader le cookies e le datos de sito
kk: Cookies файлдары және сайт деректерін тазарту
pt_pt: Limpar cookies e dados de sites
ro: Șterge cookie-urile și datele site-urilor
ru: Удалить куки и данные сайтов
si: දත්තකඩ හා අඩවි දත්ත මකන්න
sk: Vymazať cookies a údaje stránky
sq: Spastro cookie-t dhe të dhëna sajti
tg: Пок кардани кукиҳо ва иттилооти сомона
tr: Çerezleri ve site verilerini temizle
tt: Кукиларны һәм сайт мәгълүматларын чистарту
ug: ساقلانما ۋە تور بېكەت سانلىق مەلۇماتلىرىنى ئۆچۈرىدۇ
uk: Стерти файли cookie та дані сайтів
vi: Xóa cookie và dữ liệu trang web
zh_tw: 清除 Cookie 與網站資料

# Menu.EnhancedTrackingProtection.ClearData.ButtonTitle.v128
source: Clear cookies and site data
br: Skarzhañ an toupinoù ha roadennoù lec’hienn
cs: Vymazat cookies a uložená data
cy: Clirio cwcis a data gwefan
da: Ryd cookies og websteds-data
eo: Viŝi kuketojn kaj retejajn datumojn
gd: Falamhaich na briosgaidean is dàta na làraich
gl: Borrar as cookies e os datos do sitio
hr: Obriši kolačiće i podatke stranice
ia: Rader le cookies e le datos de sito
kk: Cookies файлдары және сайт деректерін тазарту
pt_pt: Limpar cookies e dados de sites
ro: Șterge cookie-urile și datele site-urilor
ru: Удалить куки и данные сайтов
si: දත්තකඩ හා අඩවි දත්ත මකන්න
sk: Vymazať cookies a údaje stránky
sq: Spastro cookie-t dhe të dhëna sajti
tg: Пок кардани кукиҳо ва иттилооти сомона
tr: Çerezleri ve site verilerini temizle
tt: Кукиларны һәм сайт мәгълүматларын чистарту
ug: ساقلانما ۋە تور بېكەت سانلىق مەلۇماتلىرىنى ئۆچۈرىدۇ
uk: Стерти файли cookie та дані сайтів
vi: Xóa cookie và dữ liệu trang web
zh_tw: 清除 Cookie 與網站資料

# Menu.EnhancedTrackingProtection.ClearData.ToastMessage.v128
source: Cookies and site data removed
br: Dilamet eo bet an toupinoù hag ar roadennoù lec’hienn
cs: Cookies a uložená data byla odstraněna
cy: Cwcis a data gwefan wedi'u dileu
da: Cookies og webstedsdata blev fjernet
eo: Kuketoj kaj retejaj datumoj forigitaj
gd: Chaidh na briosgaidean is dàta nan làraichean a thoirt air falbh
gl: Cookies e datos do sitio eliminados
hr: Kolačići i podaci stranice su uklonjeni
ia: Cookies e datos de sitos removite
kk: Cookie файлдары мен сайт деректері өшірілді
pt_pt: Cookies e dados de sites removidos
ro: Cookie-urile și datele site-urilor au fost eliminate
ru: Куки и данные сайтов удалены
si: දත්තකඩ හා අඩවි දත්ත ඉවත් කෙරිණි
sk: Súbory cookie a údaje stránok boli odstránené
sq: U hoqën “cookies” dhe të dhëna sajtesh
tg: Кукиҳо ва иттилооти сомона тоза карда шуданд
tr: Çerezler ve site verileri silindi
tt: Кукилар һәм сайт мәгълүматлары бетерелде
ug: ساقلانما ۋە تور بېكەت سانلىق مەلۇماتلىرى چىقىرىۋېتىلدى
uk: Файли cookie та дані сайтів вилучено
vi: Đã xóa cookie và dữ liệu trang
zh_tw: 已清除 Cookie 與網站資料

# Menu.EnhancedTrackingProtection.CloseButton.AccessibilityLabel.v132
source: Close privacy and security menu
br: Serriñ al lañser prevezded ha diogelroez
cs: Zavřít nabídku soukromí a zabezpečení
cy: Cau'r ddewislen preifatrwydd a diogelwch
da: Luk privatlivs- og sikkerhedsmenuen
eo: Fermi la menuon pri privateco kaj sekureco
gd: Dùin clàr-taice na prìobhaideachd is tèarainteachd
gl: Pecha o menú de privacidade e seguridade
hr: Zatvori izbornik privatnosti i sigurnosti
ia: Clauder menu de confidentialitate e securitate
kk: Жекелік және қауіпсіздік мәзірін жабу
pt_pt: Fechar menu de privacidade e segurança
ro: Închide meniul de confidențialitate și securitate
ru: Закрыть меню приватности и защиты
si: පෞද්ගලිකත්‍වය හා ආරක්‍ෂාව වට්ටෝරුව වසන්න
sk: Zavrieť ponuku ochrany osobných údajov a zabezpečenia
sq: Mbylleni menunë për privatësinë dhe sigurinë
tg: Пӯшидани менюи махфият ва амният
tt: Хосусыйлык һәм хәвефсезлек менюсын ябу
ug: شەخسىيەت ۋە بىخەتەرلىك تىزىملىكىنى تاقا
uk: Закрити меню приватності та безпеки
vi: Đóng menu quyền riêng tư và bảo mật
zh_tw: 關閉「隱私權與安全性」選單

# Menu.EnhancedTrackingProtection.Details.ConnectionSecure.v128
source: Secure connection
br: Kennask diarvar
cs: Zabezpečené připojení
cy: Cysylltiad diogel
da: Sikker forbindelse
eo: Sekura konekto
gd: Ceangal tèarainte
gl: Conexión segura
hr: Sigurna veza
ia: Connexion secur
kk: Қауіпсіз байланыс
pt_pt: Ligação segura
ro: Conexiune securizată
ru: Защищённое соединение
si: ආරක්‍ෂිත සම්බන්‍ධතාවකි
sk: Zabezpečené pripojenie
sq: Lidhje e siguruar
tg: Пайвасти боэътимод
tr: Güvenli bağlantı
tt: Хәвефсез бәйләнеш
ug: بىخەتەر باغلىنىش
uk: Захищене з'єднання
vi: Kết nối an toàn
zh_tw: 安全連線

# Menu.EnhancedTrackingProtection.Details.ConnectionUnsecure.v128
source: Connection not secure
br: N’eo ket diarvar ar c’hennask
cs: Spojení není zabezpečené
cy: Nid yw’r cysylltiad yn ddiogel
da: Forbindelsen er ikke sikker
eo: Nesekura konekto
gd: Chan eil an ceangal tèarainte
gl: A conexión non é segura
hr: Veza nije sigurna
ia: Connexion non secur
kk: Байланыс қауіпсіз емес
pt_pt: Ligação insegura
ro: Conexiune nesecurizată
ru: Незащищённое соединение
si: සම්බන්‍ධතාව අනාරක්‍ෂිතයි
sk: Pripojenie nie je zabezpečené
sq: Lidhje jo e siguruar
tg: Пайвастшавӣ бехатар нест
tr: Bağlantı güvenli değil
tt: Бәйләнеш хәвефсез түгел
ug: باغلىنىش بىخەتەر ئەمەس
uk: Незахищене з'єднання
vi: Kết nối không an toàn
zh_tw: 連線不安全

# Menu.EnhancedTrackingProtection.Details.NoTrackers.v131
source: No trackers found
br: N'eo bet kavet heulier ebet
cs: Nebyly nalezeny žádné sledovací prvky
cy: Heb ganfod tracwyr
da: Ingen sporings-mekanismer fundet
eo: Neniu spurilo trovita
gd: Cha deach tracaiche a lorg
gl: Non se atoparon rastrexadores
hr: Nema programa za praćenje
ia: Nulle traciatores trovate
kk: Трекерлер табылмады
pt_pt: Não foram encontrados rastreadores
ro: Nu s-au găsit elemente de urmărire
ru: Трекеров не найдено
si: ලුහුබැඳීම් හමු නොවුණි
sk: Nenašli sa žiadne sledovacie prvky
sq: S’u gjetën gjurmues
tg: Ягон васоити пайгирӣ ёфт нашуд
tr: Hiç takip kodu bulunamadı
tt: Күзәтүчеләр табылмады
ug: ھېچقانداق ئىزلىغۇچى تېپىلمىدى
uk: Стеження не виявлено
vi: Không tìm thấy trình theo dõi
zh_tw: 找不到追蹤器

# Menu.EnhancedTrackingProtection.Details.Trackers.Analytics.v132
source: Tracking content: %@
br: Endalc'had heuliañ: %@
cs: Sledující obsah: %@
cy: Tracio cynnwys: %@
da: Sporings-indhold: %@
eo: Spurila enhavo: %@
gd: Susbaint tracaidh: %@
gl: Contido de rastrexo: %@
hr: Praćenje sadržaja: %@
ia: Contento traciante: %@
kk: Бақылайтын мазмұн: %@
pt_pt: Conteúdo de monitorização: %@
ro: Conținut de urmărire: %@
ru: Отслеживающее содержимое: %@
si: ලුහුබැඳීමේ අන්තර්ගතය: %@
sk: Sledovací obsah: %@
sq: Lëndë gjurmimi: %@
tg: Муҳтавои пайгирикунанда: %@
tt: Күзәтүче эчтәлек: %@
ug: ئىز قوغلاش مەزمۇنى: %@
uk: Вміст відстеження: %@
vi: Trình theo dõi nội dung: %@
zh_tw: 追蹤用內容：%@

# Menu.EnhancedTrackingProtection.Details.Trackers.CrossSite.v129
source: Cross-site tracking cookies: %@
br: Toupinoù heuliañ etre al lec’hiennoù: %@
cs: Sledovací cross-site cookies: %@
cy: Cwcis tracio traws-gwefan: %@
da: Sporings-cookies på tværs af websteder: %@
eo: Interretejaj spurilaj kuketoj: %@
gd: Briosgaidean tracaidh thar làraichean: %@
gl: Cookies de seguimento entre sitios: %@
hr: Kolačići za praćenje web stranica: %@
ia: Cookies de traciamento inter sitos: %@
kk: Сайтаралық бақылайтын cookie файлдары: %@
pt_pt: Cookies de monitorização entre sites: %@
ro: Cookie-uri de urmărire inter-site-uri: %@
ru: Межсайтовые отслеживающие куки: %@
sk: Sledovacie cookies tretích strán: %@
sq: “Cookies” gjurmimi nga sajte në sajte: %@
tg: Кукиҳои васоити пайгирӣ байни сомонаҳо: %@
tr: Siteler arası takip çerezleri: %@
tt: Сайт-ара күзәтүче сookie файллары: %@
ug: بېكەت ھالقىغان ئىزلاش ساقلانمىسى: %@
uk: Файли cookie для стеження між сайтами: %@
vi: Cookie theo dõi trên nhiều trang web: %@
zh_tw: 跨網站追蹤 Cookie：%@

# Menu.EnhancedTrackingProtection.Details.Trackers.Fingerprinter.v129
source: Fingerprinters: %@
br: Dinoerien roudoù niverel: %@
cs: Vytváření otisku prohlížeče: %@
cy: Bysbrintwyr: %@
eo: Identigiloj de ciferecaj spuroj: %@
gd: Lorgairean-meòir: %@
gl: Identificadores de pegada dixital: %@
hr: Broj prikupljača digitalnih otisaka: %@
ia: Dactylogrammatores: %@
kk: Баспаны жинаушылар: %@
pt_pt: Identificadores: %@
ro: Detectoare de amprente digitale: %@
ru: Сборщики цифровых отпечатков: %@
si: ඇඟිලි සටහන්: %@
sk: Snímanie digitálneho odtlačku: %@
sq: Krijues shenjash gishtash: %@
tg: Хонандаи нақши ангуштон: %@
tr: Parmak izi toplayıcılar: %@
tt: Бармак эзләрен җыючылар: %@
ug: ئىز قالدۇرغۇ: %@
uk: Засоби зчитування цифрового відбитка: %@
vi: Dấu vết: %@
zh_tw: 數位指紋追蹤程式：%@

# Menu.EnhancedTrackingProtection.Details.Trackers.SocialMedia.v129
source: Social media trackers: %@
br: Heulierien rouedadoù kevredadel: %@
cs: Sledovací prvky sociálních sítí: %@
cy: Tracwyr cyfryngau cymdeithasol: %@
da: Sporing via sociale medier: %@
eo: Sociretaj spuriloj: %@
gd: Tracaichean nam meadhanan sòisealta: %@
gl: Rastrexadores de redes sociais: %@
hr: Programi za praćenje društvenih mreža: %@
ia: Traciatores de retes social: %@
kk: Әлеуметтік желілер трекерлері: %@
pt_pt: Rastreadores de redes sociais: %@
ro: Elemente de urmărire de pe rețele de socializare: %@
ru: Трекеры социальных сетей: %@
si: සමාජ මාධ්‍ය ලුහුබැඳීම්: %@
sk: Sledovacie prvky sociálnych sietí: %@
sq: Gjurmues prej mediash shoqërore: %@
tg: Васоити пайгирии шабакаҳои иҷтимоӣ: %@
tr: Sosyal medya takip kodları: %@
tt: Социаль челтәр күзәтүчеләре: %@
ug: ئىجتىمائىي تاراتقۇ ئىزلىغۇچ: %@
uk: Елементи стеження соціальних мереж: %@
vi: Trình theo truyền thông xã hội: %@
zh_tw: 社交媒體追蹤器：%@

# Menu.EnhancedTrackingProtection.Details.Trackers.v128
source: Trackers blocked: %@
br: Heulierien stanket: %@
cs: Zablokované sledovací prvky: %@
cy: Tracwyr wedi'u rhwystro: %@
da: Forsøg på sporing blokeret: %@
eo: Blokitaj spuriloj: %@
gd: Tracaichean air am bacadh: %@
gl: Rastrexadores bloqueados: %@
hr: Blokirani programi za praćenje: %@
ia: Traciatores blocate: %@
kk: Блокталған трекерлер: %@
pt_pt: Rastreadores bloqueados: %@
ro: Elemente de urmărire blocate: %@
ru: Заблокировано трекеров: %@
si: අවහිර ලුහුබැඳීම්: %@
sk: Zablokované sledovacie prvky: %@
sq: Gjurmues të bllokuar: %@
tg: Васоити пайгирии манъшуда: %@
tr: Engellenen takip kodları: %@
tt: Блокланган күзәтүчеләр: %@
ug: ئىزلىغۇچى توسۇلدى: %@
uk: Заблоковано стеження: %@
vi: Trình theo dõi bị chặn: %@
zh_tw: 追蹤器封鎖數量：%@

# Menu.EnhancedTrackingProtection.Details.Verifier.v128
source: Verified by %@
br: Gwiriet gant %@
cs: Ověřil: %@
cy: Gwiriwyd gan %@
da: Bekræftet af %@
eo: Kontrolita de %@
gd: Air a dhearbhadh le %@
gl: Verificado por %@
hr: Ovjereno od %@
ia: Verificate per %@
kk: Расталды: %@
pt_pt: Verificado por %@
ro: Verificat de %@
ru: Подтверждено %@
si: සත්‍යාපනය: %@
sk: Overil ju %@
sq: Verifikuar nga: %@
tg: Аз ҷониби «%@» тасдиқ карда шудааст
tr: Doğrulayan: %@
tt: Раслаучы: %@
ug: دەلىللىگۈچى %@
uk: Засвідчено %@
vi: Đã xác minh bởi %@
zh_tw: 由 %@ 驗證

# Menu.EnhancedTrackingProtection.Details.ViewCertificatesTitle.v131
source: View certificate
br: Gwelout an testeni
cs: Zobrazit certifikát
cy: Darllen tystysgrif
da: Vis certifikat
eo: Vidi atestilon
gd: Seall an teisteanas
gl: Ver o certificado
hr: Pogledaj certifikat
ia: Vider le certificato
kk: Сертификатты қарау
pt_pt: Ver certificado
ro: Vezi certificatul
ru: Просмотреть сертификат
si: සහතිකය පෙන්වන්න
sk: Zobraziť certifikát
sq: Shiheni dëshminë
tg: Дидани гувоҳнома
tt: Сертификатны карау
ug: گۇۋاھنامىنى كۆرسەت
uk: Переглянути сертифікат
vi: Xem chứng chỉ
zh_tw: 檢視憑證

# Menu.EnhancedTrackingProtection.Off.Header.v128
source: %@ is off-duty. We suggest turning protections back on.
br: Diweredekaet eo %@. Aliañ a reomp deoc’h gweredekaat anezhañ en-dro.
cs: %@ je mimo službu. Doporučujeme ochranu opět zapnout.
cy: Nid yw %@ ar ddyletswydd. Rydym yn awgrymu troi'r diogelwch nôl ymlaen.
da: %@ er ikke aktiveret. Vi foreslå, at du slår beskyttelse til igen.
eo: %@ ne funkcias. Ni sugestas reaktivigi protektojn.
gd: Chan eil %@ ri caithris. Mholamaid dhut an dìon a chur air a-rithist.
gl: %@ está fóra de servizo. Suxerímoslle que volva a activar as proteccións.
hr: %@ je deaktiviran. Predlažemo ponovno uključivanje zaštite.
ia: %@ es foras de servicio. Nos consilia reactivar le protectiones.
kk: %@ жұмыстан тыс. Біз қорғаныстарды қайта қосуды ұсынамыз.
pt_pt: %@ não está ao serviço. Sugerimos que reative as proteções.
ro: %@ nu este activat. Îți sugerăm să reactivezi protecțiile.
ru: %@ не работает. Мы предлагаем снова включить защиту.
sk: %@ je mimo služby. Odporúčame znova zapnúť ochranu.
sq: %@ s’është në punë. Sugjerojmë riaktivizimin e mbrojtjeve.
tg: «%@» хомӯш аст. Мо тавсия медиҳем, ки шумо муҳофизатҳоро аз нав фаъол созед.
tr: %@ kapalı. Korumaları yeniden açmanızı öneririz.
ug: %@ ۋەزىپىسىدىن توختىدى. قوغداشنى قايتا ئېچىشىڭىزنى تەۋسىيە قىلىمىز.
uk: %@ не працює. Ми пропонуємо знову ввімкнути захист.
vi: %@ không còn hoạt động. Chúng tôi khuyên bạn nên bật lại trình chống.
zh_tw: %@ 已關閉，建議您重新開啟保護。

# Menu.EnhancedTrackingProtection.Off.Title.v128
source: You turned off protections
br: Diweredekaet ho peus ar gwarezioù
cs: Vypnuli jste ochranu
cy: Rydych wedi diffodd y mesurau diogelwch
da: Du har slået beskyttelse fra
eo: Vi malŝaltis protektojn
gd: Chuir thu an dìon dheth
gl: Desactivou as proteccións
hr: Isključio/la si zaštitu
ia: Tu disactivava le protectiones
kk: Сіз қорғаныстарды өшірдіңіз
pt_pt: Desativou as proteções
ro: Ai dezactivat protecțiile
ru: Вы отключили защиту
si: ඔබ රැකවරණ අක්‍රිය කර ඇත
sk: Ochrana je vypnutá
sq: Keni mbyllur mbrojtjet
tg: Шумо воситаҳои муҳофизатро хомӯш кардед
tr: Korumaları kapattınız
ug: قوغداشنى تاقىۋەتتىڭىز
uk: Ви вимкнули захист
vi: Bạn đã tắt trình chống
zh_tw: 您已關閉保護
