Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/FirefoxHomepage.strings
Languages: ca, cs, hy_am, ia, it, kk, ru, tg, th

# FirefoxHome.Pocket.SectionTitle.v140
source: Stories
ca: Articles
cs: Články
hy_am: Պատմություններ
ia: Historias
it: Storie
kk: Әңгімелер
ru: Истории
tg: Ҳикояҳо
th: เรื่องราว

# FirefoxHome.PrivacyNotice.Body.v148
source: We’ve updated our %1$@ to reflect the latest features in %2$@. %3$@
hy_am: Մենք թարմացրել ենք մեր %1$@-ը՝ %2$@-ի վերջին հնարավորությունները ներառելու համար։ %3$@
tg: Барои инъикос кардани хусусиятҳои навтарини «%2$@», мо ба «%1$@» тағйиру иловаҳоро ворид кардем. %3$@

# FirefoxHome.PrivacyNotice.LearnMoreLink.v148
source: Learn More
hy_am: Իմանալ ավելին
tg: Маълумоти бештар

# FirefoxHome.PrivacyNotice.PrivacyNoticeLink.v148
source: Privacy Notice
hy_am: Գաղտնիության ծանուցում
tg: Огоҳномаи махфият

# FirefoxHome.ScreenTitle.v144
source: Homepage
ca: Pàgina d’inici
cs: Domovská stránka
hy_am: Տնային էջ
kk: Үй парағы
tg: Саҳифаи асосӣ

# FirefoxHome.Stories.AllStoriesButtonTitle.v145
source: All Stories
ca: Tots els articles
cs: Všechny články
hy_am: Բոլոր պատմությունները
kk: Барлық хикаялар
tg: Ҳамаи хабарҳо

# FirefoxHome.Stories.AllStoriesViewTitle.v145
source: All Stories
ca: Tots els articles
cs: Všechny články
hy_am: Բոլոր պատմությունները
kk: Барлық хикаялар
tg: Ҳамаи хабарҳо

# FirefoxHome.Stories.PopularTodaySectionTitle.v145
source: Popular Today
ca: Popular avui
cs: Populární dnes
hy_am: Այսօրվա ժողովրդականությունը
kk: Бүгінгі танымал
tg: Хабарҳои машҳури имрӯза

# FirefoxHome.Stories.SectionTitle.v140
source: Stories
ca: Articles
cs: Články
hy_am: Պատմություններ
ia: Historias
it: Storie
kk: Әңгімелер
ru: Истории
tg: Ҳикояҳо
th: เรื่องราว

# FirefoxHomepage.FeltDeletion.Link.v122
source: Private Browsing Data Erased
ca: S’han suprimit les dades de navegació privada
cs: Data anonymního prohlížení byla vymazána
hy_am: Գաղտնի դիտարկման տվյալները ջնջվեցին
ia: Datos de navigation private cancellate
it: Eliminati dati della navigazione anonima
kk: Жекелік шолу деректері өшірілді
ru: Данные приватного просмотра удалены
tg: Маълумоти тамошобинии хусусӣ нест карда шуд
th: ลบข้อมูลการเรียกดูแบบส่วนตัวแล้ว

# FirefoxHomepage.FeltPrivacyUI.Body.v122
source: %@ deletes your cookies, history, and site data when you close all your private tabs.
ca: El %@ suprimeix les galetes, l’historial i les dades dels llocs en tancar totes les pestanyes privades.
cs: Když zavřete všechny anonymní panely, %@ odstraní vaše soubory cookie, historii a data stránek.
hy_am: %@-ը ջնջում է Ձեր թխուկները, պատմությունը և կայքի տվյալները, երբ փակում եք Ձեր բոլոր գաղտնի ներդիրները:
ia: %@ dele tu cookies, chronologia e datos del sitos web quando tu claude tote tu schedas private.
it: %@ elimina i cookie, la cronologia e i dati dei siti web quando chiudi tutte le schede anonime.
kk: Барлық жеке беттерді жапқанда, %@ cookie файлдарын, тарихты және сайт деректерін өшіреді.
ru: %@ удаляет ваши куки, историю и данные сайтов, когда вы закрываете все свои приватные вкладки.
tg: Вақте ки шумо ҳамаи варақаҳои хусусии худро мепӯшед, «%@» кукиҳо, таърих ва маълумоти сомонаҳои шуморо нест мекунад.
th: %@ จะลบคุกกี้ ประวัติ และข้อมูลไซต์ของคุณเมื่อคุณปิดแท็บส่วนตัวของคุณทั้งหมด

# FirefoxHomepage.FeltPrivacyUI.Link.v122
source: Who might be able to see my activity?
ca: Qui podria veure la meva activitat?
cs: Kdo může vidět mou aktivitu?
hy_am: Ո՞վ կարող է տեսնել իմ գործունեությունը:
ia: Qui pote vider mi activitate?
it: Chi potrebbe vedere la mia attivit√†?
kk: Менің белсенділігімді кім көре алады?
ru: Кто может видеть мою активность?
tg: Кӣ метавонад фаъолияти маро назорат кунад?
th: ใครบ้างที่สามารถเห็นกิจกรรมของฉันได้?

# FirefoxHomepage.FeltPrivacyUI.Title.v122
source: Leave no traces on this device
ca: No deixeu rastre en aquest dispositiu
cs: Nezanechávejte na tomto zařízení žádné stopy
hy_am: Այս սարքի վրա հետքեր չթողնել
ia: Non lassa tracias sur iste apparato
it: Non lasciare tracce su questo dispositivo
kk: Бұл құрылғыда із қалдырмау
ru: Не оставлять следов на этом устройстве
tg: Дар ин дастгоҳ ягон осор гузошта нашавад
th: ไม่ทิ้งร่องรอยใดๆ บนอุปกรณ์นี้

# FirefoxHomepage.Pocket.StoriesWebview.ReloadPageAccessibilityLabel.v146
source: Reload page
cs: Znovu načíst stránku
hy_am: Վերաբեռնել էջը
kk: Парақты қайта жүктеу
tg: Аз нав бор кардани саҳифа

# FirefoxHomepage.SearchBar.PlaceholderTitle.v142
source: Search or enter address
ca: Escriviu una cerca o adreça
cs: Zadejte hledání nebo adresu
hy_am: Որոնեք կամ մուտքագրեք հասցե
ia: Cerca o insere adresse
it: Cerca o inserisci un indirizzo
kk: Іздеу немесе адрес
ru: Найдите или введите адрес
tg: Нишониеро ҷустуҷӯ кунед ё ворид намоед
th: ค้นหาหรือป้อนที่อยู่

# FirefoxHomepage.Shortcuts.Library.Title.v143
source: Shortcuts
ca: Dreceres
cs: Zkratky
hy_am: Դյուրանցումներ
ia: Vias breve
it: Scorciatoie
kk: Жарлықтар
ru: Ярлыки
tg: Миёнбурҳо
th: ทางลัด

# FirefoxHomepage.Shortcuts.Pinned.AccessibilityLabel.v139
source: Pinned: %@
ca: S’ha fixat: %@
cs: Připnuto: %@
hy_am: Ամրացված՝ %@
ia: Appunctate: %@
it: Appuntata: %@
kk: Бекітілген: %@
ru: Закреплено: %@
tg: Васлшуда: %@
th: ปักหมุด: %@

# FirefoxHomepage.Shortcuts.SectionTitle.v142
source: Shortcuts
ca: Dreceres
cs: Zkratky
hy_am: Դյուրանցումներ
ia: Vias breve
it: Scorciatoie
kk: Жарлықтар
ru: Ярлыки
tg: Миёнбурҳо
th: ทางลัด

# FirefoxHomepage.Stories.PositionAccessibilityHint.v143
source: %1$@ of %2$@
ca: %1$@ de %2$@
cs: %1$@ z %2$@
hy_am: %1$@-ը %2$@-ից
ia: %1$@ de %2$@
it: %1$@ di %2$@
kk: %1$@ бар, %2$@ ішінен
ru: %1$@ из %2$@
tg: %1$@ аз %2$@
th: %1$@ จาก %2$@
