Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Microsurvey.strings
Languages: el, fr, kk, uk

# Microsurvey.Prompt.Button.v127
source: Continue
el: Συνέχεια
fr: Continuer
kk: Жалғастыру
uk: Продовжити

# Microsurvey.Prompt.Close.AccessibilityLabel.v127
source: Close Survey Prompt
el: Κλείσιμο προτροπής έρευνας
fr: Fermer la demande de participation au sondage
kk: Сауалнама сұрауын жабу
uk: Закрити запит про опитування

# Microsurvey.Prompt.TitleLabel.v127
source: Help us make %@ better. It only takes a minute.
el: Βοηθήστε μας να κάνουμε το %@ καλύτερο. Χρειάζεται μόνο ένα λεπτό.
fr: Aidez-nous à améliorer %@. Cela ne prend qu’une minute.
kk: Бізге %@ жақсартуға көмектесіңіз. Бұл бар болғаны бір минутты алады.
uk: Допоможіть нам покращити %@. Це займе всього хвилину.

# Microsurvey.Survey.Button.v127
source: Submit
el: Υποβολή
fr: Envoyer
kk: Жіберу
uk: Надіслати

# Microsurvey.Survey.Close.AccessibilityLabel.v127
source: Close Survey
el: Κλείσιμο έρευνας
fr: Fermer le sondage
kk: Сауалнаманы жабу
uk: Закрити опитування

# Microsurvey.Survey.ConfirmationPage.ConfirmationLabel.v127
source: Thanks for your feedback!
el: Ευχαριστούμε για τα σχόλιά σας!
fr: Merci de votre retour !
kk: Пікіріңізге рахмет!
uk: Дякуємо за ваш відгук!

# Microsurvey.Survey.ConfirmationPage.HeaderLabel.v127
source: Survey complete
el: Η έρευνα ολοκληρώθηκε
fr: Sondage terminé
kk: Сауалнама аяқталды
uk: Опитування завершено

# Microsurvey.Survey.HeaderLabel.v127
source: Complete this survey
el: Συμπληρώστε αυτήν την έρευνα
fr: Participer au sondage
kk: Осы сауалнаманы толтыру
uk: Пройти це опитування

# Microsurvey.Survey.Options.LikertScaleOption2.v127
source: Satisfied
el: Ικανοποιημένος/-η
fr: Satisfait·e
kk: Жақсы
uk: Задоволені

# Microsurvey.Survey.Options.LikertScaleOption3.v127
source: Neutral
el: Ουδέτερος/-η
fr: Indifférent·e
kk: Бейтарап
uk: Нейтрально

# Microsurvey.Survey.Options.LikertScaleOption4.v127
source: Dissatisfied
el: Δυσαρεστημένος/-η
fr: Insatisfait·e
kk: Нашар
uk: Незадоволені

# Microsurvey.Survey.PrivacyPolicyLink.v127
source: Privacy notice
el: Σημείωση απορρήτου
fr: Politique de confidentialité
kk: Жекелік ескертуі
uk: Положення про приватність
