Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Onboarding.strings
Languages: be, bg, br, bs, ca, cy, da, de, el, eo, es_ar, fi, fr, gd, gl, hr, hu, hy_am, ia, id, is, it, ja, kk, nb, nl, nn, pa_in, pt_br, ro, ru, si, sk, sq, tg, th, tr, ug, uk, vi, zh_cn

# Onboarding.Modern.TermsOfService.TermsOfServiceAgreement.v145
source: By continuing, you agree to the %@
bg: Продължавайки, вие се съгласявате с %@
cy: Trwy barhau, rydych yn cytuno â'r %@
da: Ved at fortsætte accepterer du %@
de: Indem Sie fortfahren, stimmen Sie den %@ zu.
el: Συνεχίζοντας, συμφωνείτε με τους %@
es_ar: Al continuar, aceptás los %@
fi: Jatkamalla hyväksyt %@
fr: En continuant, vous acceptez les %@
hu: A folytatással elfogadja az %@
hy_am: Շարունակելով՝ դուք համաձայնում եք %@-ին
ia: Si tu continua, tu concorda con %@
id: Dengan melanjutkan, Anda menyetujui %@
is: Með því að halda áfram, samþykkir þú %@
it: Proseguendo, accetti le %@.
ja: 続けると、%@ に同意したものとみなされます。
kk: Жалғастыру арқылы сіз %@ келісесіз
nb: Ved å fortsette godtar du %@
nl: Door verder te gaan, gaat u akkoord met de %@
nn: Ved å halde fram, godtek du %@
pa_in: ਜਾਰੀ ਰੱਖ ਕੇ ਤੁਸੀਂ %@ ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ
pt_br: Ao continuar, você declara que concorda com os %@
ro: Prin continuare, ești de acord cu %@
ru: Продолжая, вы соглашаетесь с %@
sk: Pokračovaním súhlasíte s dokumentom %@
sq: Duke vazhduar, pajtoheni me %@
tg: Бо идома додан, шумо бо %@ розӣ мешавед
th: เมื่อดำเนินการต่อ ถือว่าคุณยอมรับ%@
tr: Devam ettiğinizde %@’nı kabul etmiş sayılırsınız.
ug: داۋاملاشتۇرسىڭىز، %@ غا قوشۇلىسىز
uk: Продовжуючи, ви приймаєте %@
vi: Bằng cách tiếp tục, bạn đồng ý với %@
zh_cn: 继续即表示您同意 %@

# Onboarding.Modern.TermsOfService.TermsOfUseLink.v145
source: %@ Terms of Use.
bg: %@ Условия за ползване.
cy: Amodau Defnydd %@.
da: betingelser for brug af %@.
de: Nutzungsbedingungen von %@
el: Όροι χρήσης %@.
es_ar: Términos de uso de %@.
fi: %@in käyttöehdot.
fr: Conditions d’utilisation de %@.
hu: A %@ felhasználási feltételei.
hy_am: %@-ի օգտագործման պայմաններ
ia: Conditiones de uso de %@.
id: Ketentuan Penggunaan %@.
is: Notkunarskilmálar %@.
it: condizioni di utilizzo di %@
ja: %@ 利用規約
kk: %@ қолдану шарттары.
nb: %@ bruksvilkår.
nl: Gebruiksvoorwaarden van %@.
nn: %@ brukarvilkår.
pa_in: %@ ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ਹਨ।
pt_br: Termos de uso do %@.
ro: Condițiile de utilizare %@.
ru: Условия использования %@.
sk: Podmienky používania aplikácie %@.
sq: Kushte Përdorimi %@.
tg: Шартҳои истифодаи «%@».
th: เงื่อนไขการใช้งาน %@
tr: %@ Kullanım Koşulları
ug: %@ نىڭ ئىشلىتىش شەرتلىرى.
uk: Умови користування %@.
vi: Điều khoản sử dụng %@.
zh_cn: %@ 使用条款。

# Onboarding.Modern.TermsOfService.Title.v140
source: Upgrade your browsing
bg: Надстройте браузването си
cy: Uwchraddiwch eich pori
da: Opgrader din browsing
de: Verbessern Sie Ihr Surfen
el: Αναβαθμίστε την περιήγησή σας
es_ar: Actualizá tu navegación
fi: Päivitä selailukokemuksesi
fr: Améliorez votre navigation
gl: Mellora a túa navegación
hu: Tegye jobbá a böngészését
hy_am: Արդիացրեք ձեր դիտարկիչը
ia: Promove tu navigator
id: Tingkatkan penjelajahan Anda
is: Bættu vafrið þitt
it: Migliora la tua navigazione
ja: ブラウジングをアップグレード
kk: Шолуды жаңартыңыз
nb: Oppgrader nettlesingen din
nl: Upgrade uw surfen
nn: Oppgrader nettlesinga di
pa_in: ਆਪਣੇ ਬਰਾਊਜ਼ਰ ਨੂੰ ਅੱਪਗਰੇਡ ਕਰੋ
pt_br: Melhore sua navegação
ro: Îmbunătățește-ți navigarea
ru: Улучшите свой веб-сёрфинг
sk: Vylepšite si prehliadanie
sq: Përmirësoni shfletimin tuaj
tg: Тамошобинии худро такмил диҳед
th: ยกระดับประสบการณ์การท่องเว็บของคุณ
tr: Daha iyi bir gezinti deneyimi
ug: توركۆرگۈڭىزنى يۈكسەلتىڭ
uk: Вдоскональте вебперегляд
vi: Nâng cấp cách duyệt web của bạn
zh_cn: 升级您的浏览体验

# Onboarding.Modern.TermsOfService.Title.v145
source: Take charge of the internet
bg: Поемете отговорността за интернет
cy: Cymryd rheolaeth o'r rhyngrwyd
da: Tag kontrol over internettet
de: Übernehmen Sie die Kontrolle über das Internet
el: Πάρτε τον έλεγχο του διαδικτύου
es_ar: Tené el control de internet
fi: Ota internet haltuun
fr: Prenez le contrôle d’Internet
hu: Vegye át az internet irányítását
hy_am: Վերահսկեք ինտերնետը
ia: Prende in mano le redinas de Internet
id: Kendalikan internet
is: Taktu stjórnina á internetinu
it: Prendi il controllo di Internet
ja: インターネットを導く
kk: Интернетті басқаруды өз қолыңызға алыңыз
nb: Ta kontroll over internett
nl: Neem controle over het internet
nn: Ta kontroll over internett
pa_in: ਇੰਟਰਨੈੱਟ ਦੀ ਜ਼ਿੰਮੇਵਾਰੀ ਸੰਭਾਲੋ
pt_br: Assuma o controle da internet
ro: Preia controlul asupra internetului
ru: Возьмите интернет под контроль
sk: Prevezmite kontrolu nad internetom
sq: Fitoni kontrollin e internetit
tg: Интернетро дар зери назорати худ нигоҳ доред
th: จัดการอินเทอร์เน็ตของคุณ
tr: İnternetin kontrolünü elinize alın
ug: ئىنتېرنېت تەسىراتىغا مەسئۇل
uk: Візьміть під контроль інтернет
vi: Làm chủ Internet
zh_cn: 掌控上网体验

# Onboarding.Modern.TermsOfUse.TermsOfUseLink.v140
source: %@ Terms of Use.
bg: %@ Условия за ползване.
cy: Amodau Defnydd %@
da: Betingelser for brug af %@.
de: Nutzungsbedingungen von %@
el: Όρους χρήσης του %@.
es_ar: Términos de uso de %@.
fi: %@in käyttöehdot.
fr: Conditions d’utilisation de %@.
gl: Termos de uso de %@.
hu: %@ felhasználási feltételeit.
hy_am: %@-ի օգտագործման պայմաններ
ia: Conditiones de uso de %@.
id: Ketentuan Penggunaan %@.
is: Notkunarskilmálar %@.
it: condizioni di utilizzo di %@
ja: %@ 利用規約
kk: %@ қолдану шарттары.
nb: %@ bruksvilkår.
nl: Gebruiksvoorwaarden van %@.
nn: %@ brukarvilkår.
pa_in: %@ ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ਹਨ।
pt_br: Termos de uso do %@.
ro: Condiții de utilizare %@.
ru: Условия использования %@.
sk: Podmienky používania aplikácie %@.
sq: Kushte Përdorimi %@.
tg: Шартҳои истифодаи «%@»
th: เงื่อนไขการใช้งาน %@
tr: %@ Kullanım Koşulları
ug: %@ نىڭ ئىشلىتىش شەرتلىرى.
uk: Умови користування %@.
vi: Điều khoản sử dụng %@.
zh_cn: %@ 使用条款

# Onboarding.Modern.Welcome.ActionTreatementA.v140
source: Set as Default Browser
bg: Задаване като браузър по подразбиране
cy: Gosod fel y Porwr Ragosodedig
da: Angiv som standardbrowser
de: Als Standardbrowser festlegen
el: Ορισμός ως προεπιλογή
es_ar: Establecer como navegador predeterminado
fi: Aseta oletusselaimeksi
fr: Définir comme navigateur par défaut
gl: Estabelecer como navegador predeterminado
hu: Beállítás alapértelmezett böngészőként
hy_am: Կայել որպես սկզբնադիր դիտարկիչ
ia: Eliger como navigator predefinite
id: Jadikan Peramban Baku
is: Setja sem sjálfgefinn vafra
it: Imposta come browser predefinito
ja: デフォルトブラウザーに設定
kk: Негізгі браузер қылу
nb: Bruk som standard nettleser
nl: Als standaardbrowser instellen
nn: Bruk som standard nettlesar
pa_in: ਮੂਲ ਬਰਾਊਜ਼ਰ ਬਣਾਓ
pt_br: Definir como navegador padrão
ro: Setează ca browser implicit
ru: Установить браузером по умолчанию
sk: Nastaviť ako predvolený prehliadač
sq: Caktojeni Shfletuesin Parazgjedhje
tg: Гузоштан ҳамчун браузери пешфарз
th: ตั้งเป็นเบราว์เซอร์เริ่มต้น
tr: Saptanmış tarayıcı yap
ug: كۆڭۈلدىكى توركۆرگۈ قىلىپ تەڭشەيدۇ
uk: Встановити типовим браузером
vi: Đặt làm trình duyệt mặc định
zh_cn: 设为默认浏览器

# Onboarding.Modern.Welcome.ActionTreatmentA.v145
source: Set as Default Browser
bg: Задаване като браузър по подразбиране
cy: Gosod fel y Porwr Ragosodedig
da: Angiv som standardbrowser
de: Als Standardbrowser festlegen
el: Ορισμός ως προεπιλογή
es_ar: Establecer como navegador predeterminado
fi: Aseta oletusselaimeksi
fr: Définir comme navigateur par défaut
hu: Beállítás alapértelmezett böngészőként
hy_am: Կայել որպես սկզբնադիր դիտարկիչ
ia: Eliger como navigator predefinite
id: Jadikan Peramban Baku
is: Setja sem sjálfgefinn vafra
it: Imposta come browser predefinito
ja: デフォルトウェブブラウザーに設定
kk: Негізгі браузер қылу
nb: Bruk som standard nettleser
nl: Als standaardbrowser instellen
nn: Bruk som standard nettlesar
pa_in: ਮੂਲ ਬਰਾਊਜ਼ਰ ਬਣਾਓ
pt_br: Definir como navegador padrão
ro: Setează ca browser implicit
ru: Установить браузером по умолчанию
sk: Nastaviť ako predvolený prehliadač
sq: Caktojeni Shfletuesin Parazgjedhje
tg: Гузоштан ҳамчун браузери пешфарз
th: ตั้งเป็นเบราว์เซอร์เริ่มต้น
tr: Saptanmış tarayıcı yap
ug: كۆڭۈلدىكى توركۆرگۈ قىلىپ تەڭشە
uk: Встановити типовим браузером
vi: Đặt làm trình duyệt mặc định
zh_cn: 设为默认浏览器

# Onboarding.Modern.Welcome.Description.v140
source: One choice protects you everywhere you go on the web. You can always change it later.
bg: Един избор ви защитава навсякъде, където отидете в Мрежата. Винаги можете да го промените по-късно.
cy: Mae un dewis yn eich diogelu ym mhobman ar y we. Gallwch chi bob amser ei newid yn nes ymlaen.
da: Én beslutning beskytter dig overalt på internettet. Du kan altid ændre dig senere.
de: Eine Entscheidung schützt Sie überall im Internet. Sie können ihn später jederzeit ändern.
el: Μία επιλογή σάς προστατεύει σε όλο το διαδίκτυο. Μπορείτε πάντα να την αλλάξετε αργότερα.
es_ar: Una opción te protege donde quiera que vayas en la web. Siempre se puede cambiar más adelante.
fi: Yksi valinta suojaa sinua kaikkialla verkossa. Voit aina muuttaa sitä myöhemmin.
fr: Une simple décision vous protège partout où vous allez sur le Web. Vous pourrez toujours changer d’avis plus tard.
gl: Unha opción protéxete onde queiras na web. Sempre podes cambialo máis tarde.
hu: Egy választás védi Önt, bárhol is jár a weben. Később bármikor módosíthatja.
hy_am: Մեկ ընտրությունը պաշտպանում է ձեզ ամենուր, որտեղ դուք գնում եք համացանցում: Դուք միշտ կարող եք փոխել այն ավելի ուշ:
ia: Un election te protege ubique tu va sur le web. Tu potera sempre cambiar lo postea.
id: Satu pilihan melindungi Anda ke mana pun Anda pergi di web. Anda selalu dapat mengubahnya nanti.
is: Einn valkostur verndar þig hvert sem þú ferð á netinu. Þú getur alltaf breytt honum síðar.
it: Con un’unica scelta sei protetto ovunque navighi sul Web. Puoi cambiare idea in qualsiasi momento.
ja: 一つの選択によって、ウェブ上のあらゆる場所で保護されます。後からいつでも変更できます。
kk: Бір таңдау интернетте кез келген жерде сізді қорғайды. Оны кейінірек өзгертуге болады.
nb: Ett valg beskytter deg overalt på nettet. Du kan alltid endre det senere.
nl: Eén keuze beschermt u overal op het web. U kunt dit later altijd wijzigen.
nn: Eitt val beskyttar deg overalt på nettet. Du kan alltid endre det seinare.
pa_in: ਇੱਕ ਚੋਣ ਨਾਲ ਤੁਸੀਂ ਵੈੱਬ ਉੱਤੇ ਹਰ ਥਾਂ ਉੱਤੇ ਸੁਰੱਖਿਆ ਹੁੰਦੇ ਹੋ। ਤੁਸੀਂ ਇਸ ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਬਦਲ ਵੀ ਸਕਦੇ ਹੋ।
pt_br: Uma escolha te protege em qualquer lugar na web. Você sempre pode alterar mais tarde.
ro: O singură opțiune te protejează oriunde te afli pe web. O poți schimba oricând ulterior.
ru: Один выбор защищает вас, где бы вы ни находились в Интернете. Вы всегда можете изменить его позже.
sk: Táto jedna voľba vás chráni všade na webe. Neskôr ju môžete kedykoľvek zmeniť.
sq: Një zgjedhje ju mbron kudo që shkoni nëpër internet. Mundeni përherë ta ndryshoni më vonë.
tg: Як интихоб шуморо дар ҳамаи ҷойҳое, ки шумо дар Интернет меравед, муҳофизат мекунад. Шумо ҳамеша метавонед ин интихобро дертар иваз кунед.
th: ตั้งค่าครั้งเดียวจะช่วยปกป้องคุณทุกที่ที่คุณท่องเว็บ คุณสามารถเปลี่ยนแปลงได้ตลอดเวลา
tr: Tek bir tercih, web’de gittiğiniz her yerde sizi korur. Tercihinizi istediğiniz zaman değiştirebilirsiniz.
ug: بىرلا تاللانسا سىزنى تورنىڭ ھەممە يېرىدە قوغدايدۇ. ئۇنى كېيىن ھەمىشە ئۆزگەرتەلەيسىز.
uk: Зробивши вибір, ви будете захищені всюди в Інтернеті. Ви завжди можете змінити його згодом.
vi: Một lựa chọn bảo vệ bạn mọi lúc mọi nơi trên web. Bạn luôn có thể thay đổi sau.
zh_cn: 只需一次选择，护您行遍网络。您以后随时可以更改。

# Onboarding.Modern.Welcome.Description.v145
source: One choice protects you everywhere you go on the web. You can always change it later.
bg: Един избор ви защитава навсякъде, където отидете в Мрежата. Винаги можете да го промените по-късно.
cy: Mae un dewis yn eich diogelu ym mhobman rydych yn mynd iddo ar y we. Gallwch chi bob amser ei newid yn nes ymlaen.
da: Én beslutning beskytter dig overalt på internettet. Du kan altid ændre dig senere.
de: Eine Entscheidung schützt Sie überall im Internet. Sie können ihn später jederzeit ändern.
el: Μία επιλογή σάς προστατεύει σε όλο το διαδίκτυο. Μπορείτε πάντα να την αλλάξετε αργότερα.
es_ar: Una opción te protege donde quiera que vayas en la web. Siempre se puede cambiar más adelante.
fi: Yksi valinta suojaa sinua kaikkialla verkossa. Voit aina muuttaa sitä myöhemmin.
fr: Une simple décision vous protège partout où vous allez sur le Web. Vous pourrez toujours changer d’avis plus tard.
hu: Egy választás védi Önt, bárhol is jár a weben. Később bármikor módosíthatja.
hy_am: Մեկ ընտրությունը պաշտպանում է ձեզ ամենուր, որտեղ դուք գնում եք համացանցում: Դուք միշտ կարող եք փոխել այն ավելի ուշ:
ia: Un election te protege ubique tu va sur le web. Tu potera sempre cambiar lo postea.
id: Satu pilihan melindungi Anda ke mana pun Anda pergi di web. Anda selalu dapat mengubahnya nanti.
is: Einn valkostur verndar þig hvert sem þú ferð á netinu. Þú getur alltaf breytt honum síðar.
it: Con un’unica scelta sei protetto ovunque navighi sul Web. Puoi cambiare idea in qualsiasi momento.
ja: 一つの選択によって、ウェブ上のあらゆる場所で保護されます。後からいつでも変更できます。
kk: Бір таңдау интернетте кез келген жерде сізді қорғайды. Оны кейінірек өзгертуге болады.
nb: Ett valg beskytter deg overalt på nettet. Du kan alltid endre det senere.
nl: Eén keuze beschermt u overal op het web. U kunt dit later altijd wijzigen.
nn: Eitt val beskyttar deg overalt på nettet. Du kan alltid endre det seinare.
pa_in: ਇੱਕ ਚੋਣ ਨਾਲ ਤੁਸੀਂ ਵੈੱਬ ਉੱਤੇ ਹਰ ਥਾਂ ਉੱਤੇ ਸੁਰੱਖਿਆ ਹੁੰਦੇ ਹੋ। ਤੁਸੀਂ ਇਸ ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਬਦਲ ਵੀ ਸਕਦੇ ਹੋ।
pt_br: Uma escolha te protege em qualquer lugar na web. Você sempre pode alterar mais tarde.
ro: O singură opțiune te protejează oriunde te afli pe web. O poți schimba oricând ulterior.
ru: Один выбор защищает вас, где бы вы ни находились в Интернете. Вы всегда можете изменить его позже.
sk: Táto jedna voľba vás chráni všade na webe. Neskôr ju môžete kedykoľvek zmeniť.
sq: Një zgjedhje ju mbron kudo që shkoni nëpër internet. Mundeni përherë ta ndryshoni më vonë.
tg: Як интихоб шуморо дар ҳамаи ҷойҳое, ки шумо дар Интернет меравед, муҳофизат мекунад. Шумо ҳамеша метавонед ин интихобро дертар иваз кунед.
th: ตั้งค่าครั้งเดียวจะช่วยปกป้องคุณทุกที่ที่คุณท่องเว็บ คุณสามารถเปลี่ยนแปลงได้ตลอดเวลา
tr: Tek bir tercih, web’de gittiğiniz her yerde sizi korur. Tercihinizi istediğiniz zaman değiştirebilirsiniz.
ug: بىرلا تاللانسا سىزنى تورنىڭ ھەممە يېرىدە قوغدايدۇ. ئۇنى كېيىن ھەمىشە ئۆزگەرتەلەيسىز.
uk: Зробивши вибір, ви будете захищені всюди в Інтернеті. Ви завжди можете змінити його згодом.
vi: Một lựa chọn bảo vệ bạn mọi lúc mọi nơi trên web. Bạn luôn có thể thay đổi sau.
zh_cn: 只需一次选择，护您行遍网络。您以后随时可以更改。

# Onboarding.Modern.Welcome.Skip.v140
source: Not Now
bg: Не сега
cy: Nid Nawr
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
es_ar: No ahora
fi: Ei nyt
fr: Plus tard
gl: Agora non
hu: Most nem
hy_am: Ոչ հիմա
ia: Non ora
id: Jangan sekarang
is: Ekki núna
it: Non adesso
ja: 後で
kk: Қазір емес
nb: Ikke nå
nl: Niet nu
nn: Ikkje no
pa_in: ਹੁਣੇ ਨਹੀਂ
pt_br: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sq: Jo Tani
tg: Ҳоло не
th: ไม่ใช่ตอนนี้
tr: Şimdi değil
ug: ھازىر ئەمەس
uk: Не зараз
vi: Không phải bây giờ
zh_cn: 暂时不要

# Onboarding.Modern.Welcome.Skip.v145
source: Not Now
bg: Не сега
cy: Nid Nawr
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
es_ar: No ahora
fi: Ei nyt
fr: Plus tard
hu: Most nem
hy_am: Ոչ հիմա
ia: Non ora
id: Jangan Sekarang
is: Ekki núna
it: Non adesso
ja: 後で
kk: Қазір емес
nb: Ikke nå
nl: Niet nu
nn: Ikkje no
pa_in: ਹੁਣੇ ਨਹੀਂ
pt_br: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sq: Jo Tani
tg: Ҳоло не
th: ไม่ใช่ตอนนี้
tr: Şimdi değil
ug: ھازىر ئەمەس
uk: Не зараз
vi: Không phải bây giờ
zh_cn: 暂时不要

# Onboarding.Modern.Welcome.Title.v140
source: Say goodbye to creepy ads
bg: Кажете сбогом на зловещите реклами
cy: Ffarweliwch â hysbysebion anymunol
da: Sig farvel til skumle reklamer
de: Verabschieden Sie sich von gruseliger Werbung
el: Πείτε αντίο στις παρεμβατικές διαφημίσεις
es_ar: Decile adiós a las publicidades molestas
fi: Sano hyvästit kammottaville mainoksille
fr: Dites adieu aux publicités intrusives
gl: Despídete dos anuncios arrepiantes
hu: Intsen búcsút a hátborzongató reklámoknak
hy_am: Ասեք «ցտեսություն» սարսափելի գովազդներին
ia: Oblida avisos enoiante
id: Ucapkan selamat tinggal pada iklan menyeramkan
is: Kveddu ískyggilegar auglýsingar
it: Dì addio alle pubblicità intrusive
ja: 気味の悪い広告に別れを告げよう
kk: Жағымсыз жарнамамен қоштасыңыз
nb: Si farvel til skumle annonser
nl: Zeg vaarwel tegen enge advertenties
nn: Sei farvel til skumle annonsar
pa_in: ਡਰਾਉਣੇ ਇਸ਼ਤਿਹਾਰਾਂ ਤੋਂ ਖਹਿੜਾ ਛੁਡਾਓ
pt_br: Chega de anúncios invasivos
ro: Spune adio reclamelor intruzive
ru: Попрощайтесь с жуткой рекламой
sk: Rozlúčte sa s otravnými reklamami
sq: U thoni lamtumirë reklamave të shpifura
tg: Бо таблиғоти даҳшатовар видоъ кунед
th: บอกลาโฆษณาสุดหลอนได้เลย
tr: Ürkütücü reklamlara veda edin
ug: زېرىكىشلىك ئېلانلار بىلەن خوشلىشىڭ
uk: Попрощайтеся з моторошною рекламою
vi: Nói lời tạm biệt với quảng cáo rùng rợn
zh_cn: 甩掉恼人广告

# Onboarding.Modern.Welcome.Title.v145
source: Say goodbye to creepy trackers
bg: Кажете сбогом на зловещите тракери
cy: Dweud ffarwel i dracwyr anymunol
da: Sig farvel til skumle sporings-mekanismer
de: Verabschieden Sie sich von gruseligen Verfolgern
el: Πείτε αντίο στους παρεμβατικούς ιχνηλάτες
es_ar: Decile adiós a los rastreadores siniestros
fi: Sano hyvästit kammottaville seuraimille
fr: Dites adieu aux traqueurs intrusifs
hu: Intsen búcsút a hátborzongató követőknek
hy_am: Հրաժեշտ տվեք սարսափելի հետևորդներին
ia: Oblida traciatores enoiante
id: Ucapkan selamat tinggal pada pelacak menyeramkan
is: Kveddu ískyggilega rekjara
it: Dì addio ai fastidiosi elementi traccianti
ja: 気味の悪いトラッカーに別れを告げよう
kk: Жағымсыз трекерлермен қоштасыңыз
nb: Si farvel til skumle sporere
nl: Zeg vaarwel tegen enge trackers
nn: Sei farvel til skumle sporarar
pa_in: ਡਰਾਉਣੇ ਟਰੈਕਰਾਂ ਤੋਂ ਖਹਿੜਾ ਛੁਡਾਓ
pt_br: Diga adeus a rastreadores sinistros
ro: Spune adio elementelor de urmărire intruzive
ru: Попрощайтесь с жуткими трекерами
sk: Rozlúčte sa so strašidelnými sledovačmi
sq: U thoni lamtumirë gjurmuesve të shpifur
tg: Бо васоити пайгирии даҳшатовар видоъ кунед
th: บอกลาตัวติดตามที่น่ารำคาญ
tr: Ürpertici takip kodlarına veda edin
ug: زېرىكىشلىك ئىزلىغۇچىلار بىلەن خوشلىشىڭ
uk: Попрощайтеся з моторошними елементами стеження
vi: Nói lời tạm biệt với những kẻ theo dõi đáng sợ
zh_cn: 甩掉鬼祟跟踪器

# Onboarding.Notification.Continue.Action.v114
source: Continue
be: Працягнуць
bg: Продължаване
br: Kenderc’hel
bs: Nastavi
ca: Continua
cy: Parhau
da: Fortsæt
de: Weiter
el: Συνέχεια
eo: Daŭrigi
es_ar: Continuar
fi: Jatka
fr: Continuer
gd: Lean air adhart
gl: Continuar
hr: Nastavi
hu: Folytatás
hy_am: Շարունակել
ia: Continuar
id: Lanjutkan
is: Halda áfram
it: Continua
ja: 続ける
kk: Жалғастыру
nb: Fortsett
nl: Doorgaan
nn: Hald fram
pa_in: ਜਾਰੀ ਰੱਖੋ
pt_br: Avançar
ro: Continuă
ru: Продолжить
si: ඉදිරියට
sk: Pokračovať
sq: Vazhdo
tg: Давом додан
th: ดำเนินการต่อ
tr: Devam et
ug: داۋاملاشتۇر
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续

# Onboarding.Notification.Description.v120
source: Securely send tabs between your devices and discover other privacy features in %@.
be: Бяспечна перасылайце карткі паміж сваімі прыладамі і адкрыйце для сябе іншыя функцыі прыватнасці ў %@.
bg: Сигурно изпращайте табове между устройствата си и открийте други функции за поверителност в %@.
br: Kasit ivinelloù etre ho trevnadoù ha dizoloit keweriusterioù prevezded all e %@.
bs: Sigurno šaljite tabove između svojih uređaja i otkrijte druge funkcije privatnosti u %@u.
ca: Envieu pestanyes de manera segura entre els vostres dispositius i descobriu altres funcions de privadesa al %@.
cy: Anfonwch dabiau’n ddiogel rhwng eich dyfeisiau a darganfyddwch nodweddion preifatrwydd eraill yn %@.
da: Send sikkert faneblade mellem dine enheder og opdag flere funktioner i %@ til at beskytte dit privatliv.
de: Versenden Sie Tabs sicher zwischen Ihren Geräten und entdecken Sie andere Datenschutzfunktionen in %@.
el: Στείλτε με ασφάλεια τις καρτέλες μεταξύ των συσκευών σας και ανακαλύψτε άλλες λειτουργίες απορρήτου στο %@.
eo: Sekure sendu langetojn inter viaj aparatoj kaj malkovru aliajn privatecajn trajtojn en %@.
es_ar: Enviá pestañas entre dispositivos de forma segura y descubrí otras funciones de privacidad en %@.
fi: Lähetä turvallisesti välilehtiä laitteidesi välillä ja tutustu muihin %@in tietosuojaominaisuuksiin.
fr: Envoyez des onglets d’un appareil à un autre en toute sécurité et découvrez d’autres fonctionnalités de protection de la vie privée de %@.
gd: Cuir tabaichean eadar na h-uidheaman agad air dòigh thèarainte is fidir an còrr dhen na gleusan prìobhaideachd aig %@.
gl: Envíe pestanas de forma segura entre os seus dispositivos e descubra outras funcións de privacidade en %@.
hr: Šalji kartice između svojih uređaja na siguran način i otkrij druge %@ funkcije privatnosti.
hu: Küldjön biztonságosan lapokat eszközei között, és fedezzen fel más adatvédelmi funkciókat a %@ban.
hy_am: Ապահով ուղարկեք ներդիրներ ձեր սարքերի միջև և հայտնաբերեք գաղտնիության այլ գործառույթներ %@-ում:
ia: Invia con securitate schedas inter tu apparatos e discoperi altere functiones private in %@.
id: Kirim tab antar perangkat Anda dengan aman dan temukan fitur privasi lainnya di %@.
is: Sendu flipa á öruggan hátt á milli tækjanna þinna og uppgötvaðu aðra persónuverndareiginleika í %@.
it: Invia schede in modo sicuro tra i tuoi dispositivi e scopri le altre funzionalità per la privacy di %@.
ja: 端末間で安全にタブを送信するなど、%@ の他のプライバシー機能を見つけましょう。
kk: Құрылғылар арасында беттерді қауіпсіз жіберіңіз және %@ қолданбасының басқа жекелік мүмкіндіктерін өзіңіз үшін ашыңыз.
nb: Send faner sikkert mellom enhetene dine og oppdag andre personvernfunksjoner i %@.
nl: Verzend veilig tabbladen tussen uw apparaten en ontdek andere privacyfuncties in %@.
nn: Send faner sikkert mellom einingane dine og oppdag andre personvernfunksjonar i %@.
pa_in: ਟੈਬਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੂਪ ਵਿੱਚ ਆਪਣੇ ਡਿਵਾਈਸਾਂ ਉੱਤੇ ਭੇਜੋ ਅਤੇ %@ ਵਿੱਚ ਹੋਰ ਪਰਦੇਦਾਰੀ ਫ਼ੀਚਰ ਬਾਰੇ ਜਾਣੋ।
pt_br: Envie abas entre seus dispositivos com segurança e descubra outros recursos de privacidade no %@.
ro: Trimite-ți securizat file între dispozitive și descoperă alte funcții de confidențialitate în %@.
ru: Безопасно пересылайте вкладки между своими устройствами и откройте для себя другие функции конфиденциальности в %@.
si: ඔබගේ උපාංග අතර ආරක්‍ෂිතව පටිති යවන්න සහ වෙනත් %@ රහස්‍යතා විශේෂාංග සොයා ගන්න.
sk: Bezpečne posielajte karty medzi vašimi zariadeniami a objavte ďalšie funkcie ochrany osobných údajov vo %@.
sq: Dërgoni në mënyrë të siguruar skeda mes pajisjeve tuaja dhe zbuloni veçori të reja privatësie në %@.
tg: Варақаҳоро байни дастгоҳҳои худ ба таври бехатар ирсол намоед ва хусусиятҳои дигари махфиятро дар «%@» кашф намоед.
th: ส่งแท็บระหว่างอุปกรณ์ของคุณอย่างปลอดภัยและค้นพบคุณสมบัติความเป็นส่วนตัวอื่นๆ ใน %@
tr: Sekmelerinizi cihazlarınız arasında güvenli bir şekilde gönderin ve %@’un diğer gizlilik özelliklerini keşfedin.
ug: ئۈسكۈنىڭىز ئارىسىدا بەتكۈچلەرنى بىخەتەر ئەۋەتىپ، %@ دىكى باشقا شەخسىيەت ئىقتىدارلىرىنى بايقايدۇ.
uk: Безпечно надсилайте вкладки між своїми пристроями та дізнайтеся про інші функції приватності у %@.
vi: Gửi các thẻ giữa các thiết bị của bạn một cách an toàn và khám phá các tính năng bảo mật khác trong %@.
zh_cn: 在设备间安全发送标签页，并探索 %@ 中更多保护隐私的特色功能。

# Onboarding.Notification.Skip.Action.v115
source: Skip
be: Прапусціць
bg: Пропускане
br: Tremen
bs: Preskoči
ca: Omet
cy: Hepgor
da: Spring over
de: Überspringen
el: Παράλειψη
eo: Ignori
es_ar: Omitir
fi: Ohita
fr: Ignorer
gd: Leum seachad
gl: Saltar
hr: Preskoči
hu: Kihagyás
hy_am: Բաց թողնել
ia: Saltar
id: Lewati
is: Sleppa
it: Ignora
ja: スキップ
kk: Аттап кету
nb: Hopp over
nl: Overslaan
nn: Hopp over
pa_in: ਛੱਡੋ
pt_br: Agora não
ro: Omite
ru: Пропустить
si: මඟහරින්න
sk: Preskočiť
sq: Anashkaloje
tg: Нодида гузарондан
th: ข้าม
tr: Geç
ug: ئاتلا
uk: Пропустити
vi: Bỏ qua
zh_cn: 跳过
