Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Onboarding.strings
Languages: be, bg, br, bs, ca, cy, da, de, el, eo, es_ar, fi, fr, gd, gl, hr, hu, hy_am, ia, id, is, it, ja, kk, nb, nl, nn, pa_in, pt_br, ro, ru, si, sk, sq, tg, th, tr, ug, uk, vi, zh_cn

# Onboarding.Customization.Toolbar.Bottom.Action.v123
source: Bottom
be: Унізе
bg: Отдолу
br: Traoñ
bs: Dno
ca: Inferior
cy: Gwaelod
da: Bund
de: Unten
el: Κάτω
eo: Malsupre
es_ar: Parte inferior
fi: Alhaalla
fr: En bas
gd: Bonn
gl: Inferior
hr: Dolje
hu: Alul
hy_am: Ներքևում
ia: Basso
id: Dasar
is: Neðst
it: In basso
ja: 画面下部
kk: Астынан
nb: Bunn
nl: Onder
nn: Botn
pa_in: ਹੇਠਾਂ
pt_br: Embaixo
ro: Jos
ru: Снизу
si: පතුළ
sk: Dole
sq: Poshtë
tg: Поён
th: ด้านล่าง
tr: Altta
ug: ئاستى
uk: Внизу
vi: Ở dưới
zh_cn: 底部

# Onboarding.Customization.Toolbar.Continue.Action.v123
source: Save and Start Browsing
be: Захаваць і пачаць прагляд
bg: Запазете и започнете да сърфирате
br: Enrollañ ha kregiñ da verdeiñ
bs: Sačuvaj i započni pretraživanje
ca: Desa i comença a navegar
cy: Cadw a Chychwyn Pori
da: Gem og gå i gang
de: Speichern und lossurfen
el: Αποθήκευση και έναρξη περιήγησης
eo: Konservi kaj komenci retumi
es_ar: Guardar y empezar a navegar
fi: Tallenna ja aloita selaaminen
fr: Enregistrer et commencer la navigation
gd: Sàbhail is tòisich air brabhsadh
gl: Gardar e comezar a navegar
hr: Spremi i počni pregledavati
hu: Mentés, és a böngészés megkezdése
hy_am: Պահել և սկսել զննումը
ia: Salvar e initiar a navigar
id: Simpan dan Mulai Menjelajah
is: Vista og byrja að vafra
it: Salva e inizia a navigare
ja: 保存してブラウジングを開始
kk: Сақтау және шолуды бастау
nb: Lagre og begynn å surfe
nl: Opslaan en beginnen met browsen
nn: Lagre og begynn å surfe
pa_in: ਸੰਭਾਲੋ ਅਤੇ ਬਰਾਊਜ਼ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ
pt_br: Salvar e iniciar navegação
ro: Salvează și începe navigarea
ru: Сохранить и начать просмотр
si: සුරකින්න සහ පිරික්සීම අරඹන්න
sk: Uložiť a začať prehliadať
sq: Ruajeni dhe Filloni Shfletimin
tg: Нигоҳ доред ва тамошоро оғоз намоед
th: บันทึกและเริ่มการเรียกดู
tr: Kaydet ve gezinmeye başla
ug: ساقلاپ باشلا
uk: Зберегти й почати перегляд
vi: Lưu và bắt đầu duyệt
zh_cn: 保存并开始浏览

# Onboarding.Customization.Toolbar.Description.v123
source: Keep searches within reach.
be: Трымайце пошук пад рукой.
bg: Дръжте търсенията под ръка.
br: Mirit ar c'hlaskoù tost ouzhoc’h.
bs: Držite pretrage na dohvat ruke.
ca: Tingueu les cerques a mà.
cy: Cadw chwiliadau o fewn cyrraedd.
da: Hold søgning indenfor rækkevidde.
de: Halten Sie Suchanfragen in Reichweite.
el: Κρατήστε τις αναζητήσεις κοντά σας.
eo: Havu viajn serĉojn ĉemane.
es_ar: Mantené las búsquedas a tu alcance.
fi: Pidä haut käden ulottuvilla.
fr: Gardez vos recherches à portée de main.
gd: Cùm na lorg thu deas ri do làimh.
gl: Manteña as buscas ao seu alcance.
hr: Zadrži pretrage nadohvat ruke.
hu: Tartsa kéznél a kereséseket.
hy_am: Պահպանեք որոնումները հասանելիության սահմաններում:
ia: Mantene a portata de manos tu recercas.
id: Pertahankan pencarian dalam jangkauan.
is: Hafðu leitir innan seilingar.
it: Mantieni le ricerche a portata di mano.
ja: 手の届くところで検索しましょう。
kk: Іздеулерді қол жетімді жерде ұстаңыз.
nb: Hold søk innen rekkevidde.
nl: Houd zoekopdrachten binnen handbereik.
nn: Hald søk innan rekkjevidde.
pa_in: ਖੋਜਾਂ ਨੂੰ ਪਹੁੰਚ ਵਿੱਚ ਰੱਖੋ
pt_br: Mantenha a pesquisa ao seu alcance.
ro: Păstrează căutările la îndemână.
ru: Держите поиск под рукой.
sk: Majte vyhľadávania na dosah.
sq: Mbajini kërkimet një hap larg.
tg: Ҷустуҷӯҳои худро дар фазои дастрас нигоҳ доред.
th: ให้การค้นหาอยู่ใกล้แค่เอื้อม
tr: Arama çubuğunu parmaklarınıza yaklaştırın.
ug: ئىزدەشنى ئوڭايلا داۋاملاشتۇرىدۇ.
uk: Тримайте пошук під рукою.
vi: Giữ tìm kiếm trong tầm tay.
zh_cn: 轻松握持就可唤起搜索。

# Onboarding.Customization.Toolbar.Skip.Action.v123
source: Skip
be: Прапусціць
bg: Пропускане
br: Tremen e-bioù
bs: Preskoči
ca: Omet
cy: Hepgor
da: Spring over
de: Überspringen
el: Παράλειψη
eo: Ignori
es_ar: Omitir
fi: Ohita
fr: Ignorer
gd: Leum seachad
gl: Saltar
hr: Preskoči
hu: Kihagyás
hy_am: Բաց թողնել
ia: Saltar
id: Lewati
is: Sleppa
it: Ignora
ja: スキップ
kk: Аттап кету
nb: Hopp over
nl: Overslaan
nn: Hopp over
pa_in: ਛੱਡੋ
pt_br: Agora não
ro: Omite
ru: Пропустить
si: මඟහරින්න
sk: Preskočiť
sq: Anashkaloje
tg: Нодида гузарондан
th: ข้าม
tr: Atla
ug: ئاتلا
uk: Пропустити
vi: Bỏ qua
zh_cn: 跳过

# Onboarding.Customization.Toolbar.Title.v123
source: Pick a toolbar placement
be: Выберыце размяшчэнне панэлі інструментаў
bg: Изберете място на лентата с инструменти
br: Dibab ul lec’h barrenn-ostilhoù
bs: Odaberite položaj trake sa alatima
ca: Trieu la ubicació de la barra d’eines
cy: Dewiswch leoliad eich bar offer
da: Vælg placeringen af værktøjslinjen
de: Wählen Sie die Position für die Symbolleiste
el: Επιλέξτε τη θέση της γραμμής εργαλείων
eo: Elektu lokon por la ilaro
es_ar: Elegí la ubicación de la barra de herramientas
fi: Valitse työkalupalkin sijoitus
fr: Choisissez l’emplacement de la barre d’outils
gd: Tagh àite dhan bhàr-inneal
gl: Escolla a posición da barra de ferramentas
hr: Odaberi položaj alatne trake
hu: Válassza ki az eszköztár elhelyezését
hy_am: Ընտրեք գործիքագոտու տեղը
ia: Elige le ubication del barra del instrumentos
id: Pilih penempatan bilah alat
is: Veldu staðsetningu verkfærastikunnar
it: Scegli la posizione della barra degli strumenti
ja: ツールバーの配置を選択
kk: Құралдар панелінің орналасуын таңдау
nb: Velg plassering for verktøylinjen
nl: Kies een werkbalkplaatsing
nn: Vel plassering for verktøylinja
pa_in: ਟੂਲਬਾਰ ਦੀ ਥਾਂ ਚੁਣੋ
pt_br: Escolha a posição da barra de ferramentas
ro: Alege plasarea barei de instrumente
ru: Выберите размещение панели инструментов
sk: Vyberte umiestnenie panela s nástrojmi
sq: Zgjidhni një vendosje të panelit
tg: Ҷойгиркунии навори абзорҳоро интихоб кунед
th: เลือกตำแหน่งแถบเครื่องมือ
tr: Araç çubuğu konumunu seçin
ug: قورال بالداق ئورنى تاللىنىدۇ
uk: Розташування панелі інструментів
vi: Chọn vị trí cho thanh công cụ
zh_cn: 选取工具栏位置

# Onboarding.Customization.Toolbar.Top.Action.v123
source: Top
be: Уверсе
bg: Горе
br: Krecʼh
bs: Vrh
ca: Superior
cy: Brig
de: Oben
el: Πάνω
eo: Supre
es_ar: Parte superior
fi: Ylhäällä
fr: En haut
gd: Bàrr
gl: Superior
hr: Gore
hu: Felül
hy_am: Վերևում
ia: Apice
id: Puncak
is: Efst
it: In alto
ja: 画面上部
kk: Жоғары
nb: Topp
nl: Boven
nn: Topp
pa_in: ਉੱਤੇ
pt_br: No alto
ro: Sus
ru: Сверху
si: මුදුන
sk: Hore
sq: Sipër
tg: Боло
th: ด้านบน
tr: Üstte
ug: چوققا
uk: Вгорі
vi: Ở trên
zh_cn: 顶部

# Onboarding.IntroDescriptionPart1.v114
source: Indie. Non-profit. For good.
be: Незалежны. Некамерцыйны. Для добрых спраў.
bg: Независима игра. С нестопанска цел. Завинаги.
br: Dizalc'h. Hep pal kenwerzhel. Evit ar mad boutin.
bs: Nezavisna. Neprofitna. Za dobro.
ca: Independent. Sense ànim de lucre. Per sempre.
cy: Annibynnol. Nid-er-elw. Am byth.
da: Uafhængig. Non-profit. For det fælles bedste.
de: Unabhängig. Gemeinnützig. Für das Gute.
el: Ανεξάρτητο. Μη κερδοσκοπικό. Για έναν καλό σκοπό.
eo: Sendependa. Neprofitcela. Por ĉiam.
es_ar: Independiente. Sin fines de lucro. Para siempre.
fi: Indie. Voittoa tavoittelematon. Hyvän asialla.
fr: Indépendant. À but non lucratif. Pour le bien commun.
gd: Neo-eisimeileach, chan ann a chùm prothaid ach math chàch.
gl: Independente. Sen ánimo de lucro. Para ben.
hr: Neovisna. Neprofitna organizacija. Zauvijek.
hu: Független. Nonprofit. A jó célért.
hy_am: Ինդի. Շահույթ չհետապնդող. Լավի համար:
ia: Independente. Sin fin de lucro. Pro le ben public.
id: Independen. Nirlaba. Untuk kebaikan.
is: Óhað. Ekki hagnaðardrifið. Til góðra verka.
it: Indipendente. Senza fini di lucro. Per il bene comune.
ja: 健全な独立系で非営利。
kk: Тәуелсіз. Коммерциялық емес. Жақсылық үшін.
nb: Uavhengig. Ideell. For alltid.
nl: Onafhankelijk. Non-profit. Voor het goede.
nn: Uavhengig. Ideell. For alltid.
pa_in: ਆਜ਼ਾਦ। ਗ਼ੈਰ-ਫਾਇਦਾ। ਭਲੇ ਲਈ।
pt_br: Independente. Sem fins lucrativos. Para sempre.
ro: Indie. Non-profit. Pe bune.
ru: Независимый. Некоммерческий. Для хороших дел.
si: ස්වාධීනයි. ලාභ නොලබයි. ප්‍රයෝජනය සඳහාය.
sk: Nezávislý. Neziskový. Navždy.
sq: I pavarur. Jofitimprurës. Përgjithmonë.
tg: Соҳибихтиёр. Ғайритиҷоратӣ. Барои корҳои хуб.
th: อินดี้ ไม่แสวงหาผลกำไร เพื่อความถูกต้อง
tr: Bağımsız ve kâr amacı gütmez.
ug: مۇستەقىل. پايدا تاپمايدىغان. ياخشىلاش ئۈچۈن.
uk: Незалежний. Некомерційний. Для добрих справ.
vi: Độc lập. Phi lợi nhuận. Tốt cho bạn.
zh_cn: 独立、非营利，只为更好。

# Onboarding.IntroDescriptionPart2.v114
source: Committed to the promise of a better Internet for everyone.
be: Імкнецца стварыць лепшы Інтэрнэт для ўсіх.
bg: Ангажирани с обещанието за добър Интернет за всички.
br: Engouestlet evit kinnig un internet gwelloc'h da bep hini.
bs: Posvećeni obećanju boljeg interneta za sve.
ca: Compromesos amb la promesa d'una Internet millor per a tothom.
cy: Wedi ymrwymo i'r addewid o well Rhyngrwyd i bawb.
da: Dedikeret til løftet om et bedre internet for alle.
de: Dem Versprechen eines besseren Internets für alle verpflichtet.
el: Δεσμευόμαστε από την υπόσχεση για ένα καλύτερο διαδίκτυο για όλους.
eo: Ligita de la promeso pri pli bona interreto por ĉiuj.
es_ar: Comprometidos con la promesa de una mejor Internet para todos.
fi: Sitoutunut lupaukseen paremmasta Internetistä kaikille.
fr: Engagé dans la promesse d’un Internet meilleur pour tout le monde.
gd: An dealas ri eadar-lìon nas fheàrr do chàch.
gl: Comprometidos coa promesa dunha Internet mellor para todos.
hr: Predani obećanju za bolji internet za sve.
hu: Elkötelezettek vagyunk a mindenki számára jobb internet ígérete mellett.
hy_am: Հավատարիմ ենք բոլորի համար ավելի լավ ինտերնետի խոստմանը:
ia: Ingagiate pro tener le promissa de un melior internet pro totes.
id: Berkomitmen pada janji Internet yang lebih baik untuk semua orang.
is: Stefnum að betra interneti fyrir alla.
it: Dedicato alla realizzazione di un Internet migliore, per tutti.
ja: すべての人にとってのより良いインターネットを実現するために。
kk: Барлығы үшін жақсырақ Интернет туралы уәдеге берік болады.
nb: Forpliktet til løftet om et bedre Internett for alle.
nl: Toegewijd aan de belofte van een beter internet voor iedereen.
nn: Forplikta til løftet om eit betre Internett for alle.
pa_in: ਹਰ ਕਿਸੇ ਲਈ ਬੇਹਤਰ ਇੰਟਰਨੈੱਟ ਦੇ ਵਾਅਦੇ ਨੂੰ ਸਮਰਪਿਤ।
pt_br: Compromisso com a promessa de uma internet melhor para todos.
ro: Dedicat promisiunii unui internet mai bun pentru toți.
ru: Призван улучшить Интернет для всех и каждого.
si: සෑමට වඩා හොඳ අන්තර්ජාලයක පොරොන්දුවක් සඳහා කැපවී සිටියි.
sk: Oddaní prísľubu lepšieho internetu pre každého.
sq: Përkushtuar premtimit për një Internet më të mirë për këdo.
tg: Ба ваъдаи қатъӣ дар беҳтарсозии Интернет барои ҳамаи мо содиқ аст.
th: มุ่งมั่นที่จะให้อินเทอร์เน็ตที่ดีกว่าสำหรับทุกคน
tr: Kendimizi herkes için daha iyi bir internet inşa etmeye adadık.
ug: تېخىمۇ ياخشى ئىنتېرنېت بەرپا قىلىش ئۈچۈن كۆپچىلىك بەرگەن ۋەدىسىگە ئەمەل قىلىدۇ.
uk: Відданий забезпеченню кращого інтернету для всіх.
vi: Cam kết với lời hứa về một Internet tốt hơn cho tất cả mọi người.
zh_cn: 致力于实现为每个人提供更好互联网的承诺。

# Onboarding.LaterAction.v115
source: Skip
be: Прапусціць
bg: Пропускане
br: Tremen
bs: Preskoči
ca: Omet
cy: Hepgor
da: Spring over
de: Überspringen
el: Παράλειψη
eo: Ignori
es_ar: Omitir
fi: Ohita
fr: Ignorer
gd: Leum seachad
gl: Saltar
hr: Preskoči
hu: Kihagyás
hy_am: Բաց թողնել
ia: Saltar
id: Lewati
is: Sleppa
it: Ignora
ja: スキップ
kk: Аттап кету
nb: Hopp over
nl: Overslaan
nn: Hopp over
pa_in: ਛੱਡੋ
pt_br: Agora não
ro: Omite
ru: Пропустить
si: මඟහරින්න
sk: Preskočiť
sq: Anashkaloje
tg: Нодида гузарондан
th: ข้าม
tr: Geç
ug: ئاتلا
uk: Пропустити
vi: Bỏ qua
zh_cn: 跳过

# Onboarding.Modern.BrandRefresh.Customization.Theme.Automatic.v148
source: Automatic
bg: Автоматично
cy: Awtomatig
da: Automatisk
de: Automatisch
el: Αυτόματο
es_ar: Automático
fi: Automaattinen
fr: Automatique
hu: Automatikus
hy_am: Ինքնաշխատ
id: Otomatis
is: Sjálfvirkt
it: Automatico
ja: 自動
kk: Автоматты түрде
nb: Automatisk
nl: Automatisch
nn: Automatisk
pa_in: ਆਟੋਮੈਟਿਕ
pt_br: Automático
ro: Automat
ru: Автоматически
sk: Automatická
sq: Vetvetiu
tg: Худкор
th: อัตโนมัติ
tr: Otomatik
ug: ئاپتوماتىك
uk: Автоматично
vi: Tự động
zh_cn: 自动

# Onboarding.Modern.BrandRefresh.Customization.Theme.Continue.Action.v148
source: Continue
bg: Продължаване
cy: Parhau
da: Fortsæt
de: Weiter
el: Συνέχεια
es_ar: Continuar
fi: Jatka
fr: Continuer
hu: Folytatás
hy_am: Շարունակել
ia: Continuar
id: Lanjutkan
is: Halda áfram
it: Continua
ja: 続ける
kk: Жалғастыру
nb: Fortsett
nl: Doorgaan
nn: Hald fram
pa_in: ਜਾਰੀ ਰੱਖੋ
pt_br: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sq: Vazhdo
tg: Идома додан
th: ดำเนินการต่อ
tr: Devam et
ug: داۋاملاشتۇر
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续

# Onboarding.Modern.BrandRefresh.Customization.Theme.Dark.v148
source: Dark
bg: Тъмна
cy: Tywyll
da: Mørk
de: Dunkel
el: Σκούρο
es_ar: Oscuro
fi: Tumma
fr: Sombre
hu: Sötét
hy_am: Մութ
ia: Obscur
id: Gelap
is: Dökkt
it: Scuro
ja: ダーク
kk: Күңгірт түсті
nb: Mørkt
nl: Donker
nn: Mørkt
pa_in: ਗੂੜ੍ਹਾ
pt_br: Escuro
ro: Întunecată
ru: Тёмная
sk: Tmavá
sq: E errët
tg: Торик
th: มืด
tr: Koyu
ug: قاراڭغۇ
uk: Темна
vi: Tối
zh_cn: 深邃

# Onboarding.Modern.BrandRefresh.Customization.Theme.Description.v148
source: Pick your favourite theme or have %@ match your device, putting you in control.
bg: Изберете любимата си тема или накарайте %@ да съответства на устройството ви, като вие държите контрола.
cy: Dewiswch eich hoff thema neu gofynnwch i %@ gydweddu â'ch dyfais, sy'n eich rhoi chi mewn rheolaeth.
da: Vælg dit favorit-tema eller få %@ til at følge temaet på din enhed - du bestemmer.
de: Wählen Sie Ihr Lieblings-Theme oder lassen Sie %@ das Theme an Ihr Gerät anpassen – Sie haben die Kontrolle.
el: Πάρτε τον έλεγχο στα χέρια σας, επιλέγοντας το αγαπημένο σας θέμα ή χρησιμοποιώντας το θέμα της συσκευής σας στο %@.
es_ar: Elegí tu tema favorito o hacé que %@ coincida con tu dispositivo, dándote el control.
fi: Valitse suosikkiteemasi tai anna %@in sovittaa teema laitteeseesi, valinta on sinun.
fr: Choisissez votre thème préféré ou adaptez %@ à votre appareil, pour garder le contrôle.
hu: Válassza ki kedvenc témáját, vagy hagyja, hogy a %@ kövesse az eszközét, így Öné az irányítás.
hy_am: Ընտրեք ձեր նախընտրած ձևավորումը կամ %@-ը կհամապատասխանեցնի ձեր սարքին՝ ձեր հսկողությամբ:
ia: Selige tu favorite thema o face que %@ se harmonisa con tu apparato, ponente te al commando.
id: Pilih tema favorit Anda atau cocokkan %@ dengan perangkat Anda, membuat Anda memegang kendali.
is: Veldu eftirlætisþemað þitt eða láttu %@ passa við tækið þitt, sem gefur þér stjórnina.
it: Seleziona il tema che preferisci oppure lascia che %@ si adatti al tuo dispositivo, così da avere sempre il controllo.
ja: お気に入りのテーマを選択するか、%@ を端末の設定に合わせられます。
kk: Өзіңізге ұнайтын теманы таңдаңыз немесе %@ құрылғыңызға сай болсын - бәрі өз қолыңызда.
nb: Velg favorittemaet ditt, eller la %@ matche enheten din, slik at du har full kontroll.
nl: Kies uw favoriete thema of laat %@ met uw apparaat overeenkomen, zodat u de controle hebt.
nn: Vel favorittemaet ditt, eller la %@ matche eininga di, slik at du har full kontroll.
pa_in: ਆਪਣੀ ਪਸੰਦ ਦਾ ਥੀਮ ਚੁਣੋ ਜਾਂ %@ ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਨਾਲ ਮਿਲਾ ਦੇਵੇਗਾ, ਤੁਹਾਡੇ ਕੰਟਰੋਲ ਵਿੱਚ ਰਹੇਗਾ।
pt_br: Escolha seu tema preferido ou faça o %@ se adaptar ao seu dispositivo, colocando você no controle.
ro: Alege-ți tema preferată sau fă %@ să se potrivească cu dispozitivul tău, oferindu-ți controlul.
ru: Выберите свою любимую тему или подождите, пока %@ будет соответствовать вашему устройству, передав вам контроль.
sk: Vyberte si svoju obľúbenú tému alebo nechajte %@ prispôsobiť sa vášmu zariadeniu. Máte to vo svojich rukách.
sq: Zgjidhni temën tuaj të parapëlqyer, ose lëriani %@ ta përputhë me pajisjen tuaj, duke ju vënë ju në kontroll.
tg: Мавзуи дӯстдоштаи худро интихоб кунед ё низомро шахсан идора карда, «%@»-ро ба дастгоҳи худ мувофиқат кунед.
th: เลือกชุดตกแต่งที่คุณชอบหรือให้ %@ ปรับตามอุปกรณ์ของคุณ เพื่อให้คุณควบคุมได้เต็มที่
tr: İster en sevdiğiniz temayı seçin, ister cihazınızla uyumlu temayı %@ seçsin. Kontrol sizde.
ug: ئۆزىڭىز ياقتۇرىدىغان ئۆرنەك ياكى ئۈسكۈنىڭىزگە ماس كېلىدىغان %@ نى تاللاپ، تىزگىننى قولىڭىزدا تۇتۇڭ.
uk: Оберіть улюблену тему або дозвольте %@ адаптуватися до теми вашого пристрою – вибір за вами.
vi: Chọn chủ đề yêu thích của bạn hoặc để %@ giống với thiết bị của bạn, giúp bạn kiểm soát mọi thứ.
zh_cn: 选取喜欢的主题，或让 %@ 适应设备主题，随您偏好。

# Onboarding.Modern.BrandRefresh.Customization.Theme.Light.v148
source: Light
bg: Светла
cy: Golau
da: Lys
de: Hell
el: Φωτεινό
es_ar: Claro
fi: Vaalea
fr: Clair
hu: Világos
hy_am: Լուսավոր
ia: Clar
id: Terang
is: Ljóst
it: Chiaro
ja: ライト
kk: Ашық түсті
nb: Lyst
nl: Licht
nn: Lyst
pa_in: ਹਲਕਾ
pt_br: Claro
ro: Luminoasă
ru: Светлая
sk: Svetlá
sq: E çelët
tg: Равшан
th: สว่าง
tr: Açık
ug: يورۇق
uk: Світла
vi: Sáng
zh_cn: 明亮

# Onboarding.Modern.BrandRefresh.Customization.Theme.Title.v148
source: Pick your theme
bg: Изберете темата си
cy: Dewiswch eich thema
da: Vælg dit tema
de: Wählen Sie Ihr Theme
el: Επιλέξτε το θέμα σας
es_ar: Elegí tu tema
fi: Valitse teema
fr: Choisissez un thème
hu: Válasszon témát
hy_am: Ընտրեք ձեր ձևավորումը
ia: Elige un thema
id: Pilih tema Anda
is: Veldu þema
it: Scegli il tuo tema
ja: テーマの選択
kk: Теманы таңдаңыз
nb: Velg ditt tema
nl: Kies uw thema
nn: Vel eit tema
pa_in: ਆਪਣਾ ਥੀਮ ਚੁਣੋ
pt_br: Escolha um tema
ro: Alege-ți tema
ru: Выберите вашу тему
sk: Vyberte si tému
sq: Zgjidhni temën tuaj
tg: Мавзуи худро интихоб намоед
th: เลือกชุดตกแต่งของคุณ
tr: Temanızı seçin
ug: ئۆرنەك تاللىنىدۇ
uk: Вибір теми
vi: Chọn chủ đề của bạn
zh_cn: 选取主题

# Onboarding.Modern.BrandRefresh.Customization.Toolbar.Continue.Action.v148
source: Continue
bg: Продължаване
cy: Parhau
da: Fortsæt
de: Weiter
el: Συνέχεια
es_ar: Continuar
fi: Jatka
fr: Continuer
hu: Folytatás
hy_am: Շարունակել
ia: Continuar
id: Lanjutkan
is: Halda áfram
it: Continua
ja: 続ける
kk: Жалғастыру
nb: Fortsett
nl: Doorgaan
nn: Hald fram
pa_in: ਜਾਰੀ ਰੱਖੋ
pt_br: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sq: Vazhdo
tg: Идома додан
th: ดำเนินการต่อ
tr: Devam et
ug: داۋاملاشتۇر
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续

# Onboarding.Modern.BrandRefresh.Customization.Toolbar.Description.v148
source: Start typing to get search suggestions, your top sites, bookmarks, history and search engines – all in one place.
bg: Започнете да пишете, за да получите предложения за търсене, вашите предпочитани сайтове, отметки, история и търсещи машини – всичко това на едно място.
cy: Cychwynnwch deipio i gael awgrymiadau chwilio, eich prif wefannau, nodau tudalen, hanes a pheiriannau chwilio - i gyd mewn un lle.
da: Begynd at skrive for at få søgeforslag og se dine mest besøgte websteder, bogmærker, historik og søgetjenester - alt på samme sted.
de: Beginnen Sie mit der Eingabe, um Suchvorschläge, Ihre meistbesuchten Websites, Lesezeichen, Chronik und Suchmaschinen an einem Ort zu erhalten.
el: Ξεκινήστε να πληκτρολογείτε για να λάβετε προτάσεις αναζήτησης, κορυφαίους ιστοτόπους, σελιδοδείκτες, ιστορικό και μηχανές αναζήτησης – όλα σε ένα μέρος.
es_ar: Empezá a escribir para obtener sugerencias de búsqueda, tus sitios principales, marcadores, historial y buscadores – todo en un solo lugar.
fi: Ala kirjoittaa saadaksesi hakuehdotuksia, suosituimmat sivustosi, kirjanmerkit, historian ja hakukoneet – kaikki samasta paikasta.
fr: Commencez à écrire pour obtenir des suggestions de recherche, vos sites préférés, vos marque-pages, votre historique et des moteurs de recherche — le tout au même endroit.
hu: Kezdjen el gépelni, hogy keresési javaslatokat kapjon, megtalálja a kedvenc webhelyeit, könyvjelzőit, előzményeit és keresőszolgáltatásait – egyetlen helyen.
hy_am: Սկսեք մուտքագրել՝ որոնման առաջարկներ, ձեր նախընտրած կայքերը, էջանիշները, պատմությունը և որոնիչները ստանալու համար՝ բոլորը մեկ տեղում։
ia: Initia typar pro obtener suggestiones de recerca, tu sitos principal, marcapaginas, chronologia e motores de recerca, in un sol posto.
id: Mulai mengetik untuk mendapatkan saran pencarian, situs teratas Anda, markah, riwayat, dan mesin pencari – semuanya di satu tempat.
is: Byrjaðu að skrifa til að fá leitartillögur, vinsælustu síðurnar þínar, bókamerki, vafurferil og leitarvélar – allt á einum stað.
it: Inizia a scrivere per visualizzare suggerimenti di ricerca, siti principali, segnalibri, cronologia e motori di ricerca, tutto in un unico posto.
ja: 入力を開始すると、検索候補、よく見るサイト、ブックマーク、履歴、検索エンジンがすべて 1 か所で利用できます。
kk: Іздеу ұсыныстары, таңдамалы сайттар, бетбелгілер, тарих және іздеу жүйелерін - барлығын бір жерден алу үшін тере бастаңыз.
nb: Begynn å skrive for å få søkeforslag, favorittnettsteder, bokmerker, historikk og søkemotorer – alt på ett sted.
nl: Begin met typen om zoeksuggesties, uw topwebsites, bladwijzers, geschiedenis en zoekmachines op één plek te ontvangen.
nn: Begynn å skrive for å få søkjeforslag, favorittnettstadar, bokmerke, historikk og søkjemotorar – alt på éin stad.
pa_in: ਖੋਜ ਸੁਝਾਅ, ਆਪਣੀਆਂ ਸਿਖਰਲੀਆਂ ਵੈੱਬਸਾਈਟਾਂ, ਬੁੱਕਮਾਰਕ ਅਤੀਤ ਅਤੇ ਖੋਜ ਇੰਜਣ ਲੈਣ ਲਈ ਬੱਸ ਲਿਖਣਾ ਸ਼ੁਰੂ ਕਰੋ – ਸਭ ਇੱਕੋ ਥਾਂ।
pt_br: Comece a digitar para obter sugestões de pesquisa, seus sites preferidos, favoritos, histórico e mecanismos de pesquisa, tudo em um só lugar.
ro: Începe să tastezi pentru a primi sugestii de căutare, site-urile tale de top, marcaje, istoric și motoare de căutare – toate într-un singur loc.
ru: Начните набирать, чтобы получить поисковые предложения, ваш топ сайтов, закладки, историю и поисковые системы — всё в одном месте.
sk: Začnite písať a zobrazia sa vám návrhy vyhľadávania, vaše najobľúbenejšie stránky, záložky, história a vyhľadávače – všetko na jednom mieste.
sq: Që të merrni sugjerime kërkimi, sajtet tuaj kryesues, faqerojtës, historik dhe motorë kërkimesh filloni të shtypni – gjithçka në një vend.
tg: Барои ба даст овардани пешниҳодҳои ҷустуҷӯ, сомонаҳои дӯстдоштаи худ, таърих ва низомҳои ҷустуҷӯӣ – ҳамааш дар як ҷой – чизеро нависед.
th: เริ่มพิมพ์เพื่อรับคำแนะนำการค้นหา เว็บไซต์ยอดนิยม ที่คั่นหน้า ประวัติ และเครื่องมือค้นหา – ทั้งหมดในที่เดียว
tr: Arama önerilerini, sık kullandığınız siteleri, yer imlerini, geçmişinizi ve arama motorlarını tek bir yerde görmek için yazmaya başlayın.
ug: خەت بېسىشقا باشلىغاندا ئىزدەش تەۋسىيەسىگە ئېرىشىدۇ، دائىم ئىشلىتىدىغان تور بېكەت، خەتكۈش، تارىخ خاتىرىسى ۋە ئىزدەش موتورىنى ئۆز ئىچىگە ئالىدۇ – ھەممىسى بىر جايدا.
uk: Почніть вводити текст, щоб побачити пошукові пропозиції, ваші найпопулярніші сайти, закладки, історію та пошукові системи – все в одному місці.
vi: Bắt đầu nhập để nhận gợi ý tìm kiếm, các trang web hàng đầu, dấu trang, lịch sử và công cụ tìm kiếm – tất cả tại một nơi.
zh_cn: 键入即可获取搜索建议、常用网站、书签、历史记录、搜索引擎，尽在一处。

# Onboarding.Modern.BrandRefresh.Customization.Toolbar.Title.v148
source: Choose your address bar
bg: Изберете адресната си лента
cy: Dewiswch eich bar cyfeiriad
da: Vælg din adresselinje
de: Wählen Sie Ihre Adressleiste
el: Επιλέξτε τη γραμμή διευθύνσεών σας
es_ar: Elegí tu barra de direcciones
fi: Valitse osoitepalkki
fr: Choisissez votre barre d’adresse
hu: Válassza ki a címsort
hy_am: Ընտրեք ձեր հասցեագոտին
ia: Elige tu barra de addresses
id: Pilih bilah alamat Anda
is: Veldu veffangastikuna þína
it: Scegli la tua barra degli indirizzi
ja: アドレスバーの選択
kk: Адрестік жолағыңызды таңдаңыз
nb: Velg din adresselinje
nl: Kies uw adresbalk
nn: Vel plassering for adresselinja di
pa_in: ਆਪਣੀ ਸਿਰਨਾਵਾਂ ਪੱਟੀ ਨੂੰ ਚੁਣੋ
pt_br: Escolha uma barra de endereços
ro: Alege-ți bara de adrese
ru: Выберите адресную строку
sk: Vyberte si panel s adresou
sq: Zgjidhni shtyllën tuaj të adresave
tg: Навори нишонии худро интихоб намоед
th: เลือกแถบที่อยู่ของคุณ
tr: Adres çubuğunuzu seçin
ug: ئادرېس بالداق تاللىنىدۇ
uk: Налаштування панелі адреси
vi: Chọn thanh địa chỉ của bạn
zh_cn: 选择地址栏位置
