Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Onboarding.strings
Languages: be, bg, br, bs, ca, cy, da, de, el, eo, es_ar, fi, fr, gd, gl, hr, hu, hy_am, ia, id, is, it, ja, kk, nb, nl, nn, pa_in, pt_br, ro, ru, si, sk, sq, tg, th, tr, ug, uk, vi, zh_cn

# Onboarding.Welcome.Action.v114
source: Get Started
be: Пачаць
bg: Въведение
br: Kregiñ ganti
bs: Započnite
ca: Primers passos
cy: Cychwyn Arni
da: Kom i gang
de: Erste Schritte
el: Έναρξη
eo: Unuaj paŝoj
es_ar: Comenzar
fi: Aloitetaan
fr: Prise en main
gd: Dèan toiseach-tòiseachaidh
gl: Comezar
hr: Započni
hu: Kezdő lépések
hy_am: Սկսել
ia: Comenciar
id: Memulai
is: Hefjast handa
it: Inizia
ja: はじめる
kk: Бастау
nb: Kom i gang
nl: Beginnen
nn: Kom i gang
pa_in: ਸ਼ੁਰੂ ਕਰੀਏ
pt_br: Introdução
ro: Începe
ru: Начать
si: පටන් ගන්න
sk: Začíname
sq: Fillojani
tg: Оғози кор
th: เริ่มต้นใช้งาน
tr: Başlayın
ug: باشلايلى
uk: Почати
vi: Bắt đầu
zh_cn: 开始使用

# Onboarding.Welcome.ActionTreatementA.v114
source: Set as Default Browser
be: Зрабіць прадвызначаным браўзерам
bg: Задаване като браузър по подразбиране
br: Lakaat da verdeer dre ziouer
bs: Postavi kao zadani pretraživač
ca: Defineix com a navegador per defecte
cy: Gosod fel y Porwr Ragosodedig
da: Angiv som standardbrowser
de: Als Standardbrowser festlegen
el: Ορισμός ως προεπιλογή
eo: Difini kiel norma retumilo
es_ar: Establecer como navegador predeterminado
fi: Aseta oletusselaimeksi
fr: Définir comme navigateur par défaut
gd: Suidhich mar am brabhsair bunaiteach
gl: Estabelecer como navegador predeterminado
hr: Postavi kao standardni preglednik
hu: Beállítás alapértelmezett böngészőként
hy_am: Կայել որպես սկզբնադիր դիտարկիչ
ia: Eliger como navigator predefinite
id: Jadikan Peramban Baku
is: Setja sem sjálfgefinn vafra
it: Imposta come browser predefinito
ja: デフォルトブラウザーに設定
kk: Негізгі браузер қылу
nb: Bruk som standard nettleser
nl: Als standaardbrowser instellen
nn: Bruk som standard nettlesar
pa_in: ਮੂਲ ਬਰਾਊਜ਼ਰ ਬਣਾਓ
pt_br: Definir como navegador padrão
ro: Setează ca browser implicit
ru: Установить браузером по умолчанию
si: පෙරනිමි අතිරික්සුව කරන්න
sk: Nastaviť ako predvolený prehliadač
sq: Caktojeni Shfletuesin Parazgjedhje
tg: Гузоштан ҳамчун браузери пешфарз
th: ตั้งเป็นเบราว์เซอร์เริ่มต้น
tr: Saptanmış tarayıcı yap
ug: كۆڭۈلدىكى توركۆرگۈ قىلىپ تەڭشە
uk: Встановити типовим браузером
vi: Đặt làm trình duyệt mặc định
zh_cn: 设为默认浏览器

# Onboarding.Welcome.Close.AccessibilityLabel.v121
source: Close and exit %@ onboarding
be: Закрыць і выйсці з знаёмства з %@
bg: Затваряне и излизане от включването на %@
br: Serriñ ha kuitaat pajenn degemer %@
bs: Zatvorite i napustite %@ uključenje
ca: Tanca i surt de la introducció al %@
cy: Cau a gadael cyflwyniad %@
da: Luk og afslut introduktion til %@
de: %@ Onboarding beenden und schließen
el: Έξοδος από το καλωσόρισμα στο %@
eo: Fermi kaj eliri el la bonveno de %@
es_ar: Cerrar y salir del mensaje introductorio de %@
fi: Sulje ja poistu %@in käyttöönottovaiheesta
fr: Fermer et quitter l’accueil de %@
gd: Dùin is fàg bòrdachadh %@
gl: Pechar e saír da introducción de %@
hr: Zatvori i izađi iz početnog %@ ekrana
hu: Bezárás és kilépés a %@ bemutatójából
hy_am: Փակեք և դուրս եկեք %@ ներբեռնումից
ia: Clauder e exir ab le introduction de %@
id: Tutup dan keluar dari proses bergabung %@
is: Loka og fara út úr %@ kynningu
it: Chiudi e termina introduzione di %@
ja: %@ の新機能紹介を閉じて終了します
kk: Жабу және %@ таныстыру экранынан шығу
nb: Lukk og avslutt introduksjonen til %@
nl: Onboarding van %@ sluiten en afsluiten
nn: Lat att og avslutt introduksjonen til %@
pa_in: ਬੰਦ ਕਰਕੇ %@ ਆਨਬੋਰਡਿੰਗ ਨੂੰ ਬੰਦ ਕਰੋ
pt_br: Fechar e sair da introdução do %@
ro: Închide și ieși din ecranul de întâmpinare %@
ru: Закрыть и выйти из %@ обучения
sk: Zatvoriť a ukončiť úvodné nastavenie %@u
sq: Mbylleni dhe dilni nga mirëseardhja në %@
tg: Пӯшидан ва баромадан аз озмоиши «%@»
th: ปิดและออกจาก %@ การเริ่มต้นใช้งาน
tr: Kapat ve %@ tanıtımından çık
ug: يولباشچى %@ نى تاقاپ چېكىن
uk: Закрити знайомство %@
vi: Đóng và thoát khỏi Khởi đầu %@
zh_cn: 关闭并退出 %@ 导览

# Onboarding.Welcome.Description.TreatementA.v120
source: Our non-profit backed browser helps stop companies from secretly following you around the web.
be: Наш браўзер, падтрыманы некамерцыйнай арганізацыяй, дапамагае не даваць кампаніям таемна сачыць за вамі ў сеціве.
bg: Нашият четец с нестопанска цел помага да спрете компаниите да ви следят тайно в мрежата.
br: Hor merdeer harpet gant un aozadur hep gounidoù a sikour da herzel an embregerezhioù d'ho heuliañ pep lec'h er web.
bs: Naš neprofitni pretraživač pomaže u sprečavanju kompanija da vas potajno prate širom interneta.
ca: El nostre navegador sense ànim de lucre ajuda a blocar automàticament les empreses que, en secret, us fan el seguiment mentre navegueu.
cy: Mae ein porwr gan gorff dim-er-elw'n atal cwmnïau rhag eich dilyn yn gyfrinachol o amgylch y we.
da: Vores browser er støttet af en nonprofit-organisation og forhindrer virksomheder i at følge dig rundt på nettet i det skjulte.
de: Unser gemeinnütziger Browser verhindert, dass Unternehmen heimlich Ihre Aktivitäten im Internet verfolgen.
el: Η εφαρμογή περιήγησης του μη κερδοσκοπικού μας οργανισμού σταματά τις εταιρείες από το να σας ακολουθούν κρυφά σε όλο το διαδίκτυο.
eo: Nia retumilo, subtenata de nenprofitcela organizo, helpas eviti ke entreprenoj kaŝe sekvu vin tra la reto.
es_ar: Nuestro navegador respaldado sin fines de lucro ayuda a evitar que las empresas te sigan en secreto por la web.
fi: Voittoa tavoittelemattoman tahon tukema selain auttaa sinua estämään yrityksiä seuraamasta sinua verkossa.
fr: Notre navigateur soutenu par une organisation à but non lucratif empêche les entreprises de vous suivre secrètement sur le Web.
gd: Cuiridh am brabhsair againn - fear nach eil airson prothaid - casg air companaidhean o bhith gad leantainn gu dìomhair air feadh an lìn.
gl: O noso navegador sen ánimo de lucro axuda a evitar que as empresas o sigan en segredo pola web.
hr: Naš preglednik neprofitne organizacije pomaže spriječiti poduzeća da te potajno prate na webu.
hu: A nonprofit szervezet által támogatott böngészőnk segít megakadályozni, hogy a cégek titokban kövessék Önt a weben.
hy_am: Մեր շահույթ չհետապնդող դիտարկիչն օգնում է դադարեցնել ընկերություններին համացանցում ձեզ գաղտնի հետևելուց:
ia: Nostre navigator supportate per un organisation sin fin d lucro adjuta stoppar le companias de sequer secretemente tu movimentos circum le web.
id: Peramban yang didukung oleh nirlaba kami membantu menghentikan perusahaan secara diam-diam mengikuti Anda di web.
is: Vafrinn okkar, sem ekki er rekinn í hagnaðarskyni, hjálpar til við að koma í veg fyrir að fyrirtæki laumist til að fylgjast með þér á ferðum þínum um vefinn.
it: Il nostro browser, supportato da un’organizzazione senza fini di lucro, blocca automaticamente le società che, di nascosto, cercano di seguire le tue attività sul Web.
ja: 非営利で作られた私たちのブラウザーは、企業によるウェブ上の密かな追跡を阻止するのに役立ちます。
kk: Коммерциялық емес ұйымы қолдауымен жасалатын біздің браузер компанияларды интернетте сізді жасырын түрде бақылауын автоматты түрде тоқтатуға көмектеседі.
nb: Vår ideelle nettleser forhindrer selskaper i å spore aktiviteten din i hemmelighet på nettet.
nl: Onze door een non-profitorganisatie gesteunde browser helpt voorkomen dat bedrijven u stiekem volgen op internet.
nn: Den ideelle nettlesaren vår hindrar selskap i å spore aktiviteten din i hemmelegheit på nettet.
pa_in: ਕੰਪਨੀਆਂ ਨੂੰ ਚੋਰੀ ਚੋਰੀ ਵੈੱਬ ਉੱਤੇ ਤੁਹਾਡਾ ਪਿੱਛਾ ਕਰਨ ਤੋਂ ਸਾਡਾ ਗ਼ੈਰ-ਫਾਇਦਾ ਸਮਰੱਥ ਬਰਾਊਜ਼ਰ ਆਪਣੇ-ਆਪ ਹੀ ਰੋਕਦਾ ਹੈ।
pt_br: Nosso navegador, respaldado por uma entidade sem fins lucrativos, ajuda a impedir que empresas sigam você secretamente pela web.
ro: Browserul nostru susținut de o organizație non-profit te ajută să împiedici firmele să te urmărească în secret pe web.
ru: Наш браузер, поддерживаемый некоммерческой организацией, помогает не давать компаниям следить за вами в Интернете.
si: අපගේ ලාභ නොලබන පිටුබලයක් සහිත අතිරික්සුව අන්තර්ජාලය පුරා ඔබව රහසින් ලුහුබඳින සමාගම් ස්වයංක්‍රීයව නවත්වයි.
sk: Náš neziskový prehliadač pomáha zabrániť spoločnostiam, aby vás tajne sledovali na webe.
sq: Shfletuesi ynë, me entin jofitimprurës nga pas, ndihmon të ndalen shoqëri t’ju ndjekin fshehtazi nëpër internet.
tg: Браузери мо, ки аз ҷониби ташкилоти ғайритиҷоратӣ дастгирӣ мешавад, маъракаҳоеро, ки шуморо дар атрофи Интернет пинҳонӣ пайгирӣ мекунанд, қатъ мекунад.
th: เบราว์เซอร์ที่สนับสนุนโดยองค์กรไม่แสวงหาผลกำไรของเราจะช่วยหยุดบริษัทต่างๆ ไม่ให้แอบติดตามคุณทางเว็บได้
tr: Kâr amacı gütmeyen tarayıcımız, şirketlerin sizi web’de gizlice takip etmesini engelliyor.
ug: پايدا تاپمايدىغان توركۆرگۈمىز شىركەتلەرنىڭ سىزگە تور بېكەتلەردە مەخپىي ھالدا ئەگىشىشىنى توسىدۇ.
uk: Наш некомерційний браузер допомагає блокувати таємне стеження компаній за вами в інтернеті.
vi: Trình duyệt được hỗ trợ phi lợi nhuận của chúng tôi giúp ngăn các công ty bí mật theo dõi bạn trên web.
zh_cn: 这款由非营利组织支持的浏览器会自动阻止大公司在网上偷偷跟踪您。

# Onboarding.Welcome.Description.v120
source: Our non-profit backed browser helps stop companies from secretly following you around the web.
be: Наш браўзер, падтрыманы некамерцыйнай арганізацыяй, дапамагае не даваць кампаніям таемна сачыць за вамі ў сеціве.
bg: Нашият четец с нестопанска цел помага да спрете компаниите да ви следят тайно в мрежата.
br: Hor merdeer harpet gant un aozadur hep gounidoù a sikour da herzel an embregerezhioù d'ho heuliañ pep lec'h er web.
bs: Naš neprofitni pretraživač pomaže u sprečavanju kompanija da vas potajno prate širom interneta.
ca: El nostre navegador sense ànim de lucre ajuda a blocar automàticament les empreses que, en secret, us fan el seguiment mentre navegueu.
cy: Mae ein porwr gan gorff dim-er-elw'n atal cwmnïau rhag eich dilyn yn gyfrinachol o amgylch y we.
da: Vores browser er støttet af en nonprofit-organisation og forhindrer virksomheder i at følge dig rundt på nettet i det skjulte.
de: Unser gemeinnütziger Browser verhindert, dass Unternehmen heimlich Ihre Aktivitäten im Internet verfolgen.
el: Η εφαρμογή περιήγησης του μη κερδοσκοπικού μας οργανισμού σταματά τις εταιρείες από το να σας ακολουθούν κρυφά σε όλο το διαδίκτυο.
eo: Nia retumilo, subtenata de nenprofitcela organizo, helpas eviti ke entreprenoj kaŝe sekvu vin tra la reto.
es_ar: Nuestro navegador respaldado sin fines de lucro ayuda a evitar que las empresas te sigan en secreto por la web.
fi: Voittoa tavoittelemattoman tahon tukema selaimemme auttaa estämään yrityksiä seuraamasta sinua salaa verkossa.
fr: Notre navigateur soutenu par une organisation à but non lucratif empêche les entreprises de vous suivre secrètement sur le Web.
gd: Cuiridh am brabhsair againn - fear nach eil airson prothaid - casg air companaidhean o bhith gad leantainn gu dìomhair air feadh an lìn.
gl: O noso navegador sen ánimo de lucro axuda a evitar que as empresas o sigan en segredo pola web.
hr: Naš preglednik neprofitne organizacije pomaže spriječiti poduzeća da te potajno prate na webu.
hu: A nonprofit szervezet által támogatott böngészőnk segít megakadályozni, hogy a cégek titokban kövessék Önt a weben.
hy_am: Մեր շահույթ չհետապնդող դիտարկիչն օգնում է դադարեցնել ընկերություններին համացանցում ձեզ գաղտնի հետևելուց:
ia: Nostre navigator supportate per un organisation sin fin d lucro adjuta stoppar le companias de sequer secretemente tu movimentos circum le web.
id: Peramban yang didukung oleh nirlaba kami membantu menghentikan perusahaan secara diam-diam mengikuti Anda di web.
is: Vafrinn okkar, sem ekki er rekinn í hagnaðarskyni, hjálpar til við að koma í veg fyrir að fyrirtæki laumist til að fylgjast með þér á ferðum þínum um vefinn.
it: Il nostro browser, supportato da un’organizzazione senza fini di lucro, blocca automaticamente le società che, di nascosto, cercano di seguire le tue attività sul Web.
ja: 非営利で作られた私たちのブラウザーは、企業によるウェブ上の密かな追跡を阻止するのに役立ちます。
kk: Коммерциялық емес ұйымы қолдауымен жасалатын біздің браузер компанияларды интернетте сізді жасырын түрде бақылауын автоматты түрде тоқтатуға көмектеседі.
nb: Vår ideelle nettleser forhindrer selskaper i å spore aktiviteten din i hemmelighet på nettet.
nl: Onze door een non-profitorganisatie gesteunde browser helpt voorkomen dat bedrijven u stiekem volgen op internet.
nn: Den ideelle nettlesaren vår hindrar selskap i å spore aktiviteten din i hemmelegheit på nettet.
pa_in: ਕੰਪਨੀਆਂ ਨੂੰ ਚੋਰੀ ਚੋਰੀ ਵੈੱਬ ਉੱਤੇ ਤੁਹਾਡਾ ਪਿੱਛਾ ਕਰਨ ਤੋਂ ਸਾਡਾ ਗ਼ੈਰ-ਫਾਇਦਾ ਸਮਰੱਥ ਬਰਾਊਜ਼ਰ ਆਪਣੇ-ਆਪ ਹੀ ਰੋਕਦਾ ਹੈ।
pt_br: Nosso navegador, respaldado por uma entidade sem fins lucrativos, ajuda a impedir que empresas sigam você secretamente pela web.
ro: Browserul nostru susținut de o organizație non-profit te ajută să împiedici firmele să te urmărească în secret pe web.
ru: Наш браузер, поддерживаемый некоммерческой организацией, помогает не давать компаниям следить за вами в Интернете.
si: අපගේ ලාභ නොලබන පිටුබලයක් සහිත අතිරික්සුව අන්තර්ජාලය පුරා ඔබව රහසින් ලුහුබඳින සමාගම් ස්වයංක්‍රීයව නවත්වයි.
sk: Náš neziskový prehliadač pomáha zabrániť spoločnostiam, aby vás tajne sledovali na webe.
sq: Shfletuesi ynë, me entin jofitimprurës nga pas, ndihmon të ndalen shoqëri t’ju ndjekin fshehtazi nëpër internet.
tg: Браузери мо, ки аз ҷониби ташкилоти ғайритиҷоратӣ дастгирӣ мешавад, маъракаҳоеро, ки шуморо дар атрофи Интернет пинҳонӣ пайгирӣ мекунанд, қатъ мекунад.
th: เบราว์เซอร์ที่สนับสนุนโดยองค์กรไม่แสวงหาผลกำไรของเราจะช่วยหยุดบริษัทต่างๆ ไม่ให้แอบติดตามคุณทางเว็บได้
tr: Kâr amacı gütmeyen tarayıcımız, şirketlerin sizi web’de gizlice takip etmesini engelliyor.
ug: پايدا تاپمايدىغان توركۆرگۈمىز شىركەتلەرنىڭ سىزگە تور بېكەتلەردە مەخپىي ھالدا ئەگىشىشىنى توسىدۇ.
uk: Наш некомерційний браузер допомагає блокувати таємне стеження компаній за вами в інтернеті.
vi: Trình duyệt được hỗ trợ phi lợi nhuận của chúng tôi giúp ngăn các công ty bí mật theo dõi bạn trên web.
zh_cn: 这款由非营利组织支持的浏览器会自动阻止大公司在网上偷偷跟踪您。

# Onboarding.Welcome.Link.Action.v114
source: Learn more in our privacy notice
be: Даведайцеся больш у нашым паведамленні аб прыватнасці
bg: Научете повече в нашата политика за поверителност
br: Lennit hon evezhiadenn a-fet buhez prevez evit gouzout hiroc’h
bs: Saznajte više u našoj obavijesti o privatnosti
ca: Més informació en l’avís de privadesa
cy: Darllenwch ein hysbysiad preifatrwydd
da: Læs mere i vores privatlivserklæring
de: Weitere Informationen finden Sie in unserem Datenschutzhinweis
el: Μάθετε περισσότερα στη Σημείωση απορρήτου μας
eo: Pli da informo en nia rimarko pri privateco
es_ar: Conocé más en nuestra nota de privacidad
fi: Lue yksityisyyskäytäntömme
fr: En savoir plus dans notre politique de confidentialité
gd: Faigh barrachd fiosrachaidh ann an aithris na prìobhaideachd againn
gl: Obtéña máis información no noso aviso de privacidade
hr: Saznaj više u našoj napomeni o privatnosti
hu: További információk az adatvédelmi nyilatkozatunkban
hy_am: Իմացեք ավելին մեր գաղտնիության ծանուցման մեջ
ia: Lege nostre aviso de confidentialitate
id: Pelajari lebih lanjut pemberitahuan privasi kami
is: Sjáðu nánar í persónuverndaryfirlýsingu okkar
it: Ulteriori informazioni nella nostra informativa sulla privacy
ja: 詳細はプライバシー通知をご覧ください
kk: Жекелік ескертуімізден толығырақ біліңіз
nb: Les mer i vår personvernerklæring
nl: Lees meer in onze privacyverklaring
nn: Les meir i personvernfråsegna vår
pa_in: ਸਾਡੀ ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ ਵਿੱਚ ਹੋਰ ਜਾਣਕਾਰੀ ਲਵੋ
pt_br: Saiba mais em nosso aviso de privacidade
ro: Află mai multe din notificarea noastră privind confidențialitatea
ru: Узнайте больше в нашем уведомлении о конфиденциальности
si: රහස්‍යතා දැන්වීම ගැන තව දැනගන්න
sk: Ďalšie informácie nájdete v našom Vyhlásení o ochrane osobných údajov
sq: Mësoni më tepër te shënimi ynë mbi privatësinë
tg: Маълумоти бештар дар «Огоҳномаи махфияти мо»
th: เรียนรู้เพิ่มเติมในประกาศความเป็นส่วนตัวของเรา
tr: Gizlilik bildirimimizle ilgili daha fazla bilgi alın
ug: شەخسىيەت ئۇقتۇرۇشىنىڭ تەپسىلاتىنى ئوقۇڭ
uk: Докладніше в нашому положенні про приватність
vi: Tìm hiểu thêm trong thông báo bảo mật của chúng tôi
zh_cn: 阅读我们的隐私声明以了解更多信息

# Onboarding.Welcome.Skip.v114
source: Skip
be: Прапусціць
bg: Пропускане
br: Tremen
bs: Preskoči
ca: Omet
cy: Hepgor
da: Spring over
de: Überspringen
el: Παράλειψη
eo: Ignori
es_ar: Omitir
fi: Ohita
fr: Ignorer
gd: Leum seachad
gl: Saltar
hr: Preskoči
hu: Kihagyás
hy_am: Բաց թողնել
ia: Saltar
id: Lewati
is: Sleppa
it: Ignora
ja: スキップ
kk: Аттап кету
nb: Hopp over
nl: Overslaan
nn: Hopp over
pa_in: ਛੱਡੋ
pt_br: Agora não
ro: Omite
ru: Пропустить
si: මඟහරින්න
sk: Preskočiť
sq: Anashkaloje
tg: Нодида гузарондан
th: ข้าม
tr: Atla
ug: ئاتلا
uk: Пропустити
vi: Bỏ qua
zh_cn: 跳过

# Onboarding.Welcome.Title.TreatementA.v120
source: We love keeping you safe
be: Мы любім дбаць пра вашу бяспеку
bg: Обичаме да ви пазим в безопасност
br: Ni a warez ac’hanoc’h gant plijadur
bs: Volimo da vas čuvamo
ca: Ens encanta mantenir-vos segur
cy: Rydyn ni wrth ein bodd yn eich cadw chi’n ddiogel
da: Vi elsker at beskytte dig
de: Wir schützen Sie gerne
el: Μας αρέσει να σας προστατεύουμε
eo: Ni amas teni vin sekura
es_ar: Nos encanta mantenerte seguro
fi: Turvaamisesi on tärkeää meille
fr: Votre protection compte pour nous
gd: Tha e a’ toirt tlachd dhuinn do chumail sàbhailte
gl: Encántanos telo seguro
hr: Volimo te štititi
hu: Szeretjük biztonságban tartani Önt
hy_am: Մենք սիրում ենք ձեզ ապահով պահել
ia: A nos place mantener te secur
id: Kami senang menjaga Anda tetap aman
is: Við fáum kikk út úr því að halda þér öruggum
it: Ci piace mantenerti al sicuro
ja: あなたの安全を守ります
kk: Біз сіздің қауіпсіздігіңізді қамтамасыз етуді жақсы көреміз
nb: Vi beskytter deg gjerne
nl: We houden u graag veilig
nn: Vi vernar deg gjerne
pa_in: ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹਾਂ
pt_br: Adoramos manter você seguro
ro: Ne place să te protejăm
ru: Нам нравится обеспечивать вашу безопасность
si: ඔබට ආරක්‍ෂාව සලසන්නෙමු
sk: Radi vás udržiavame v bezpečí
sq: Duam fort t’ju mbajmë të parrezik
tg: Мо нигоҳдории бехатарии шуморо дӯст медорем
th: เรารักที่จะดูแลคุณให้ปลอดภัย
tr: Sizi güvende tutmayı seviyoruz
ug: بىخەتەرلىكىڭىزنى ساقلاشنى ياخشى كۆرىمىز
uk: Ми дбаємо про вашу безпеку
vi: Chúng tôi thích việc giữ an toàn cho bạn
zh_cn: 我们乐于为您护航

# Onboarding.Welcome.Title.v114
source: Welcome to an independent internet
be: Сардэчна запрашаем у незалежны Інтэрнэт
bg: Добре дошли в независим интернет
br: Donemat war un internet dizalc'h
bs: Dobrodošli na nezavisni internet
ca: Us donem la benvinguda a una Internet independent
cy: Croeso i ryngrwyd annibynnol
da: Velkommen til et uafhængigt internet
de: Willkommen in einem unabhängigen Internet
el: Καλώς ορίσατε σε ένα ανεξάρτητο διαδίκτυο
eo: Bonvenon al sendependa interreto
es_ar: Bienvenido a una Internet independiente
fi: Tervetuloa itsenäiseen internetiin
fr: Bienvenue sur un Internet indépendant
gd: Fàilte gu eadar-lìon neo-eisimeileach
gl: Benvido a unha internet independente
hr: Dobro došao, dobro došla u neovisni internet
hu: Üdvözöljük egy független interneten
hy_am: Բարի գալուստ անկախ համացանց
ia: Benvenite in un internet independente
id: Selamat datang di internet yang independen
is: Velkomin á sjálfstætt internet
it: Benvenuti nell’Internet indipendente
ja: 誰のものでもない自由なインターネットへようこそ
kk: Тәуелсіз интернетке қош келдіңіз
nb: Velkommen til et uavhengig internett
nl: Welkom bij een onafhankelijk internet
nn: Velkomen til eit uavhengig internett
pa_in: ਆਜ਼ਾਦ ਇੰਟਰਨੈੱਟ ਲਈ ਜੀ ਆਇਆਂ ਨੂੰ
pt_br: Boas-vindas a uma internet independente
ro: Bine ai venit pe internetul independent
ru: Добро пожаловать в независимый интернет
si: ස්වාධීන අන්තර්ජාලයකට පිළිගනිමු
sk: Vitajte na nezávislom internete
sq: Mirë se vini te një internet i pavarur
tg: Хуш омадед ба Интернети мустақил
th: ยินดีต้อนรับสู่อินเทอร์เน็ตที่เป็นอิสระ
tr: Bağımsız bir internete hoş geldiniz
ug: مۇستەقىل ئىنتېرنېتقا خۇش كەلدىڭىز
uk: Вітаємо у незалежному інтернеті
vi: Chào mừng bạn đến với internet độc lập
zh_cn: 欢迎开启不受巨头左右的互联网世界
