Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Onboarding.strings
Languages: be, bg, br, bs, ca, cy, da, de, el, eo, es_ar, fi, fr, gd, gl, hr, hu, hy_am, ia, id, is, it, ja, kk, nb, nl, nn, pa_in, pt_br, ro, ru, si, sk, sq, tg, th, tr, ug, uk, vi, zh_cn

# Onboarding.Modern.Sync.Skip.Action.v140
source: Not now
bg: Не сега
cy: Nid nawr
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
es_ar: No ahora
fi: Ei nyt
fr: Plus tard
gl: Agora non
hu: Most nem
hy_am: Ոչ հիմա
ia: Non ora
id: Jangan sekarang
is: Ekki núna
it: Non adesso
ja: 後で
kk: Қазір емес
nb: Ikke nå
nl: Niet nu
nn: Ikkje no
pa_in: ਹੁਣੇ ਨਹੀਂ
pt_br: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sq: Jo tani
tg: Ҳоло не
th: ไม่ใช่ตอนนี้
tr: Şimdi değil
ug: ھازىر ئەمەس
uk: Не зараз
vi: Không phải bây giờ
zh_cn: 暂时不要

# Onboarding.Modern.Sync.Skip.Action.v145
source: Not now
bg: Не сега
cy: Nid nawr
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
es_ar: No ahora
fi: Ei nyt
fr: Plus tard
hu: Most nem
hy_am: Ոչ հիմա
ia: Non ora
id: Jangan sekarang
is: Ekki núna
it: Non adesso
ja: 後で
kk: Қазір емес
nb: Ikke nå
nl: Niet nu
nn: Ikkje no
pa_in: ਹੁਣੇ ਨਹੀਂ
pt_br: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sq: Jo tani
tg: Ҳоло не
th: ไม่ใช่ตอนนี้
tr: Şimdi değil
ug: ھازىر ئەمەس
uk: Не зараз
vi: Không phải bây giờ
zh_cn: 暂时不要

# Onboarding.Modern.Sync.Title.v140
source: Instantly pick up where you left off
bg: Продължете моментално откъдето сте спрели
cy: Ail gychwyn yn syth o'r lle roeddech chi
da: Fortsæt hurtigt hvor du slap
de: Machen Sie sofort da weiter, wo Sie aufgehört haben
el: Συνεχίστε άμεσα από εκεί που σταματήσατε
es_ar: Continuá instantáneamente desde donde lo dejaste
fi: Jatka siitä mihin jäit
fr: Reprenez instantanément là où vous en étiez
gl: Continúa ao instante onde o deixaches
hu: Azonnal folytassa ott, ahol abbahagyta
hy_am: Շարունակեք այնտեղից, որտեղ որ կանգնել էիք:
ia: Instantaneemente reprende de ubi tu lassava
id: Langsung lanjutkan dari tempat yang terakhir Anda tinggalkan
is: Haltu strax áfram þar sem frá var horfið
it: Riprendi velocemente da dove eri rimasto
ja: 中断したところからすぐに再開できます
kk: Тоқтаған жерден бірден жалғастырыңыз
nb: Fortsett umiddelbart der du sluttet
nl: Ga direct verder waar u was gebleven
nn: Hald fram direkte der du slutta
pa_in: ਜਿੱਥੇ ਤੁਸੀਂ ਛੱਡਿਆ ਸੀ, ਉਥੋਂ ਫ਼ੌਰਨ ਖੋਲ੍ਹੋ
pt_br: Continue imediatamente de onde parou
ro: Continui rapid de unde ai rămas
ru: Мгновенно вернитесь к месту, где остановились
sk: Okamžite pokračujte tam, kde ste prestali
sq: Vazhdoni menjëherë atje ku e latë
tg: Ба он ҷое, ки шумо ба қарибӣ тамошо кардаед, дарҳол баргардонед
th: ต่อยอดจากที่คุณทำค้างไว้ได้ทันที
tr: Kaldığınız yerden anında devam edin
ug: شۇئان ئالدىنقى قېتىم كەلگەن جايدىن داۋاملاشتۇرىدۇ
uk: Миттєво продовжуйте з того місця, де зупинилися
vi: Bắt đầu tức thì từ nơi bạn đã dừng lại
zh_cn: 立即从上次看到的地方继续浏览

# Onboarding.Modern.Sync.Title.v145
source: Take %@ on all your browsing adventures
bg: Вземете %@ във всичките си приключения при сърфиране
cy: Cymerwch %@ ar eich holl anturiaethau pori
da: Tag %@ med overalt
de: Nehmen Sie %@ mit bei allen Ihren Surf-Abenteuern
el: Πάρτε το %@ σε όλες σας τις δικτυακές περιπέτειες
es_ar: Llevá %@ a todas tus aventuras de navegación
fi: Ota %@ mukaan kaikkiin selausseikkailuihin
fr: Emmenez %@ lors de chacune de vos aventures sur le Web
hu: Vigye el a %@ot az összes böngészési kalandjára
hy_am: Վերցրեք %@ ձեր բոլոր զննարկչական արկածների ժամանակ
ia: Prende %@ sur tote tu aventuras de navigation
id: Bawa %@ pada semua petualangan penjelajahan Anda
is: Taktu %@ með þér í öll vafurævintýrin þín
it: Porta %@ con te in ogni tua avventura sul Web
ja: すべてのブラウジングを %@ で
kk: Барлық шолу оқиғаларында %@ алып жүріңіз
nb: Ta med %@ på alle dine surfeopplevelser
nl: Neem %@ mee op al uw surfavonturen
nn: Ta med %@ på alle surfeopplevingane dine
pa_in: ਆਪਣੇ ਬਰਾਊਜ਼ ਕਰਨ ਦੇ ਸਾਰੇ ਮੌਕਿਆਂ ਉੱਤੇ %@ ਨੂੰ ਨਾਲ ਰੱਖੋ
pt_br: Leve o %@ com você em todas as suas aventuras de navegação
ro: Ia %@ în toate aventurile tale de navigare
ru: Возьмите %@ на все свои интернет-приключения
sk: Vezmite si %@ na všetky svoje dobrodružstvá s prehliadaním
sq: Merreni %@ në krejt aventurat tuaja të shfletimit
tg: Дар ҳамаи саёҳатҳои интернетии худ аз «%@» истифода баред
th: ให้ %@ เป็นเพื่อนคู่ใจในการท่องโลกออนไลน์ของคุณ
tr: %@ ile gezintilerinize her yerde devam edin
ug: تور زىيارىتى سەپىرىڭىزدە %@ ئېلىۋېلىڭ
uk: %@ завжди з вами в Інтернеті
vi: Hãy để %@ tham gia mọi cuộc phiêu lưu duyệt web của bạn
zh_cn: 携 %@ 同游网络

# Onboarding.Modern.TermsOfService.AgreementButtonTitle.v140
source: Continue
bg: Продължаване
cy: Parhau
da: Fortsæt
de: Weiter
el: Συνέχεια
es_ar: Continuar
fi: Jatka
fr: Continuer
gl: Continuar
hu: Folytatás
hy_am: Շարունակել
ia: Continuar
id: Lanjutkan
is: Halda áfram
it: Continua
ja: 続ける
kk: Жалғастыру
nb: Fortsett
nl: Doorgaan
nn: Hald fram
pa_in: ਜਾਰੀ ਰੱਖੋ
pt_br: Avançar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sq: Vazhdo
tg: Идома додан
th: ดำเนินการต่อ
tr: Devam et
ug: داۋاملاشتۇر
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续

# Onboarding.Modern.TermsOfService.AgreementButtonTitle.v145
source: Continue
bg: Продължаване
cy: Parhau
da: Fortsæt
de: Weiter
el: Συνέχεια
es_ar: Continuar
fi: Jatka
fr: Continuer
hu: Folytatás
hy_am: Շարունակել
ia: Continuar
id: Lanjutkan
is: Halda áfram
it: Continua
ja: 続ける
kk: Жалғастыру
nb: Fortsett
nl: Doorgaan
nn: Hald fram
pa_in: ਜਾਰੀ ਰੱਖੋ
pt_br: Avançar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sq: Vazhdo
tg: Идома додан
th: ดำเนินการต่อ
tr: İleri
ug: داۋاملاشتۇر
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续

# Onboarding.Modern.TermsOfService.Description.v145
source: Automatic protection of your personal info Load sites fast and search smarter Brought to you by the non-profit %@, trusted for over 20 years
bg: Автоматична защита на личната ви информация Бързо зареждане на сайтове и по-интелигентно търсене Доведено за вас от %@ организацията с нестопанска цел, на която се доверявате повече от 20 години
cy: Diogelu eich manylion personol yn awtomatig Llwytho gwefannau'n gyflym a chwilio'n glyfrach I chi gan y corff dim-er-elw %@, yn ddibynadwy ers dros 20 mlynedd
da: Automatisk beskyttelse af dine personlige oplysninger Indlæs sider hurtigere og søg smartere Lavet af nonprofit-organisationen %@, betroet i mere end 20 år
de: Automatischer Schutz Ihrer persönlichen Daten Laden Sie Websites schneller und suchen Sie intelligenter Von der gemeinnützigen Organisation %@, der wir seit über 20 Jahren vertrauen
el: Αυτόματη προστασία των προσωπικών σας δεδομένων Γρήγορη φόρτωση ιστοτόπων και εξυπνότερη αναζήτηση Προσφέρεται σε εσάς από τον μη κερδοσκοπικό οργανισμό %@, τον οποίο εμπιστευόμαστε πάνω από 20 χρόνια
es_ar: Protección automática de tu información personal Cargá sitios más rápido y buscá de manera más inteligente Presentado por la organización sin fines de lucro %@, confiable durante más de 20 años
fi: Henkilötietojesi automaattinen suojaus Lataa sivustot nopeasti ja hae fiksummin Tarjoaa voittoa tavoittelematon %@, johon on luotettu yli 20 vuotta
fr: Protection automatique de vos données personnelles Navigation rapide et recherche optimisée Conçu par l’organisation à but non lucratif %@, digne de confiance depuis plus de 20 ans
hu: A személyes adatai automatikus védelme Töltse be az oldalakat gyorsan, és keressen okosabban A nonprofit %@ hozza el Önnek, amelyben több mint 20 éve megbíznak
hy_am: Ձեր անձնական տեղեկատվության ավտոմատ պաշտպանություն Կայքերը արագ բեռնեք և ավելի խելացի որոնեք Ձեզ է ներկայացնում %@ ոչ առևտրային կազմակերպությունը, որը վստահելի է ավելի քան 20 տարի
ia: Protection automatic de tu informationes personal cargamento de sitos rapide e recerca plus intelligente Apportate a te per le organisation non-lucrative %@, de confidentia pro ultra 20 annos
id: Perlindungan otomatis atas informasi pribadi Anda Muat situs dengan cepat dan cari dengan lebih cerdas Dipersembahkan oleh %@ nirlaba, tepercaya selama lebih dari 20 tahun
is: Sjálfvirk vernd persónuupplýsinga þinna Hleður síðum hratt og leitar snjallt Er í boði frá hagnaðarlausu %@ samtökunum, sem hafa notið trausts í yfir 20 ár
it: Protezione automatica delle tue informazioni personali Carica i siti più velocemente e cerca in modo più intelligente Realizzato dall’organizzazione senza fini di lucro %@, una garanzia da oltre 20 anni
ja: 個人情報を自動的に保護 サイトの高速な読み込みとスマートな検索 20 年以上信頼されてきた非営利団体の %@ がお届けします
kk: Жеке ақпаратыңызды автоматты түрде қорғау Сайттарды жылдам жүктеп, ақылдырақ іздеу Сізге 20 жылдан астам сенімді %@ коммерциялық емес ұйымы ұсынды
nb: Automatisk beskyttelse av din personlige informasjon Last inn nettsteder raskt og søk smartere Leveres av den ideelle organisasjonen %@, betrodd i over 20 år
nl: Automatische bescherming van uw persoonlijke gegevens Laad websites snel en zoek slimmer Aangeboden door de non-profitorganisatie %@, al meer dan 20 jaar vertrouwd
nn: Automatisk vern av den personlege informasjonen din Last inn nettstadar raskt og søk smartare Vert levert av den ideelle organisasjonen %@, fortrudd i over 20 år
pa_in: ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨੂੰ ਆਪਣੇ-ਆਪ ਸੁਰੱਖਿਅਤ ਰੱਖਦਾ ਹੈ ਸਾਈਟਾਂ ਨੂੰ ਤੇਜ਼ ਲੋਡ ਕਰਦਾ ਅਤੇ ਸੁਚੱਜੇ ਢੰਘ ਨਾਲ ਖੋਜ ਕਰਦਾ ਹੈ ਗ਼ੈਰ-ਫਾਇਦਾ ਸੰਗਠਨ %@ ਵਲੋਂ ਤੁਹਾਡੇ ਲਈ ਪੇਸ਼ ਕੀਤਾ, 20 ਸਾਲਾਂ ਤੋਂ ਵੱਧ ਭਰੋਸੇਮੰਦ
pt_br: Proteção automática de suas informações pessoais Carregamento rápido de sites e pesquisa mais inteligente Oferecido pela organização sem fins lucrativos %@, confiável há mais de 20 anos
ro: Protecție automată a informațiilor tale personale Încarci site-urile rapid și cauți mai inteligent Adus la tine de organizația non-profit %@, de încredere de peste 20 de ani
ru: Автоматическая защита вашей личной информации Быстрая загрузка сайтов и умный поиск Создано некоммерческой организацией %@, более 20 лет доверия
sk: Automatická ochrana vašich osobných údajov Rýchle načítavanie stránok a inteligentnejšie vyhľadávanie Prináša vám to nezisková organizácia %@, ktorej dôverujeme už viac ako 20 rokov
sq: Mbrojtje e automatizuar e hollësive tuaja personale Ngarkoni sajte më shpejt dhe kërkoni më me zgjuarsi Sjellë për ju nga enti jofitimprurës %@, besuar për mbi 20 vjet
tg: Муҳофизати худкор барои маълумоти шахсии шумо Сомонаҳоро зуд бор кунед ва маълумотро оқилона ҷустуҷӯ мекунад Аз ҷониби ташкилоти ғайритиҷоратии «%@» ба шумо оварда шудааст, ки дар тӯли зиёда аз 20 сол эътимод дорад
th: ปกป้องข้อมูลส่วนบุคคลของคุณโดยอัตโนมัติ โหลดเว็บไซต์ได้เร็วและค้นหาอย่างชาญฉลาดขึ้น นำเสนอโดยองค์กรไม่แสวงหาผลกำไร %@ ที่ได้รับความไว้วางใจมานานกว่า 20 ปี
tr: Kişisel bilgileriniz otomatik olarak korunacak Siteler daha hızlı yüklenecek, aramalarınız akıllanacak 20 yılı aşkın süredir güvendiğiniz, kâr amacı gütmeyen %@ güvencesiyle
ug: شەخسىي ئۇچۇرلىرىڭىزنى ئۆزلۈكىدىن قوغدايدۇ تور بېكەتنى تېخىمۇ تېز يۈكلەيدۇ ۋە تېخىمۇ ئىدراكلىق ئىزدەيدۇ ئىشەنچلىك 20 يىلدىن ئاشقان، پايدا تاپمايدىغان %@ نى سىزگە تەمىنلەيدۇ
uk: Автоматичний захист вашої особистої інформації Швидше завантаження сайтів та розумніший пошук Від некомерційної організації %@, якій довіряють понад 20 років
vi: Tự động bảo vệ thông tin cá nhân của bạn Tải trang web nhanh và tìm kiếm thông minh hơn Được mang đến cho bạn bởi tổ chức phi lợi nhuận %@, được tin cậy trong hơn 20 năm
zh_cn: 自动保护个人信息 加载网站快如风，搜索更智能 非营利组织 %@ 出品，深受信任 20 余载

# Onboarding.Modern.TermsOfService.ManageLink.v140
source: Manage
bg: Управление
cy: Rheoli
da: Håndter
de: Verwalten
el: Διαχείριση
es_ar: Administrar
fi: Hallitse
fr: Gérer
gl: Xestionar
hu: Kezelés
hy_am: Կառավարել
ia: Gerer
id: Kelola
is: Stjórna
it: Gestisci
ja: 管理
kk: Басқару
nb: Behandle
nl: Beheren
nn: Handsam
pa_in: ਬੰਦੋਬਸਤ
pt_br: Gerenciar
ro: Gestionează
ru: Управление
sk: Spravovať
sq: Administrojini
tg: Идоракунӣ
th: จัดการ
tr: Yönet
ug: باشقۇرۇش
uk: Керувати
vi: Quản lý
zh_cn: 管理

# Onboarding.Modern.TermsOfService.ManageLink.v145
source: Manage settings
bg: Настройки
cy: Rheoli gosodiadau
da: Håndter indstillinger
de: Einstellungen verwalten
el: Διαχείριση ρυθμίσεων
es_ar: Administrar preferencias
fi: Muokkaa asetuksia
fr: Gérer les paramètres
hu: Beállítások kezelése
hy_am: Կառավարել կարգավորումները
ia: Gerer parametros
id: Kelola pengaturan
is: Sýsla með stillingar
it: Gestisci impostazioni
ja: 設定を管理
kk: Баптауларды басқару
nb: Behandle innstillinger
nl: Instellingen beheren
nn: Handsam innstillingar
pa_in: ਸੈਟਿੰਗਾਂ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰੋ
pt_br: Gerenciar configurações
ro: Gestionează setările
ru: Управление настройками
sk: Spravovať nastavenia
sq: Administroni rregullime
tg: Идоракунии танзимот
th: จัดการการตั้งค่า
tr: Ayarları yönet
ug: تەڭشەك باشقۇرۇش
uk: Керувати налаштуваннями
vi: Quản lý cài đặt
zh_cn: 管理设置

# Onboarding.Modern.TermsOfService.ManagePreferenceAgreement.v140
source: To help improve the browser, %1$@ sends diagnostic and interaction data to %2$@. %3$@
bg: За да помогне за подобряването на браузъра, %1$@ изпраща данни за диагностика и взаимодействие до %2$@. %3$@
cy: Er mwyn helpu i wella'r porwr, mae %1$@ yn anfon data diagnostig a rhyngweithio i %2$@. %3$@
da: For at hjælpe med at forbedre browseren sender %1$@ diagnosticeringsdata og data om brug til %2$@. %3$@
de: Um den Browser zu verbessern, sendet %1$@ Diagnose- und Interaktionsdaten an %2$@. %3$@
el: Για τη βελτίωση της εφαρμογής περιήγησης, το %1$@ στέλνει διαγνωστικά δεδομένα και δεδομένα αλληλεπίδρασης στη %2$@. %3$@
es_ar: Para ayudar a mejorar el navegador, %1$@ envía datos de diagnóstico e interacción a %2$@. %3$@
fi: Selaimen parantamiseksi %1$@ lähettää diagnostiikka- ja vuorovaikutustietoja %2$@lle. %3$@
fr: Pour aider à l’amélioration du navigateur, %1$@ envoie des données de diagnostic et d’interaction à %2$@. %3$@
gl: Para axudar a mellorar o navegador, %1$@ envía datos de diagnóstico e interacción a %2$@. %3$@
hu: A böngésző fejlesztése érdekében, a %1$@ diagnosztikai és interakciós adatokat küld a %2$@ számára. %3$@
hy_am: Դիտարկիչը բարելավելու համար %1$@-ն ախտորոշիչ և փոխազդեցության տվյալներ է ուղարկում %2$@-ին: %3$@
ia: Pro adjutar a meliorar le navigator, %1$@ invia datos diagnostic e de interaction a %2$@. %3$@
id: Untuk membantu meningkatkan peramban, %1$@ mengirimkan data diagnostik dan interaksi ke %2$@. %3$@
is: Til að hjálpa til við að bæta vafrann sendir %1$@ greiningar- og samskiptagögn til %2$@. %3$@
it: Per migliorare il browser, %1$@ invia a %2$@ dati diagnostici e di interazione. %3$@
ja: ブラウザーの改善に役立てるため、%1$@ は診断情報と対話データを %2$@ に送信します。 %3$@
kk: Браузерді жақсартуға көмектесу үшін %1$@ %2$@ адресіне диагностикалық және өзара әрекеттесу деректерін жібереді. %3$@
nb: For å hjelpe til med å forbedre nettleseren sender %1$@ diagnose- og interaksjonsdata til %2$@. %3$@
nl: Om de browser te helpen verbeteren, verzendt %1$@ diagnostische en interactiegegevens naar %2$@. %3$@
nn: For å hjelpe til med å forbetre nettlesaren sender %1$@ diagnose- og interaksjonsdata til %2$@. %3$@
pa_in: ਬਰਾਊਜ਼ਰ ਵਿੱਚ ਸੁਧਾਰ ਕਰਨ ਲਈ ਮਦਦ ਵਾਸਤੇ %1$@ ਪੜਤਾਲ ਅਤੇ ਤਾਲਮੇਲ ਡਾਟਾ %2$@ ਨੂੰ ਭੇਜਦਾ ਹੈ। %3$@
pt_br: Para ajudar a melhorar o navegador, o %1$@ envia dados de diagnóstico e interação para a %2$@. %3$@
ro: Pentru a ajuta la îmbunătățirea browserului, %1$@ trimite date de diagnosticare și interacțiune către %2$@. %3$@
ru: Чтобы помочь улучшить браузер, %1$@ отправляет диагностику и данные о взаимодействии в %2$@. %3$@
sk: Aby bolo možné prehliadač vylepšovať, %1$@ odosiela diagnostické údaje a údaje o interakciách spoločnosti %2$@. %3$@
sq: Që të ndihmoni të përmirësohet shfletuesi, %1$@-i dërgon te %2$@ të dhëna diagnostikimesh dhe ndërveprimesh. %3$@
tg: Барои беҳтар кардани браузер, «%1$@» маълумоти ташхисӣ ва ҳамкориро ба «%2$@» ирсол мекунад. %3$@
th: เพื่อช่วยปรับปรุงเบราว์เซอร์ %1$@ จะส่งข้อมูลวินิจฉัยและการโต้ตอบไปยัง %2$@ %3$@
tr: %1$@, tarayıcıyı geliştirmemize yardımcı olmak için %2$@’ya tanı ve etkileşim verileri gönderir. %3$@
ug: توركۆرگۈنى ياخشىلاشقا ياردەملىشىپ، %1$@ دىياگنوز ۋە تەسىرلىشىش سانلىق مەلۇماتىنى %2$@ غا يوللايدۇ. %3$@
uk: Щоб вдосконалити браузер, %1$@ надсилає дані діагностики та взаємодії до %2$@. %3$@
vi: Để giúp cải thiện trình duyệt, %1$@ gửi dữ liệu chẩn đoán và tương tác đến %2$@. %3$@
zh_cn: 为帮助改进浏览器，%1$@ 会向 %2$@ 发送诊断和交互数据。%3$@

# Onboarding.Modern.TermsOfService.ManagePreferenceAgreement.v145
source: To help improve the browser, %1$@ sends diagnostic and interaction data to %2$@. %3$@
bg: За да помогне за подобряването на браузъра, %1$@ изпраща данни за диагностика и взаимодействие до %2$@. %3$@
cy: Er mwyn helpu i wella'r porwr, mae %1$@ yn anfon data diagnostig a rhyngweithio at %2$@. %3$@
da: For at hjælpe med at forbedre browseren sender %1$@ diagnosticeringsdata og data om brug til %2$@. %3$@
de: Um den Browser zu verbessern, sendet %1$@ Diagnose- und Interaktionsdaten an %2$@. %3$@
el: Για τη βελτίωση της εφαρμογής περιήγησης, το %1$@ στέλνει διαγνωστικά δεδομένα και δεδομένα αλληλεπίδρασης στη %2$@. %3$@
es_ar: Para ayudar a mejorar el navegador, %1$@ envía datos de diagnóstico e interacción a %2$@. %3$@
fi: Selaimen parantamiseksi %1$@ lähettää diagnostiikka- ja vuorovaikutustietoja %2$@lle. %3$@
fr: Pour aider à l’amélioration du navigateur, %1$@ envoie des données de diagnostic et d’interaction à %2$@. %3$@
hu: A böngésző fejlesztése érdekében, a %1$@ diagnosztikai és interakciós adatokat küld a %2$@ számára. %3$@
hy_am: Դիտարկիչը բարելավելու համար %1$@-ն ախտորոշիչ և փոխազդեցության տվյալներ է ուղարկում %2$@-ին: %3$@
ia: Pro adjutar a meliorar le navigator, %1$@ invia datos diagnostic e de interaction a %2$@. %3$@
id: Untuk membantu meningkatkan peramban, %1$@ mengirimkan data diagnostik dan interaksi ke %2$@. %3$@
is: Til að hjálpa til við að bæta vafrann sendir %1$@ greiningar- og samskiptagögn til %2$@. %3$@
it: Per migliorare il browser, %1$@ invia a %2$@ dati diagnostici e di interazione. %3$@
ja: ブラウザーの改善に役立てるため、%1$@ は診断情報と対話データを %2$@ に送信します。 %3$@
kk: Браузерді жақсартуға көмектесу үшін %1$@ %2$@ адресіне диагностикалық және өзара әрекеттесу деректерін жібереді. %3$@
nb: For å hjelpe til med å forbedre nettleseren sender %1$@ diagnostikk- og interaksjonsdata til %2$@. %3$@
nl: Om de browser te helpen verbeteren, verzendt %1$@ diagnostische en interactiegegevens naar %2$@. %3$@
nn: For å hjelpe til med å forbetre nettlesaren sender %1$@ diagnose- og interaksjonsdata til %2$@. %3$@
pa_in: ਬਰਾਊਜ਼ਰ ਵਿੱਚ ਸੁਧਾਰ ਕਰਨ ਲਈ ਮਦਦ ਵਾਸਤੇ %1$@ ਪੜਤਾਲ ਅਤੇ ਤਾਲਮੇ ਡਾਟਾ %2$@ ਨੂੰ ਭੇਜਦਾ ਹੈ। %3$@
pt_br: Para ajudar a melhorar o navegador, o %1$@ envia dados de diagnóstico e interação para a %2$@. %3$@
ro: Pentru a ajuta la îmbunătățirea browserului, %1$@ trimite date de diagnosticare și interacțiune către %2$@. %3$@
ru: Чтобы помочь улучшить браузер, %1$@ отправляет диагностику и данные о взаимодействии в %2$@. %3$@
sk: Aby bolo možné prehliadač vylepšovať, %1$@ odosiela diagnostické údaje a údaje o interakciách spoločnosti %2$@. %3$@
sq: Që të ndihmoni të përmirësohet shfletuesi, %1$@-i dërgon te %2$@ të dhëna diagnostikimesh dhe ndërveprimesh. %3$@
tg: Барои беҳтар кардани браузер, «%1$@» маълумоти ташхисӣ ва ҳамкориро ба «%2$@» ирсол мекунад. %3$@
th: เพื่อช่วยปรับปรุงเบราว์เซอร์ %1$@ จะส่งข้อมูลวินิจฉัยและการโต้ตอบไปยัง %2$@ %3$@
tr: %1$@, uygulamayı geliştirmemize yardımcı olmak için %2$@’ya tanı ve etkileşim verileri gönderir. %3$@
ug: توركۆرگۈنى ياخشىلاشقا ياردەملىشىپ، %1$@ دىياگنوز ۋە تەسىرلىشىش سانلىق مەلۇماتىنى %2$@ غا يوللايدۇ. %3$@
uk: Щоб вдосконалити браузер, %1$@ надсилає дані діагностики та взаємодії до %2$@. %3$@
vi: Để giúp cải thiện trình duyệt, %1$@ gửi dữ liệu chẩn đoán và tương tác đến %2$@. %3$@
zh_cn: 为帮助改进浏览器，%1$@ 会向 %2$@ 发送诊断和交互数据。%3$@

# Onboarding.Modern.TermsOfService.PrivacyNoticeAgreement.v140
source: %1$@ cares about your privacy. Read more in our %2$@
bg: %1$@ се грижи за вашите лични данни. Прочетете повече в нашите %2$@
cy: Mae %1$@ yn pryderu am eich preifatrwydd. Dysgwch ragor yn ein %2$@
da: %1$@ passer på dit privatliv. Læs mere i vores %2$@
de: %1$@ ist Ihre Privatsphäre wichtig. Lesen Sie mehr in unserem %2$@
el: Το %1$@ νοιάζεται για το απόρρητό σας. Διαβάστε περισσότερα στη %2$@ μας.
es_ar: %1$@ se preocupa por tu privacidad. Leé más en nuestra %2$@
fi: %1$@ välittää yksityisyydestäsi. Lue lisää: %2$@
fr: %1$@ se soucie de votre vie privée. Pour en savoir plus, consultez notre %2$@
gl: %1$@ preocúpase pola túa privacidade. Ler máis no noso %2$@
hu: A %1$@ vigyáz az Ön adatvédelmére. További információk az %2$@
hy_am: %1$@-ը հոգ է տանում ձեր գաղտնիության մասին: Կարդացեք ավելին մեր %2$@-ում
ia: %1$@ se cura de tu confidentialitate. Leger plus in nostre %2$@
id: %1$@ peduli dengan privasi Anda. Baca lebih lanjut di %2$@ kami
is: %1$@ er annt um friðhelgi þína. Lestu meira um %2$@ okkar
it: %1$@ ha a cuore la tua privacy. Trovi ulteriori informazioni nella nostra %2$@.
ja: %1$@ はあなたのプライバシーを重視します。詳細は %2$@ をご確認ください。
kk: %1$@ сіздің жекелігіңізге мән береді. Толығырақ біздің %2$@ бөлімінен оқыңыз
nb: %1$@ bryr seg om personvernet ditt. Les mer i vår %2$@
nl: %1$@ geeft om uw privacy. Lees meer in onze %2$@
nn: %1$@ bryr seg om personvernet ditt. Les meir i %2$@a vår
pa_in: %1$@ ਤੁਹਾਡੀ ਪਰਦੇਦਾਰੀ ਦੀ ਪਰਵਾਹ ਕਰਦਾ ਹੈ। ਸਾਡੀ %2$@ ਵਿੱਚ ਹੋਰ ਪੜ੍ਹੋ।
pt_br: O %1$@ se importa com sua privacidade. Mais informações em nosso %2$@
ro: %1$@ are grijă de confidențialitatea ta. Află mai multe în %2$@
ru: %1$@ заботится о вашей приватности. Подробнее в нашем %2$@
sk: %1$@ sa stará o vaše súkromie. Podrobnosti nájdete v dokumente %2$@
sq: %1$@-i kujdeset për privatësinë tuaj. Lexoni më tepër te %2$@ tona
tg: Браузери «%1$@» ба махфияти шумо ғамхорӣ мекунад. Маълумоти бештар дар «%2$@» хонед
th: %1$@ ห่วงใยเกี่ยวกับความเป็นส่วนตัวของคุณ อ่านเพิ่มเติมใน%2$@ของเรา
tr: %1$@ gizliliğinize önem verir. Ayrıntıları %2$@’nde okuyabilirsiniz
ug: %1$@ شەخسىيىتىڭىزگە كۆڭۈل بۆلىدۇ. %2$@ دىن تەپسىلاتىنى ئوقۇغىلى بولىدۇ
uk: %1$@ піклується про вашу приватність. Читайте %2$@ для докладних відомостей.
vi: %1$@ quan tâm đến quyền riêng tư của bạn. Đọc thêm trong %2$@ của chúng tôi
zh_cn: %1$@ 重视您的隐私。阅读%2$@可详细了解
