Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Onboarding.strings
Languages: be, bg, br, bs, ca, cy, da, de, el, eo, es_ar, fi, fr, gd, gl, hr, hu, hy_am, ia, id, is, it, ja, kk, nb, nl, nn, pa_in, pt_br, ro, ru, si, sk, sq, tg, th, tr, ug, uk, vi, zh_cn

# Onboarding.Modern.BrandRefresh.Marketing.Description.v148
source: Share how you discovered %1$@, and that you use it, with %2$@’s marketing partners. This data is never sold.
bg: Споделете как сте открили %1$@ и че го използвате с маркетинговите партньори на %2$@. Тези данни никога не се продават.
cy: Rhannwch sut wnaethoch chi ddarganfod %1$@, a'ch bod chi'n ei ddefnyddio, gyda phartneriaid marchnata %2$@. Nid yw'r data hwn byth yn cael ei werthu.
da: Del data med %2$@s partnere indenfor markedsføringsteknologi, der viser hvordan du opdagede %1$@ og at du bruger programmet. Disse data vil aldrig blive solgt.
de: Teilen Sie mit den Marketingpartnern von %2$@, wie Sie %1$@ entdeckt haben und dass Sie es nutzen. Diese Daten werden nie verkauft.
el: Μοιραστείτε πώς ανακαλύψατε το %1$@ και δηλώστε ότι το χρησιμοποιείτε στους συνεργάτες μάρκετινγκ της %2$@. Αυτά τα δεδομένα δεν θα πωληθούν ποτέ.
es_ar: Compartí con los socios de marketing de %2$@ cómo descubriste %1$@ y lo usás. Estos datos nunca serán vendidos.
fi: Jaa %2$@n markkinointikumppaneiden kanssa, miten löysit %1$@in ja kuinka käytät sitä. Näitä tietoja ei koskaan myydä.
fr: Partagez la manière dont vous avez découvert %1$@ et que vous l’utilisez, avec les partenaires marketing de %2$@. Ces données ne sont jamais vendues.
hu: Ossza meg a %2$@ marketinges partnereivel, hogy miként fedezte fel, és hogyan használja a %1$@ot. Ezeket az adatokat sosem adjuk el.
hy_am: Կիսվեք, թե ինչպես եք հայտնաբերել %1$@-ը և որ օգտագործում եք այն՝ %2$@-ի գովազդային գործընկերների հետ: Այս տվյալները երբեք չեն վաճառվում:
ia: Comparti como tu discoperiva %1$@, e que tu lo usa, con socios mercantes %2$@. Iste datos non es jammais vendite.
id: Bagikan bagaimana Anda menemukan %1$@, dan bahwa Anda menggunakannya, dengan mitra pemasaran %2$@. Data ini tidak pernah dijual.
is: Deila því hvernig þú uppgötvaðir %1$@ og að þú notar hann með markaðstækniaðilum %2$@. Þessi gögn eru aldrei seld.
it: Condividi come hai scoperto %1$@ e il fatto che lo utilizzi con i partner per il marketing di %2$@. Questi dati non vengono mai venduti.
ja: %1$@ を見つけた経緯や使用していることを %2$@ のマーケティングパートナーと共有してください。このデータは決して販売されません。
kk: %1$@-ты өзіңіз үшін қалай ашқаныңызды және оны қалай пайдаланғаныңызды %2$@ маркетинг серіктестерімен бөлісіңіз. Бұл деректер ешқашан сатылмайды.
nb: Del hvordan du oppdaget %1$@, og at du bruker den, med %2$@ sine markedsføringspartnere. Disse dataene selges aldri.
nl: Deel met %2$@’s marketingtechnologiepartners hoe u %1$@ hebt ontdekt en dat u het gebruikt. Deze gegevens worden nooit verkocht.
nn: Del korleis du oppdaga %1$@, og at du brukar han, med %2$@ marknadsføringspartnarane sine. Desse dataa blir aldri selde.
pa_in: ਤੁਸੀਂ %1$@ ਨੂੰ ਕਿਵੇਂ ਲੱਭਿਆ ਅਤੇ ਇਸ ਨੂੰ ਕਿਵੇਂ ਵਰਤਦੇ ਹੋ, ਉਸ ਜਾਣਕਾਰੀ ਨੂੰ %2$@ ਦੇ ਮਾਰਕੀਟਿੰਗ ਹਿੱਸੇਦਾਰਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰੋ। ਇਹ ਡਾਟੇ ਨੂੰ ਕਦੇ ਨਹੀਂ ਵੇਚਿਆ ਜਾਂਦਾ ਹੈ।
pt_br: Compartilhe que você usa o %1$@ e como o descobriu, com parceiros de marketing da %2$@. Esses dados nunca são vendidos.
ro: Partajează cu partenerii de marketing %2$@ cum ai descoperit %1$@ și că îl folosești. Aceste date nu sunt niciodată vândute.
ru: Расскажите маркетинговым партнёрам %2$@ о том, как вы открыли для себя %1$@ и о том, что вы его используете. Эти данные никогда не продаются.
sk: Podeľte sa o to, ako ste objavili %1$@ a že ho používate, s marketingovými partnermi spoločnosti %2$@. Tieto údaje sa nikdy nepredávajú.
sq: Ndani me partnerë marketingu të %2$@-s se si e zbuluat %1$@-in dhe se e përdorni. Këto të dhëna s’shiten kurrë.
tg: Ба шарикони технологияи бозоршиносии «%1$@» хабар диҳед, ки шумо чӣ тавр браузери «%2$@»-ро пайдо кардед ва онро истифода мебаред. Ин маълумот ҳеҷ гоҳ фурӯхта намешавад.
th: แบ่งปันว่าคุณค้นพบ %1$@ ได้อย่างไร และคุณใช้มันอย่างไรกับพันธมิตรด้านการตลาดของ %2$@ โดยข้อมูลนี้จะไม่ถูกนำไปขาย
tr: %1$@’u nasıl keşfettiğinizi ve kullandığınızı %2$@’nın pazarlama iş ortaklarıyla paylaşın. Bu verileri asla satmayız.
ug: %1$@ نى قانداق بايقىغانلىقىڭىز ۋە ئۇنى ئىشلىتىشنى %2$@ نىڭ بازارچىلىق ھەمكارلاشقۇچىلىرى بىلەن ھەمبەھىرلەڭ. بۇ سانلىق مەلۇماتلار ھەرگىز سېتىلمايدۇ.
uk: Повідомте маркетингових партнерів %2$@ про те, як ви відкрили для себе %1$@ і про те, що ви ним користуєтесь. Ці дані ніколи не продаються.
vi: Chia sẻ cách bạn khám phá ra %1$@ và bạn sử dụng nó với các đối tác tiếp thị của %2$@. Dữ liệu này không bao giờ được bán.
zh_cn: 与 %2$@ 的营销合作伙伴分享您发现 %1$@ 的途径及使用方式。我们绝不会出售此数据。

# Onboarding.Modern.BrandRefresh.Marketing.LearnMoreLink.v148
source: How we use the data
bg: Как използваме данните
cy: Sut rydym yn defnyddio'r data
da: Sådan bruger vi dataene
de: Wie wir die Daten nutzen
el: Πώς χρησιμοποιούμε τα δεδομένα
es_ar: Como usamos los datos
fi: Kuinka käytämme tietoja
fr: Notre utilisation des données
hu: Hogyan használjuk az adatokat
hy_am: Ինչպես ենք մենք օգտագործում տվյալները
ia: Como nos usa le datos
id: Bagaimana kami menggunakan data
is: Hvernig við notum gögnin
it: Come utilizziamo i dati
ja: データの使途
kk: Біз деректерді қалай қолданамыз
nb: Hvordan vi bruker dataene
nl: Hoe we gegevens gebruiken
nn: Korleis vi brukar dataa
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਡਾਟੇ ਨੂੰ ਕਿਵੇਂ ਵਰਤਦੇ ਹਾਂ
pt_br: Como usamos os dados
ro: Cum utilizăm datele
ru: Как мы используем данные
sk: Ako používame údaje
sq: Si i përdorim të dhënat
tg: Чӣ тавр мо маълумотро истифода мебарем
th: เราใช้ข้อมูลอย่างไร
tr: Bu verileri nasıl kullanıyoruz?
ug: سانلىق مەلۇماتنى قانداق ئىشلىتىمىز
uk: Як ми використовуємо дані
vi: Cách chúng tôi sử dụng dữ liệu
zh_cn: 我们如何使用您的数据

# Onboarding.Modern.BrandRefresh.Marketing.Skip.Action.v148
source: Not Now
bg: Не сега
cy: Nid Nawr
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
es_ar: No ahora
fi: Ei nyt
fr: Plus tard
hu: Most nem
hy_am: Ոչ հիմա
ia: Non ora
id: Jangan Sekarang
is: Ekki núna
it: Non adesso
ja: 後で
kk: Қазір емес
nb: Ikke nå
nl: Niet nu
nn: Ikkje no
pa_in: ਹੁਣੇ ਨਹੀਂ
pt_br: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sq: Jo Tani
tg: Ҳоло не
th: ไม่ใช่ตอนนี้
tr: Şimdi değil
ug: ھازىر ئەمەس
uk: Не зараз
vi: Không phải bây giờ
zh_cn: 暂时不要

# Onboarding.Modern.BrandRefresh.Marketing.Title.v148
source: Help us build a better internet
bg: Помогнете ни да изградим по-добър Интернет
cy: Helpwch ni i adeiladu rhyngrwyd gwell
da: Hjælp os med at skabe et bedre internet
de: Helfen Sie uns, ein besseres Internet zu schaffen
el: Βοηθήστε μας να δημιουργήσουμε ένα καλύτερο διαδίκτυο
es_ar: Ayudanos a crear una mejor internet
fi: Auta meitä rakentamaan parempi internet
fr: Aidez-nous à améliorer Internet
hu: Segítsen nekünk egy jobb internet építésében
hy_am: Օգնեք մեզ կառուցել ավելի լավ համացանց
ia: Adjuta nos a construer un internet melior
id: Bantu kami membangun internet yang lebih baik
is: Hjálpumst að við að byggja upp betra internet
it: Aiutaci a costruire un Internet migliore
ja: より良いインターネットの構築にご協力ください
kk: Интернетті жақсартуға көмектесіңіз
nb: Hjelp oss å bygge et bedre internett
nl: Help ons een beter internet te bouwen
nn: Hjelp oss med å byggje eit betre internett
pa_in: ਬੇਹਤਰ ਇੰਟਰਨੈੱਟ ਬਣਾਉਣ ਲਈ ਸਾਡੀ ਮਦਦ ਕਰੋ
pt_br: Ajude-nos a construir uma internet melhor
ro: Ajută-ne să construim un internet mai bun
ru: Помогите нам в создании лучшего Интернета
sk: Pomôžte nám vybudovať lepší internet
sq: Ndihmonani të ndërtojmët një Internet më të mirë
tg: Ба мо дар сохтани Интернети беҳтар кумак кунед
th: ร่วมกันสร้างอินเทอร์เน็ตที่ดีกว่าเดิม
tr: Daha iyi bir internet inşa etmemize yardım edin
ug: تېخىمۇ ياخشى ئىنتېرنېت قۇرۇشىمىزغا ياردەم قىلىڭ
uk: Допоможіть нам створити кращий інтернет
vi: Giúp chúng tôi xây dựng internet tốt hơn
zh_cn: 帮助我们建设更好的互联网

# Onboarding.Modern.BrandRefresh.Notification.Description.v148
source: Discover privacy features in %@ and securely send tabs between your devices.
bg: Открийте функции за поверителност в %@ и сигурно изпращайте табове между устройствата си.
cy: Darganfyddwch nodweddion preifatrwydd yn %@ ac anfon tabiau'n ddiogel rhwng eich dyfeisiau.
da: Opdag funktionerne i %@ til at beskytte dit privatliv - og send sikkert faneblade mellem dine enheder.
de: Entdecken Sie Datenschutzfunktionen in %@ und senden Sie Tabs sicher zwischen Ihren Geräten.
el: Ανακαλύψτε λειτουργίες απορρήτου στο %@ και στείλτε με ασφάλεια καρτέλες σε άλλες συσκευές σας.
es_ar: Descubrí funciones de privacidad en %@ y enviá pestañas entre dispositivos de forma segura.
fi: Löydä %@in tietosuojaominaisuudet ja lähetä välilehtiä turvallisesti laitteidesi välillä.
fr: Découvrez les fonctionnalités de vie privée dans %@ et envoyez des onglets en toute sécurité entre vos appareils.
hu: Fedezze fel a %@ adatvédelmi funkcióit, és biztonságosan küldje át lapjait az eszközei között.
hy_am: Բացահայտեք գաղտնիության գործառույթները %@-ում և անվտանգ կերպով ուղարկեք ներդիրներ ձեր սարքերի միջև։
ia: Discoperir functiones de confidentialitate in %@ e invia con securitate schedas inter tu apparatos.
id: Temukan fitur privasi di %@ dan kirim tab antar perangkat Anda dengan aman.
is: Uppgötvaðu persónuverndareiginleika í %@ og sendu flipa á öruggan hátt milli tækjanna þinna.
it: Scopri le funzioni per la privacy di %@ e invia schede in modo sicuro tra i tuoi dispositivi.
ja: %@ のプライバシー機能を確認して端末間でタブを安全に送信しましょう。
kk: %@ ішіндегі жекелік мүмкіндіктерін ашыңыз және беттерді құрылғыларыңыз арасында қауіпсіз жіберіңіз.
nb: Oppdag personvernfunksjoner i %@ og send faner sikkert mellom dine enheter.
nl: Ontdek privacyfuncties in %@ en verzend veilig tabbladen tussen uw apparaten.
nn: Oppdag personvernfunksjonar i %@ og send faner sikkert mellom einingane dine.
pa_in: %@ ਵਿੱਚ ਪਰਦੇਦਾਰੀ ਫ਼ੀਚਰਾਂ ਬਾਰੇ ਜਾਣਕਾਰੀ ਹਾਸਲ ਕਰੋ ਅਤੇ ਆਪਣੇ ਡਿਵਾਈਸਾਂ ਵਿੱਚ ਟੈਬਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਭੇਜੋ।
pt_br: Descubra recursos de privacidade no %@ e envie abas com segurança entre seus dispositivos.
ro: Descoperă funcții de confidențialitate în %@ și trimite file în siguranță între dispozitive.
ru: Откройте для себя функции приватности в %@ и безопасно пересылайте вкладки между своими устройствами.
sk: Objavte funkcie ochrany súkromia vo %@e a bezpečne posielajte karty medzi zariadeniami.
sq: Zbuloni veçori privatësie në %@ dhe dërgoni në mënyrë të siguruar skeda mes pajisjesh tuajat.
tg: Хусусиятҳои махфиятро дар «%@» пай баред ва варақаҳоро байни дастгоҳҳои худ ба таври бехатар ирсол намоед.
th: ค้นพบคุณสมบัติด้านความเป็นส่วนตัวของ %@ และส่งแท็บระหว่างอุปกรณ์ได้อย่างปลอดภัย
tr: %@’un gizlilik özelliklerini keşfedin ve sekmelerinizi cihazlarınız arasında güvenli bir şekilde gönderin.
ug: %@ دىكى شەخسىيەت ئىقتىدارىنى بايقاپ، ئۈسكۈنىلىرىڭىز ئارىسىدا بەتكۈچلەرنى بىخەتەر ئەۋەتەلەيسىز.
uk: Ознайомтеся з функціями приватності у %@ і безпечно надсилайте вкладки між своїми пристроями.
vi: Khám phá các tính năng bảo mật trong %@ và gửi thẻ một cách an toàn giữa các thiết bị của bạn.
zh_cn: 探索 %@ 的隐私功能，并在设备间安全发送标签页。

# Onboarding.Modern.BrandRefresh.Notification.Skip.Action.v148
source: Not Now
bg: Не сега
cy: Nid Nawr
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
es_ar: No ahora
fi: Ei nyt
fr: Plus tard
hu: Most nem
hy_am: Ոչ հիմա
ia: Non ora
id: Jangan Sekarang
is: Ekki núna
it: Non adesso
ja: 後で
kk: Қазір емес
nb: Ikke nå
nl: Niet nu
nn: Ikkje no
pa_in: ਹੁਣੇ ਨਹੀਂ
pt_br: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sq: Jo Tani
tg: Ҳоло не
th: ไม่ใช่ตอนนี้
tr: Şimdi değil
ug: ھازىر ئەمەس
uk: Не зараз
vi: Không phải bây giờ
zh_cn: 暂时不要

# Onboarding.Modern.BrandRefresh.Notification.Title.v148
source: Notifications help you stay safer with %@
bg: Известията ви помагат да сте в по-голяма безопасност с %@
cy: Mae hysbysiadau’n eich helpu i gadw’n fwy diogel gyda %@
da: Notifikationer gør dig mere sikker, når du bruger %@
de: Benachrichtigungen helfen Ihnen, %@ noch sicherer zu machen
el: Οι ειδοποιήσεις σάς βοηθούν να παραμένετε ασφαλείς με το %@
es_ar: Las notificaciones te ayudan a mantenerte más seguro con %@
fi: Ilmoitukset auttavat sinua pysymään paremmassa turvassa %@illa
fr: Les notifications vous aident à rester en sécurité avec %@
hu: Az értesítések segítségével nagyobb biztonságban lehet %@szal
hy_am: Ծանուցումներն օգնում են ձեզ ավելին անել %@-ի հետ
ia: Le notificationes te adjuta a star plus secur con %@
id: Notifikasi membantu Anda tetap aman dengan %@
is: Tilkynningar hjálpa þér að vera öruggari í %@
it: Le notifiche ti aiutano a rimanere al sicuro con %@
ja: 通知をオンにして %@ で安全性を高めましょう
kk: Хабарландырулар %@ көмегімен қауіпсіз болып қалуға көмектеседі
nb: Varsler hjelper deg å holde deg tryggere med %@
nl: Meldingen helpen u veiliger te blijven met %@
nn: Varsel hjelper deg med å halde deg tryggare med %@
pa_in: ਨੋਟੀਫ਼ਿਕੇਸ਼ਨ %@ ਨਾਲ ਤੁਹਾਨੂੰ ਸੁਰੱਖਿਅਤ ਰਹਿਣ ਲਈ ਮਦਦ ਕਰਦੇ ਹਨ
pt_br: Notificações ajudam você a ficar mais seguro com o %@
ro: Notificările te ajută să fii mai în siguranță cu %@
ru: Уведомления помогают вам оставаться в безопасности с %@
sk: Upozornenia vám pomôžu zostať s prehliadačom %@ v bezpečí
sq: Njoftimet ju ndihmojnë të jini më të parrezik në %@
tg: Огоҳиҳо барои кори бехатартар бо «%@» ба шумо кумак мекунанд
th: การแจ้งเตือนช่วยให้คุณปลอดภัยยิ่งขึ้นด้วย %@
tr: Bildirimler %@ ile daha güvende kalmanızı sağlar
ug: ئۇقتۇرۇش قوزغىتىلسا %@ تېخىمۇ بىخەتەر بولۇشىڭىزغا ياردەم بېرىدۇ
uk: Сповіщення допомагають вам бути в безпеці з %@
vi: Thông báo giúp bạn an toàn hơn với %@
zh_cn: 允许通知可让 %@ 更好地为您保驾护航

# Onboarding.Modern.BrandRefresh.Notification.TurnOn.Action.v148
source: Turn on notifications
bg: Включване на известията
cy: Troi hysbysiadau ymlaen
da: Slå notifikationer til
de: Benachrichtigungen aktivieren
el: Ενεργοποίηση ειδοποιήσεων
es_ar: Activar notificaciones
fi: Ota ilmoitukset käyttöön
fr: Activer les notifications
hu: Értesítések bekapcsolása
hy_am: Միացնել ծանուցումները
ia: Activar notificationes
id: Hidupkan notifikasi
is: Kveikja á tilkynningum
it: Attiva le notifiche
ja: 通知をオンにする
kk: Хабарламаларды іске қосу
nb: Slå på varsler
nl: Notificaties inschakelen
nn: Slå på varsel
pa_in: ਨੋਟੀਫਿਕੇਸ਼ਨਾਂ ਨੂੰ ਚਾਲੂ ਕਰੋ
pt_br: Ativar notificações
ro: Activează notificările
ru: Включить уведомления
sk: Zapnúť upozornenia
sq: Aktivizoni njoftimet
tg: Фаъол кардани огоҳномаҳо
th: เปิดการแจ้งเตือน
tr: Bildirimleri aç
ug: ئۇقتۇرۇشنى ئاچ
uk: Увімкнути сповіщення
vi: Bật thông báo
zh_cn: 开启通知

# Onboarding.Modern.BrandRefresh.Sync.Description.v148
source: Grab bookmarks, passwords and more on any device in a snap. Your personal data stays safe and secure with encryption.
bg: Вземете отметки, пароли и други на всяко устройство за един миг. Вашите лични данни остават защитени и защитени с криптиране.
cy: Cipiwch nodau tudalen, cyfrineiriau, a mwy yn syth ar unrhyw ddyfais. Mae eich data personol yn aros yn ddiogel wedi'i amgryptio.
da: Synkroniser bogmærker, adgangskoder med mere mellem alle dine enheder. Dine personlige data er sikre og beskyttet med kryptering.
de: Holen Sie sich Lesezeichen, Passwörter und mehr auf jedem Gerät im Handumdrehen. Ihre persönlichen Daten bleiben durch Verschlüsselung sicher und geschützt.
es_ar: Llevate marcadores, contraseñas y más a cualquier dispositivo en un instante. Tus datos personales se mantienen seguros y protegidos con cifrado.
fi: Hanki kirjanmerkit, salasanat ja paljon muuta mille tahansa laitteelle hetkessä. Henkilökohtaiset tietosi pysyvät turvassa salauksen ansiosta.
fr: Accédez à vos marque-pages, mots de passe et plus encore sur n’importe quel appareil en un clin d’œil. Vos données personnelles sont protégées grâce au chiffrement.
hu: Vegye át a könyvjelzőket, jelszavakat és egyebeket bármely eszközről egy pillanat alatt. A személyes adatai a titkosításnak köszönhetően továbbra is biztonságban vannak.
hy_am: Միանգամից ցանկացած սարքում պահեք էջանիշեր, գաղտնաբառեր և այլն: Ձեր անձնական տվյալները մնում են անվտանգ գաղտնագրման միջոցով:
ia: Collige marcapaginas, contrasignos, e plus sur qualcunque apparato in un snap. Tu datos personal sta secur e salveguardate con cryptation.
id: Dapatkan markah, kata sandi, dan lainnya di perangkat apa pun dalam sekejap. Data pribadi Anda tetap aman dan terlindungi dengan enkripsi.
is: Fáðu bókamerkin þín, lykilorð og fleira af hvaða tæki sem er á augabragði. Persónuupplýsingar þínar eru öruggar með dulritun.
it: Accedi rapidamente a segnalibri, password e molto altro su qualunque dispositivo. I tuoi dati personali sono protetti e al sicuro grazie alla crittografia.
ja: ブックマーク、パスワードなどをどの端末からでも簡単にアクセスできます。個人データは暗号化により安全に保護されます。
kk: Кез келген құрылғыдан бетбелгілерді, парольдерді және т.б. деректерді лезде алыңыз. Жеке деректеріңіз шифрлеу арқылы қауіпсіз әрі сенімді сақталады.
nb: Hent bokmerker, passord og mer på en hvilken som helst enhet på et øyeblikk. Personopplysningene dine forblir trygge og sikre med kryptering.
nl: Haal bladwijzers, wachtwoorden en meer op elk apparaat in een handomdraai op. Uw persoonlijke gegevens blijven veilig met versleuteling.
nn: Hent bokmerke, passord, og meir, på kva eining som helst på eit blunk. Personopplysningane dine held fram med å vere trygge og sikre med kryptering.
pa_in: ਪਲਕ ਝਪਕਦੇ ਹੀ ਕਿਸੇ ਵੀ ਡਿਵਾਈਸ ਉੱਤੇ ਬੁੱਕਮਾਰਕ, ਪਾਸਵਰਡ ਅਤੇ ਹੋਰ ਕਈ ਚੀਜ਼ਾਂ ਲਵੋ। ਤੁਹਾਡਾ ਨਿੱਜੀ ਡਾਟਾ ਇੰਕ੍ਰਿਪਸ਼ਨ ਨਾਲ ਸੁਰੱਖਿਅਤ ਰਹਿੰਦਾ ਹੈ।
pt_br: Acesse favoritos, senhas e muito mais em qualquer dispositivo num piscar de olhos. Seus dados pessoais permanecem seguros e protegidos com criptografia.
ro: Preiei rapid marcaje, parole și multe altele pe orice dispozitiv. Datele personale rămân în siguranță cu criptare.
ru: Моментально просматривайте закладки, пароли и многое другое на любом устройстве. Ваши личные данные остаются в безопасности и под защитой с шифрованием.
sk: Získajte záložky, heslá a ďalšie informácie na akomkoľvek zariadení raz-dva. Vaše osobné údaje zostanú v bezpečí vďaka šifrovaniu.
sq: Merrni faqerojtës, fjalëkalime, etj në cilëndo pajisje në çast. Të dhënat tuaja personale qëndrojnë të parrezik dhe të siguruara me fshehtëzim.
tg: Хатбаракҳо, ниҳонвожаҳо ва маълумоти дигари шахсии худро аз дастгоҳи дилхоҳи худ дар як лаҳза ба даст оред. Маълумоти шахсии шумо ба таври бехатар ва бо амнияти рамзгузорӣ нигоҳ дошта мешавад.
th: ดึงที่คั่นหน้า รหัสผ่าน และข้อมูลอื่นๆ ไปใช้งานได้ทันทีบนทุกอุปกรณ์ ข้อมูลส่วนตัวถูกเก็บอย่างปลอดภัยด้วยการเข้ารหัส
tr: Yer imlerinizi, parolalarınızı ve daha fazlasını istediğiniz cihazdan hızlıca alın. Kişisel verileriniz şifrelemeyle güvende kalır.
ug: كۆزنى يۇمۇپ ئاچقۇچە خالىغان ئۈسكۈنىدە خەتكۈچ، ئىم قاتارلىق ئۇچۇرلارنى كۆرەلەيسىز. شەخسىي ئۇچۇرلىرىڭىز شىفىرلىنىپ بىخەتەر ساقلىنىدۇ.
uk: Миттєво отримуйте закладки, паролі й інші дані на будь-якому пристрої. Ваші особисті дані залишаються в безпеці завдяки шифруванню.
vi: Truy cập nhanh chóng dấu trang, mật khẩu và nhiều thông tin khác trên mọi thiết bị. Dữ liệu cá nhân của bạn luôn được bảo mật nhờ mã hóa.
zh_cn: 顷刻间在任意设备上查看书签、密码等数据。您的个人数据将受加密保护，安全不减。

# Onboarding.Modern.BrandRefresh.Sync.SignIn.Action.v148
source: Start Synchronising
bg: Стартиране на синхронизацията
cy: Cychwyn Cydweddu
da: Start synkronisering
de: Mit Synchronisierung beginnen
el: Έναρξη συγχρονισμού
es_ar: Empezar a sincronizar
fi: Aloita synkronointi
fr: Démarrer la synchronisation
hu: Szinkronizálás indítása
hy_am: Համաժամեցնել
ia: Comencia a synchronisar
id: Mulai Menyelaraskan
is: Hefja samstillingu
it: Avvia la sincronizzazione
ja: 同期を開始
kk: Синхрондауды бастау
nb: Start synkronisering
nl: Beginnen met synchroniseren
nn: Start synkronisering
pa_in: ਸਿੰਕ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ
pt_br: Iniciar sincronização
ro: Începe sincronizarea
ru: Начать синхронизацию
sk: Spustiť synchronizáciu
sq: Fillo Njëkohësim
tg: Оғози ҳамоҳангсозӣ
th: เริ่มซิงค์
tr: Eşitlemeyi başlat
ug: قەدەمداشنى باشلايدۇ
uk: Почати синхронізацію
vi: Bắt đầu đồng bộ hoá
zh_cn: 开始同步

# Onboarding.Modern.BrandRefresh.Sync.Skip.Action.v148
source: Not Now
bg: Не сега
cy: Nid Nawr
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
es_ar: No ahora
fi: Ei nyt
fr: Plus tard
hu: Most nem
hy_am: Ոչ հիմա
ia: Non ora
id: Jangan Sekarang
is: Ekki núna
it: Non adesso
ja: 後で
kk: Қазір емес
nb: Ikke nå
nl: Niet nu
nn: Ikkje no
pa_in: ਹੁਣੇ ਨਹੀਂ
pt_br: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sq: Jo Tani
tg: Ҳоло не
th: ไม่ใช่ตอนนี้
tr: Şimdi değil
ug: ھازىر ئەمەس
uk: Не зараз
vi: Không phải bây giờ
zh_cn: 暂时不要

# Onboarding.Modern.BrandRefresh.Sync.Title.v148
source: Instantly pick up where you left off
bg: Продължете моментално откъдето сте спрели
cy: Ail gychwyn yn syth o'r lle roeddech chi
da: Fortsæt hurtigt hvor du slap
de: Machen Sie sofort da weiter, wo Sie aufgehört haben
el: Συνεχίστε άμεσα από εκεί που σταματήσατε
es_ar: Continuá instantáneamente desde donde lo dejaste
fi: Jatka siitä mihin jäit
fr: Reprenez instantanément là où vous en étiez
hu: Azonnal folytassa ott, ahol abbahagyta
hy_am: Շարունակեք այնտեղից, որտեղ որ կանգնել էիք
ia: Instantaneemente reprende de ubi tu lassava
id: Langsung lanjutkan dari tempat yang terakhir Anda tinggalkan
is: Haltu strax áfram þar sem frá var horfið
it: Riprendi velocemente da dove eri rimasto
ja: 中断したところからすぐに再開できます
kk: Тоқтаған жерден бірден жалғастырыңыз
nb: Fortsett umiddelbart der du sluttet
nl: Ga direct verder waar u was gebleven
nn: Hald fram direkte der du slutta
pa_in: ਜਿੱਥੇ ਤੁਸੀਂ ਛੱਡਿਆ ਸੀ, ਉਥੋਂ ਫ਼ੌਰਨ ਖੋਲ੍ਹੋ
pt_br: Continue imediatamente de onde parou
ro: Continui rapid de unde ai rămas
ru: Мгновенно вернитесь к месту, где остановились
sk: Okamžite pokračujte tam, kde ste prestali
sq: Vazhdoni menjëherë atje ku e latë
tg: Ба он ҷое, ки шумо ба қарибӣ тамошо кардаед, дарҳол баргардонед
th: ต่อยอดจากที่คุณทำค้างไว้ได้ทันที
tr: Kaldığınız yerden anında devam edin
ug: شۇئان ئالدىنقى قېتىم كەلگەن جايدىن داۋاملاشتۇرىدۇ
uk: Миттєво продовжуйте з того місця, де зупинилися
vi: Bắt đầu tức thì từ nơi bạn đã dừng lại
zh_cn: 立即从上次看到的地方继续浏览

# Onboarding.Modern.BrandRefresh.TermsOfUse.AgreementButtonTitle.v148
source: Agree and continue
bg: Приемане и продължаване
cy: Cytuno a pharhau
da: Accepter og fortsæt
de: Zustimmen und fortfahren
el: Αποδοχή και συνέχεια
es_ar: Aceptar y continuar
fi: Hyväksy ja jatka
fr: Accepter et continuer
hu: Elfogadás és folytatás
hy_am: Համաձայնել և շարունակել
ia: Accordar se e continuar
id: Setuju dan lanjutkan
is: Samþykkja og halda áfram
it: Accetta e prosegui
ja: 同意して続ける
kk: Келісу және жалғастыру
nb: Godta og fortsett
nl: Akkoord en doorgaan
nn: Godta og hald fram
pa_in: ਸਹਿਮਤ ਅਤੇ ਜਾਰੀ ਰੱਖੋ
pt_br: Aceitar e continuar
ro: Agreează și continuă
ru: Согласиться и продолжить
sk: Súhlasím a pokračovať
sq: Shprehni pajtimin dhe vazhdoni
tg: Розӣ шавед ва идома диҳед
th: ยินยอมและดำเนินต่อ
tr: Kabul et ve devam et
ug: قوشۇلۇپ داۋاملاشتۇر
uk: Погодитись і продовжити
vi: Đồng ý và tiếp tục
zh_cn: 同意并继续

# Onboarding.Modern.BrandRefresh.TermsOfUse.AgreementButtonTitle.v148.v2
source: Continue
bg: Продължаване
cy: Parhau
da: Fortsæt
de: Weiter
el: Συνέχεια
es_ar: Continuar
fr: Continuer
hu: Folytatás
hy_am: Շարունակել
ia: Continuar
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
nb: Fortsett
nl: Doorgaan
nn: Hald fram
pt_br: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
tg: Идома додан
th: ดำเนินการต่อ
tr: Devam et
ug: داۋاملاشتۇر
vi: Tiếp tục
zh_cn: 继续
