Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Onboarding.strings
Languages: be, bg, br, bs, ca, cy, da, de, el, eo, es_ar, fi, fr, gd, gl, hr, hu, hy_am, ia, id, is, it, ja, kk, nb, nl, nn, pa_in, pt_br, ro, ru, si, sk, sq, tg, th, tr, ug, uk, vi, zh_cn

# DefaultBrowserPopup.ButtonTitle.v114
source: Go to Settings
be: Перайсці ў налады
bg: Към настройките
br: Mont d'an arventennoù
bs: Idi na Postavke
ca: Vés als paràmetres
cy: Mynd i’r Gosodiadau
da: Gå til indstillinger
de: Einstellungen öffnen
el: Μετάβαση στις ρυθμίσεις
eo: Iri al agordoj
es_ar: Ir a Ajustes
fi: Siirry asetuksiin
fr: Ouvrir les paramètres
gd: Tadhail air na roghainnean
gl: Ir á configuración
hr: Idi na postavke
hu: Ugrás a beállításokhoz
hy_am: Գնալ կարգավորումներին
ia: Ir al parametros
id: Buka Pengaturan
is: Fara í stillingar
it: Vai alle impostazioni
ja: 設定を開く
kk: Баптауларға өту
nb: Gå til Innstillinger
nl: Naar Instellingen
nn: Gå til Innstillingar
pa_in: ਸੈਟਿੰਗਾਂ ਉੱਤੇ ਜਾਓ
pt_br: Ir para configurações
ro: Mergi la setări
ru: Перейти в настройки
si: සැකසුම් වෙත යන්න
sk: Prejsť do nastavení
sq: Kaloni te Rregullimet
tg: Ба Танзимот гузаред
th: ไปยังการตั้งค่า
tr: Ayarlar’a gidin
ug: تەڭشەككە يۆتكەل
uk: Перейти до параметрів
vi: Đi đến Cài đặt
zh_cn: 前往设置

# DefaultBrowserPopup.DescriptionFooter.v124
source: *Is %@ already your default?* Close this message and tap Skip.
bg: *%@ по подразбиране ли е?* Затворете това съобщение и докоснете „Пропускане“.
br: *Ho merdeer dre ziouer eo %@ endeo?* Serrit ar gemennadenn-mañ ha pouezit war "Tremen".
bs: *Da li je %@ već vaš zadani?* Zatvorite ovu poruku i dodirnite Preskoči.
ca: *El %@ ja és el navegador per defecte?* Tanqueu aquest missatge i toqueu Omet.
cy: *Ai %@ yw eich rhagosodiad yn barod?* Caewch y neges hon a thapiwch Hepgor.
da: *Er %@ allerede din standard-browser?* Luk denne besked og tryk på Spring over.
de: *Ist %@ bereits Ihr Standardbrowser?* Schließen Sie diese Nachricht und tippen Sie auf Überspringen.
el: *Είναι το %@ ήδη η προεπιλογή σας;* Κλείστε αυτό το μήνυμα και πατήστε «Παράλειψη».
eo: *Ĉu %@ esta jam via norma retumilo?* Fermu tiun ĉi mesaĝon kaj tuŝetu Ignori.
es_ar: *¿%@ ya es el predeterminado?* Cerrá este mensaje y tocá Omitir.
fi: *Onko %@ jo oletusselaimesi?* Sulje tämä viesti ja napauta Ohita.
fr: *%@ est-il déjà votre navigateur par défaut ?* Fermez ce message et appuyez sur Ignorer.
gd: *An e %@ am brabhsair bunaiteach agad mu thràth?* Dùin an teachdaireachd seo is thoir gnogag air “Leum seachad air”.
gl: *%@ xa é o seu predeterminado?* Peche esta mensaxe e toque en Omitir.
hr: *Je li %@ već tvoj standardni preglednik?* Zatvori ovu poruku i dodirni gumb „Preskoči”.
hu: *Már a %@ az alapértelmezett?* Zárja be ezt az üzenetet, és koppintson a Kihagyás gombra.
hy_am: *%@-ն արդեն ձեր լռելյայնն է:* Փակեք այս հաղորդագրությունը և հպեք Բաց թողնել:
ia: *%@ es il jam tu navigator predefiniteÂ ?* Claude iste message e pulsa sur Ignorar.
id: *Apakah %@ sudah menjadi pilihan baku Anda?* Tutup pesan ini dan ketuk Lewati.
is: *Er %@ nú þegar sjálfgefinn hjá þér?* Lokaðu þessum skilaboðum og ýttu á Sleppa.
it: *%@ è già il tuo browser predefinito?* Chiudi questo messaggio e tocca Ignora.
ja: *%@ をデフォルトウェブブラウザーに設定済みですか？* このメッセージを閉じて [スキップ] をタップしてください。
kk: *%@ сіздің негізгі браузеріңіз болып тұр ма?* Бұл хабарламаны жауып, Аттап кетуді шертіңіз.
nb: *Er %@ allerede din standardnettleser?* Lukk denne meldingen og trykk på Hopp over.
nl: *Is %@ al als standaard ingesteld?* Sluit dit bericht en tik op Overslaan.
nn: *Er %@ allereie standardnettlesar?* Lat att denne meldinga og trykk på Hopp over.
pa_in: *ਕੀ%@ ਪਹਿਲਾਂ ਹੀ ਤੁਹਾਡਾ ਮੂਲ ਹੈ?* ਇਹ ਸੁਨੇਹੇ ਨੂੰ ਬੰਦ ਕਰੋ ਅਤੇ ਛੱਡੋ ਨੂੰ ਛੂਹੋ।
pt_br: *O %@ já é o padrão?* Feche esta mensagem e toque em Agora não.
ro: * %@ este deja implicit?* Închide acest mesaj și atinge Omite.
ru: *Установлен ли уже %@ у вас по умолчанию?* Закройте это сообщение и нажмите Пропустить.
si: *%@ දැනටමත් පෙරනිමි ද?* මෙම පණිවිඩය වසා මඟහරින්න මත තට්ටු කරන්න.
sk: *Je už %@ vaším predvoleným prehliadačom?* Zatvorte túto správu a ťuknite na Preskočiť.
sq: *A është tashmë parazgjedhja juaj %@?* Mbylleni këtë mesazh dhe prekni mbi Anashkaloje.
tg: *Оё «%@» аллакай барномаи пешфарзи шумо мебошад?* Ин паёмро пӯшед ва тугмаи «Нодида гузарондан»-ро зер намоед.
th: *%@ เป็นเบราว์เซอร์เริ่มต้นแล้วหรือยัง?* ปิดข้อความนี้แล้วแตะที่ “ข้าม”
tr: *%@ zaten saptanmış tarayıcınız mı?* Bu iletiyi kapatıp Atla’ya dokun.
ug: *%@ئاللىبۇرۇن كۆڭۈلدىكى توركۆرگۈ؟* بۇ ئۇچۇرنى تاقاپ «ئاتلا» نى چېكىڭ.
uk: *Чи %@ вже ваш типовий браузер?* Закрийте це повідомлення і торкніться "Пропустити".
vi: *%@ đã là trình duyệt mặc định của bạn?* Đóng thông báo này và nhấn Bỏ qua.
zh_cn: *%@ 已经是默认浏览器？*请关闭此消息并轻点“跳过”。

# DefaultBrowserPopup.FirstLabel.v114
source: 1. Go to *Settings*
be: 1. Перайдзіце ў *Налады*
bg: 1. Отворете *Настройки*
br: 1. Mont d'an *arventennoù*
bs: 1. Idi na *Postavke*
ca: 1. Aneu als *Paràmetres*
cy: 1. Mynd i'r *Gosodiadau*
da: 1. Gå til *Indstillinger*
de: 1. *Einstellungen* öffnen
el: 1. Μεταβείτε στις *Ρυθμίσεις*
eo: 1. Iri al *agordoj*
es_ar: 1. Ir a *Ajustes*
fi: 1. Siirry kohtaan *Asetukset*
fr: 1. Rendez-vous dans les *paramètres*
gd: 1. Tadhail air na *roghainnean*
gl: 1. Ir a *Configuración*
hr: 1. Idi na *Postavke*
hu: 1. Ugorjon a *Beállításokhoz*
hy_am: 1․ Գնացեք դեպի *Կարգավորումներ*
ia: 1. Ir a *Parametros*
id: 1. Buka *Pengaturan*
is: 1. Farðu í *Stillingar*
it: 1. Vai a *Impostazioni*
ja: 1. *環境設定* を開く
kk: 1. *Баптаулар* ішіне өтіңіз
nb: 1. Gå til *Innstillinger*
nl: 1. Ga naar *Instellingen*
nn: 1. Gå til *Innstillingar*
pa_in: 1. Settings ਉੱਤੇ ਜਾਓ
pt_br: 1. Vá em *Configurações*
ro: 1. Mergi la *Setări*
ru: 1. Перейдите в *Настройки*
si: 1. *සැකසුම්* වෙත යන්න
sk: 1. Prejdite do *Nastavení*
sq: 1. Shkoni te *Rregullime*
tg: 1. Ба *Танзимот* гузаред
th: 1. ไปยัง *การตั้งค่า*
tr: 1. *Ayarlar*’a gidin
ug: 1. *تەڭشەك* كە يۆتكىلىڭ
uk: 1. Перейдіть до *Параметрів*
vi: 1. Đi đến *Cài đặt*
zh_cn: 1. 前往*设置*

# DefaultBrowserPopup.SecondLabel.v114
source: 2. Tap *Default Browser App*
be: 2. Націсніце *Default Browser App*
bg: 2. Докоснете *Приложение по подразбиране за браузър*
br: 2. Stokit war *Arload merdeiñ dre ziouer*
bs: 2. Dodirni *Zadana aplikacija pretraživača*
ca: 2. Toqueu *Aplicació de navegador per defecte*
cy: 2. Tapiwch *Default Browser App*
da: 2. Tryk på *Standardapp til browsing*
de: 2. *Standard-Browser-App* antippen
el: 2. Πατήστε *Προεπιλεγμένη εφαρμογή περιήγησης*
eo: 2. Tuŝetu *Norma retumila programo*
es_ar: 2. Tocá *Aplicación de navegador predeterminada*
fi: 2. Napauta *Oletusselainappi*
fr: 2. Appuyez sur *App du navigateur par défaut*
gd: 2. Thoir gnogag air “*Aplacaid brabhsair bhunaiteach*”
gl: 2. Tocar en *Aplicación de navegador predeterminada*
hr: 2. Dodirni *Standardni preglednik*
hu: 2. Koppintson az *Alapértelmezett böngészőalkalmazás* elemre
hy_am: 2. Հպեք *Սկզբնադիր դիտարկիչի հավելված*
ia: 2. Tap *App navigator predefinite*
id: 2. Ketuk *Aplikasi Peramban Baku*
is: 2. Ýttu á *Sjálfgefið vafraforrit*
it: 2. Tocca *App per il browser di default*
ja: 2. *デフォルトブラウザーアプリ* をタップ
kk: 2. *Негізгі браузер қолданбасы* шертіңіз
nb: 2. Trykk på *Standard nettleserapp*
nl: 2. Tik op *Standaard browser-app*
nn: 2. Trykk på *Standard nettlesarapp*
pa_in: 2. Default Browser App ਨੂੰ ਛੂਹੋ
pt_br: 2. Toque em *App navegador padrão*
ro: 2. Atinge *Browser implicit*
ru: 2. Нажмите *Приложение браузера по умолчанию*
si: 2. *පෙරනිමි අතිරික්සු යෙදුම* ඔබන්න
sk: 2. Ťuknite na možnosť *Predvolený prehliadač*
sq: 2. Prekni *Aplikacionin Shfletues Parazgjedhje*
tg: 2. *Барномаи браузери пешфарзро* пахш кунед
th: 2. แตะ *แอปเบราว์เซอร์เริ่มต้น*
tr: 2. *Saptanmış Tarayıcı Uygulaması*’na dokunun
ug: 2. *كۆڭۈلدىكى توركۆرگۈ ئەپ* نى چېكىڭ
uk: 2. Торкніться *Типовий браузер*
vi: 2. Nhấn vào *Ứng dụng trình duyệt mặc định*
zh_cn: 2. 轻点*默认浏览器 App*

# DefaultBrowserPopup.ThirdLabel.v114
source: 3. Select *%@*
be: 3. Выберыце *%@*
bg: 3. Изберете *%@*
br: Dibabit *%@*
bs: 3. Odaberi *%@*
ca: 3. Seleccioneu *%@*
cy: 3. Dewiswch *%@*
da: 3. Vælg *%@*
de: 3. *%@* auswählen
el: 3. Επιλέξτε *%@*
eo: 3. Elektu *%@*
es_ar: 3. Seleccionar *%@*
fi: 3. Valitse *%@*
fr: 3. Sélectionnez *%@*
gd: 3. Tagh *%@*
gl: 3. Seleccionar *%@*
hr: 3. Odaberi *%@*
hu: 3. Válassza a *%@* lehetőséget
hy_am: 3. Ընտրեք *%@*
ia: 3. Selige *%@*
id: 3. Pilih *%@*
is: 3. Veldu *%@*
it: 3. Seleziona *%@*
ja: 3. *%@* を選択します
kk: 3. *%@* таңдаңыз
nb: 3. Velg *%@*
nl: 3. Selecteer *%@*
nn: 3. Vel *%@*
pa_in: 3. *%@* ਨੂੰ ਚੁਣੋ
pt_br: 3. Selecione *%@*
ro: 3. Selectează *%@*
ru: 3. Выберите *%@*
si: 3. *%@* තෝරන්න
sk: 3. Zvoľte *%@*
sq: 3. Përzgjidhni *%@*
tg: 3. *%@* -ро интихоб кунед
th: 3. เลือก *%@*
tr: 3. *%@*’u seçin
ug: 3. *%@* نى تاللاڭ
uk: 3. Виберіть *%@*
vi: 3. Chọn *%@*
zh_cn: 3.选择 *%@*

# DefaultBrowserPopup.Title.v114
source: Switch Your Default Browser
be: Змяніць прадвызначаны браўзер
bg: Смяна на браузъра по подразбиране
br: Cheñch ho merdeer dre ziouer
bs: Promijenite svoj zadani pretraživač
ca: Canvieu el navegador per defecte
cy: Newid Eich Porwr Rhagosodedig
da: Skift din standardbrowser
de: Ihren Standardbrowser wechseln
el: Αλλαγή κύριας εφαρμογής περιήγησης
eo: Ŝanĝi vian norman retumilon
es_ar: Cambiá tu navegador predeterminado
fi: Vaihda oletusselain
fr: Changez de navigateur par défaut
gd: Leum dhan bhrabhsair bhunaiteach agad
gl: Cambia o teu navegador predeterminado
hr: Promijeni standardni preglednik
hu: Az alapértelmezett böngésző módosítása
hy_am: Փոխարկեք Ձեր սկզբնադիր դիտարկիչը
ia: Cambiar le navigator predefinite
id: Alihkan Peramban Baku Anda
is: Skiptu um sjálfgefinn vafra
it: Cambia il browser predefinito
ja: デフォルトブラウザーを切り替えましょう
kk: Негізгі браузерды ауыстыру
nb: Endre standard nettleser
nl: Uw standaardbrowser wisselen
nn: Endre standard nettlesar
pa_in: ਆਪਣੇ ਮੂਲ ਬਰਾਊਜ਼ਰ ਨੂੰ ਬਦਲੋ
pt_br: Mude o navegador padrão
ro: Schimbă browserul implicit
ru: Сменить браузер по умолчанию
si: පෙරනිමි අතිරික්සුව මාරු කරන්න
sk: Zmeňte svoj predvolený prehliadač
sq: Këmbeni Shfletuesin Tuaj Parazgjedhje
tg: Гузоштан ба браузери пешфарзи худ
th: เปลี่ยนเบราว์เซอร์เริ่มต้นของคุณ
tr: Saptanmış tarayıcınızı değiştirin
ug: كۆڭۈلدىكى توركۆرگۈ قىلىپ تەڭشە
uk: Змініть свій типовий браузер
vi: Đặt làm trình duyệt mặc định của bạn
zh_cn: 切换默认浏览器

# Onboarding.Customization.Intro.Continue.Action.v123
source: Customise %@
be: Уладкаваць %@
bg: Персонализиране на %@
br: Personelaat %@
bs: Prilagodi %@
ca: Personalitzeu el %@
cy: Cyfaddasu %@
da: Tilpas %@
de: %@ anpassen
el: Προσαρμογή του %@
eo: Personecigi %@
es_ar: Personalizar %@
fi: Mukauta %@ia
fr: Personnaliser %@
gd: Gnàthaich %@
gl: Personalizar %@
hr: Prilagodi %@
hu: A %@ testreszabása
hy_am: Հարմարեցնել %@-ը
ia: Personalisar %@
id: Ubahsuai %@
is: Sérsníða %@
it: Personalizza %@
ja: %@ をカスタマイズ
kk: %@ баптау
nb: Tilpass %@
nl: %@ aanpassen
nn: Tilpass %@
pa_in: %@ ਨੂੰ ਕਸਟਮਾਈਜ਼ ਕਰੋ
pt_br: Personalizar o %@
ro: Personalizează %@
ru: Настройка %@
si: %@ අභිරුචිකරණය
sk: Prispôsobiť %@
sq: Përshtateni %@-in
tg: Фармоишдиҳии «%@»
th: ปรับแต่ง %@
tr: %@ tarayıcısını özelleştirin
ug: %@ ئىختىيارىچە
uk: Налаштувати %@
vi: Tùy chỉnh %@
zh_cn: 定制 %@

# Onboarding.Customization.Intro.Description.v123
source: Set your theme and toolbar to match your unique browsing style.
bg: Задайте темата и лентата с инструменти така, че да отговарят на вашия уникален стил на сърфиране.
br: Keflugnit ho neuz hag ho parrenn-ostilhoù evit klotañ gant ho toare da verdeiñ.
bs: Postavite svoju temu i traku sa alatima tako da odgovaraju vašem jedinstvenom stilu pretraživanja.
ca: Configureu el tema i la barra d'eines més adequats al vostre estil de navegació.
cy: Gosodwch eich thema a'ch bar offer i gyd-fynd â'ch ffordd unigryw o bori.
da: Indstil temaet og værktøjslinjen til at passe din stil.
de: Stellen Sie Theme und Symbolleiste so ein, dass sie zu Ihrem einzigartigen Surf-Stil passen.
el: Ρυθμίστε το θέμα και τη γραμμή εργαλείων ώστε να ταιριάζουν με το μοναδικό στυλ περιήγησής σας.
eo: Elektu vian etoson kaj ilaron por ke ili kongruu kun via maniero retumi.
es_ar: Configurá el tema y la barra de herramientas para que coincidan con tu estilo de navegación único.
fi: Aseta teema ja työkalupalkki vastaamaan selaustyyliäsi.
fr: Configurez le thème et la barre d’outils à votre propre façon de naviguer.
gd: Cuir an t-ùrlar is bàr-inneal agad a-rèir do nòs brabhsaidh fhèin.
gl: Estableza o seu tema e a barra de ferramentas para que coincidan co seu estilo de navegación único.
hr: Postavi temu i alatnu traku tako da odgovaraju tvom jedinstvenom stilu pregledavanja.
hu: Állítsa be úgy a témát és az eszköztárat, hogy illeszkedjenek az egyedi böngészési stílusához.
hy_am: Սահմանեք ձեր թեման և գործիքագոտին, որպեսզի համապատասխանեն ձեր զննարկման յուրահատուկ ոճին:
ia: Defini tu thema e barra del instrumentos pro harmonisar se con tu unic stilo de navigation.
id: Atur tema dan bilah alat agar sesuai dengan gaya penjelajahan unik Anda.
is: Stilltu þemað þitt og verkfærastikuna til að passa við einstakan vafurstíl þinn.
it: Imposta il tema e la barra degli strumenti in base al tuo stile di navigazione.
ja: あなたののブラウジングスタイルに合わせてテーマとツールバーを設定しましょう。
kk: Теманы және құралдар тақтасын сіздің бірегей шолу стиліңізге сәйкестендіру үшін баптаңыз.
nb: Still inn temaet og verktøylinjen for å matche din unike nettleserstil.
nl: Stel uw thema en werkbalk in op uw unieke stijl van browsen.
nn: Still inn temaet og verktøylinja for å matche den unike nettlesarstilen din.
pa_in: ਆਪਣੇ ਵਿਲੱਖਣ ਬਰਾਊਜ਼ ਕਰਨ ਦੇ ਸਟਾਈਲ ਨਾਲ ਮਿਲਦਾ ਆਪਣਾ ਥੀਮ ਅਤੇ ਟੂਲਬਾਰ ਨੂੰ ਸੈੱਟ ਕਰੋ।
pt_br: Defina o tema e a barra de ferramentas para combinar com seu estilo de navegação exclusivo.
ro: Setează tema și bara de instrumente pe stilul tău unic de navigare.
ru: Настройте свою тему и панель инструментов, чтобы они соответствовали вашему уникальному стилю просмотра.
sk: Nastavte si tému vzhľadu a panel s nástrojmi tak, aby zodpovedali vášmu jedinečnému štýlu prehliadania.
sq: Ujdisni temën dhe panelin tuaj, për t’ia përputhur stilit tuaj unik të shfletimit.
tg: Мавзуъ ва навори абзорҳои худро мувофиқи услуби беназири тамошобинии худ танзим намоед.
th: ตั้งค่าชุดตกแต่งและแถบเครื่องมือของคุณให้ตรงกับสไตล์การท่องเว็บที่เป็นเอกลักษณ์ของคุณ
tr: Temanızı ve araç çubuğunuzu istediğiniz gibi ayarlayın.
ug: زىيارەت قىلىش ئۇسلۇبىڭىزغا ئاساسەن ئۆرنەك ۋە قورال بالداقنى تەڭشەڭ.
uk: Налаштуйте тему та панель інструментів відповідно до свого способу користування.
vi: Tùy chỉnh chủ đề và thanh công cụ để phù hợp với phong cách duyệt web của bạn.
zh_cn: 按照您自己的浏览风格，设置主题和工具栏位置。

# Onboarding.Customization.Intro.Skip.Action.v123
source: Start Browsing
be: Пачаць агляданне
bg: Започнете да разглеждате
br: Kregiñ gant ar merdeiñ
bs: Započnite pretraživanje
ca: Comença a navegar
cy: Cychwyn Pori
da: Gå i gang
de: Lossurfen
el: Έναρξη περιήγησης
eo: Komenci retumi
es_ar: Empezar a navegar
fi: Aloita selaaminen
fr: Commencer la navigation
gd: Tòisich air brabhsadh
gl: Iniciar a navegación
hr: Počni pregledavati
hu: Böngészés megkezdése
hy_am: Սկսել դիտարկումը
ia: Comenciar a navigar
id: Mulai Menjelajah
is: Fara að vafra
it: Inizia a navigare
ja: ブラウジングを開始
kk: Шолуды бастау
nb: Begynn å surfe
nl: Beginnen met browsen
nn: Start nettlesing
pa_in: ਬਰਾਊਜ਼ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ
pt_br: Iniciar navegação
ro: Începe să navighezi
ru: Начать просмотр
si: පිරික්සීම අරඹන්න
sk: Poďme prehliadať
sq: Filloni të Shfletoni
tg: Оғоз кардани тамошо
th: เริ่มการท่องเว็บ
tr: Gezinmeye başla
ug: زىيارەتنى باشلاڭ
uk: Почати перегляд
vi: Bắt đầu duyệt
zh_cn: 开始浏览

# Onboarding.Customization.Intro.Title.v123
source: %@ puts you in control
bg: %@ ви дава контрол
br: %@ a lak ac’hanoc’h e penn ar jeu
bs: %@ vam daje kontrolu
ca: El %@ us dóna el control
cy: Chi sy'n rheoli gyda %@
da: %@ lader dig bestemme
de: Mit %@ haben Sie die Kontrolle
el: Το %@ σάς δίνει τον έλεγχο
eo: %@ transdonas al vi la regadon
es_ar: %@ te da el control
fi: %@ asettaa sinut hallintaan
fr: %@ vous donne le contrôle
gd: Bheir %@ smachd dhut
gl: %@ pono en control
hr: %@ ti daje kontrolu
hu: A %@ visszaadja a kezébe az irányítást
hy_am: %@-ը տալիս է ձեզ կառավարում:
ia: %@ te pone al commando
id: %@ menempatkan Anda dalam kendali
is: %@ gefur þér stjórnina
it: Prendi il controllo con %@
ja: %@ でプライバシー保護
kk: %@ басқаруды қолыңызға береді.
nb: %@ gir deg kontroll
nl: %@ geeft u de controle
nn: %@ gir deg kontroll
pa_in: %@ ਤੁਹਾਨੂੰ ਕੰਟਰੋਲ ਵਿੱਚ ਰੱਖਦਾ ਹੈ
pt_br: O %@ coloca você no controle
ro: %@ îți oferă controlul
ru: %@ передаёт контроль в ваши руки
sk: %@ vám dáva kontrolu
sq: %@ jua lë juve kontrollin
tg: Шумо «%@»-ро ҳаматарафа идора мекунед
th: %@ ให้คุณได้ควบคุม
tr: %@ kontrolü size verir
ug: %@تور زىيارىتىڭىزنى تىزگىنلىيەلەيسىز
uk: %@ надає вам контроль
vi: %@ giúp bạn kiểm soát
zh_cn: %@ 让您掌控线上生活

# Onboarding.Customization.Theme.Continue.Action.v123
source: Save and Continue
be: Захаваць і працягнуць
bg: Запазване и продължаване
br: Enrollañ ha kenderc’hel
bs: Sačuvaj i nastavi
ca: Desa i continua
cy: Cadw a pharhau
da: Gem og fortsæt
de: Speichern und fortfahren
el: Αποθήκευση και συνέχεια
eo: Konservi kaj daŭrigi
es_ar: Guardar y continuar
fi: Tallenna ja jatka
fr: Enregistrer et continuer
gd: Sàbhail is lean air adhart
gl: Gardar e continuar
hr: Spremi i nastavi
hu: Mentés és folytatás
hy_am: Պահել և շարունակել
ia: Salvar e Continuar
id: Simpan dan Lanjutkan
is: Vista og halda áfram
it: Salva e continua
ja: 保存して続ける
kk: Сақтау және жалғастыру
nb: Lagre og fortsett
nl: Opslaan en doorgaan
nn: Lagre og hald fram
pa_in: ਸੰਭਾਲੋ ਅਤੇ ਜਾਰੀ ਰੱਖੋ
pt_br: Salvar e continuar
ro: Salvează și continuă
ru: Сохранить и продолжить
si: සුරකින්න සහ ඉදිරියට
sk: Uložiť a pokračovať
sq: Ruaje dhe Vazhdo
tg: Нигоҳ доред ва идома диҳед
th: บันทึกและดำเนินการต่อ
tr: Kaydet ve devam et
ug: ساقلاپ داۋاملاشتۇر
uk: Зберегти й продовжити
vi: Lưu và tiếp tục
zh_cn: 保存并继续

# Onboarding.Customization.Theme.Dark.Action.v123
source: Dark
be: Цёмная
bg: Тъмна
br: Teñval
bs: Tamna
ca: Fosc
cy: Tywyll
da: Mørk
de: Dunkel
el: Σκούρο
eo: Malhela
es_ar: Oscuro
fi: Tumma
fr: Sombre
gd: Dorcha
gl: Escuro
hr: Tamna
hu: Sötét
hy_am: Մուգ
ia: Obscur
id: Gelap
is: Dökkt
it: Scuro
kk: Күңгірт
nb: Mørk
nl: Donker
nn: Mørk
pa_in: ਗੂੜ੍ਹਾ
pt_br: Escuro
ro: Întunecată
ru: Тёмная
si: අඳුරු
sk: Tmavá
sq: E errët
tg: Торик
th: มืด
tr: Koyu
ug: قاراڭغۇ
uk: Темна
vi: Tối
zh_cn: 深邃

# Onboarding.Customization.Theme.Description.v123
source: See the web in the best light.
be: Глядзіце на Інтэрнэт у лепшым святле.
bg: Вижте Мрежата в най-добра светлина.
br: Sellit ouzh ar web bravañ
bs: Pogledajte web u najboljem svjetlu.
ca: Navegueu amb la llum que us agradi més.
cy: Gweld y we ar ei orau.
da: Se nettet i det bedste lys.
de: Sehen Sie das Web im besten Licht.
el: Δείτε το διαδίκτυο με τον βέλτιστο τρόπο.
eo: Vidu la reton per la plej bona lumo.
es_ar: Ver la web de la mejor manera.
fi: Näe verkko parhaassa valossa.
fr: Donnez au Web la lumière que vous aimez.
gd: An lìon air do nòs fhèin.
gl: Vexa a web coa mellor luz.
hr: Pogledaj web u najboljem svjetlu.
hu: Lássa a webet a legjobb megvilágításban.
hy_am: Տեսեք համացանցը լավագույն լույսի ներքո:
ia: Vide le web in le luce melior.
id: Lihat web dalam sorotan terbaik.
is: Sjáðu vefinn í besta ljósinu.
it: Guarda il Web sotto la luce migliore.
ja: 最適な明るさでウェブをご覧ください。
kk: Интернетті ең жақсы жағынан қараңыз.
nb: Se nettet i det beste lyset.
nl: Bekijk het web in het beste licht.
nn: Sjå nettet i det beste lyset.
pa_in: ਵੈੱਬ ਨੂੰ ਸਭ ਤੋਂ ਵਧੀਆ ਰੌਸ਼ਨੀ ਵਿੱਚ ਵੇਖੋ।
pt_br: Veja a web de modo mais agradável.
ro: Privește internetul în cea mai bună lumină.
ru: Смотрите на интернет с лучшей стороны.
sk: Prehliadajte web v tom najlepšom svetle.
sq: Shiheni web-in nën dritën më të mirë.
tg: Ба Интернет аз тарафи тобон нигаред.
th: รับชมเว็บด้วยแสงที่ดีที่สุด
tr: Web’i istediğiniz temada görün.
ug: سىز ياقتۇرىدىغان رەڭدە تورنى زىيارەت قىلىڭ.
uk: Оберіть тему браузера.
vi: Xem web với giao diện phù hợp.
zh_cn: 选个舒适的氛围浏览网页。

# Onboarding.Customization.Theme.Light.Action.v123
source: Light
be: Светлая
bg: Светла
br: Sklaer
bs: Svijetla
ca: Clar
cy: Golau
da: Lys
de: Hell
el: Φωτεινό
eo: Hela
es_ar: Claro
fi: Vaalea
fr: Clair
gd: Soilleir
gl: Claro
hr: Svijetla
hu: Világos
hy_am: Լուսավոր
ia: Clar
id: Terang
is: Ljóst
it: Chiaro
kk: Ашық түсті
nb: Lyst
nl: Licht
nn: Lyst
pa_in: ਹਲਕਾ
pt_br: Claro
ro: Luminoasă
ru: Светлая
si: දීප්ත
sk: Svetlá
sq: E çelët
tg: Равшан
th: สว่าง
tr: Açık
ug: يورۇق
uk: Світла
vi: Sáng
zh_cn: 明亮

# Onboarding.Customization.Theme.Skip.Action.v123
source: Skip
be: Прапусціць
bg: Пропускане
br: Tremen e-bioù
bs: Preskoči
ca: Omet
cy: Hepgor
da: Spring over
de: Überspringen
el: Παράλειψη
eo: Ignori
es_ar: Omitir
fi: Ohita
fr: Ignorer
gd: Leum seachad
gl: Saltar
hr: Preskoči
hu: Kihagyás
hy_am: Բաց թողնել
ia: Saltar
id: Lewati
is: Sleppa
it: Ignora
ja: スキップ
kk: Аттап кету
nb: Hopp over
nl: Overslaan
nn: Hopp over
pa_in: ਛੱਡੋ
pt_br: Agora não
ro: Omite
ru: Пропустить
si: මඟහරින්න
sk: Preskočiť
sq: Anashkaloje
tg: Нодида гузарондан
th: ข้าม
tr: Atla
ug: ئاتلا
uk: Пропустити
vi: Bỏ qua
zh_cn: 跳过

# Onboarding.Customization.Theme.System.Action.v123
source: System Auto
be: Сістэмная
bg: Системна автоматична
br: Reizhiad - emgefreek
bs: Sistemska tema
ca: Automàtic del sistema
cy: Fel y System
da: Samme som systemet
de: System-Standard
el: Αυτόματο
eo: Aŭtomata (sistema)
es_ar: Automático del sistema
fi: Järjestelmän teema
fr: Thème système – auto
gd: Roghainn an t-siostaim
gl: Automático do sistema
hr: Automatski od sustava
hu: Rendszer
hy_am: Համակարգն ինքնաբերաբար
ia: Automatic (systema)
id: Sistem Otomatis
is: Sjálfvirkt í kerfinu
it: Automatico (sistema)
ja: システムテーマ
kk: Жүйелік автоматты түрде
nb: Automatisk (system)
nl: Systeemthema
nn: Automatisk (system)
pa_in: ਸਿਸਟਮ ਆਡੀਓ
pt_br: Automático (tema do sistema)
ro: Sistem automat
ru: Системная автоматическая
sk: Podľa systému
sq: Automatike, Prej Sistemit
tg: Ба таври худкор аз рӯйи низом
th: ระบบอัตโนมัติ
tr: Sistem teması
ug: سىستېما ئاپتوماتىك
uk: Системна
vi: Theo hệ thống
zh_cn: 系统自动调整

# Onboarding.Customization.Theme.Title.v123
source: Pick a theme
be: Выберыце тэму
bg: Избор на тема
br: Dibab un tem
bs: Izaberi temu
ca: Trieu un tema
cy: Dewiswch thema
da: Vælg et tema
de: Wählen Sie ein Theme
el: Επιλέξτε ένα θέμα
eo: Elektu etoson
es_ar: Elegí un tema
fi: Valitse teema
fr: Choisir un thème
gd: Tagh ùrlar
gl: Seleccione un tema
hr: Odaberi temu
hu: Válasszon témát
hy_am: Ընտրեք ժամանակը
ia: Selige un thema
id: Pilih tema
is: Veldu þema
it: Scegli un tema
ja: テーマの選択
kk: Теманы таңдау
nb: Velg et tema
nl: Kies een thema
nn: Vel eit tema
pa_in: ਥੀਮ ਨੂੰ ਚੁਣੋ
pt_br: Escolha um tema
ro: Alege o temă
ru: Выберите тему
si: තේමාවක් තෝරන්න
sk: Vyberte si tému
sq: Zgjidhni një temë
tg: Мавзуеро интихоб намоед
th: เลือกชุดตกแต่ง
tr: Temanızı seçin
ug: ئۆرنەك تاللىنىدۇ
uk: Вибір теми
vi: Chọn chủ đề
zh_cn: 选取主题

# Onboarding.Customization.Theme.Title.v143
source: Choose your theme
bg: Изберете тема
cy: Dewiswch eich thema
da: Vælg tema
de: Wählen Sie Ihr Theme
el: Επιλογή θέματος
es_ar: Elegí tu tema
fi: Valitse teema
fr: Choisissez votre thème
hu: Válassza ki a témát
hy_am: Ընտրեք ձեր ոճը
ia: Elige tu thema
id: Pilih tema Anda
is: Veldu þema
it: Scegli il tuo tema
ja: テーマを選んでください
kk: Теманы таңдау
nb: Velg tema
nl: Kies uw thema
nn: Vel tema
pa_in: ਆਪਣੇ ਥੀਮ ਨੂੰ ਚੁਣੋ
pt_br: Escolha um tema
ro: Alege o temă
ru: Выберите вашу тему
sk: Vyberte si tému vzhľadu
sq: Zgjidhni temën tuaj
tg: Мавзуи худро интихоб кунед
th: เลือกชุดตกแต่งของคุณ
tr: Temanızı seçin
ug: ئۆرنىكىڭىزنى تاللاڭ
uk: Оберіть тему
vi: Chọn chủ đề của bạn
zh_cn: 选择主题
