Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Onboarding.strings
Languages: be, bg, br, bs, ca, cy, da, de, el, eo, es_ar, fi, fr, gd, gl, hr, hu, hy_am, ia, id, is, it, ja, kk, nb, nl, nn, pa_in, pt_br, ro, ru, si, sk, sq, tg, th, tr, ug, uk, vi, zh_cn

# Onboarding.Modern.Customization.Theme.Description.v145
source: Pick your favourite theme or have %@ match your device, putting you in control.
bg: Изберете любимата си тема или накарайте %@ да съответства на устройството ви, като вие държите контрола.
cy: Dewiswch eich hoff thema neu gofynnwch i %@ gydweddu â'ch dyfais, gan eich rhoi chi mewn rheolaeth.
da: Vælg dit favorit-tema eller få %@ til at følge temaet på din enhed - du bestemmer.
de: Wählen Sie Ihr Lieblings-Theme oder lassen Sie %@ das Theme an Ihr Gerät anpassen – Sie haben die Kontrolle.
el: Επιλέξτε το αγαπημένο σας θέμα ή δοκιμάστε το %@ στη συσκευή σας, δίνοντάς σας τον έλεγχο.
es_ar: Elegí tu tema favorito o hacé que %@ coincida con tu dispositivo, dándote el control.
fi: Valitse suosikkiteemasi tai anna %@in sovittaa teema laitteeseesi, valinta on sinun.
fr: Choisissez votre thème préféré ou adaptez %@ à votre appareil, pour garder le contrôle.
hu: Válassza ki kedvenc témáját, vagy hagyja, hogy a %@ kövesse az eszközét, így Öné az irányítás.
hy_am: Ընտրեք ձեր նախընտրած թեման կամ թող %@-ը համապատասխանեցնի ձեր սարքին, ինչը ձեզ հնարավորություն կտա վերահսկել այն։
ia: Selige tu favorite thema o face que %@ se harmonisa con tu apparato, ponente te al commando.
id: Pilih tema favorit Anda atau cocokkan %@ dengan perangkat Anda, membuat Anda memegang kendali.
is: Veldu eftirlætisþemað þitt eða láttu %@ passa við tækið þitt, sem gefur þér stjórnina.
it: Seleziona il tema che preferisci oppure lascia che %@ si adatti al tuo dispositivo, così da avere sempre il controllo.
ja: お気に入りのテーマを選択するか、%@ を端末の設定に合わせられます。
kk: Өзіңізге ұнайтын теманы таңдаңыз немесе %@ құрылғыңызға сай болсын - бәрі өз қолыңызда.
nb: Velg favorittemaet ditt, eller la %@ matche enheten din, slik at du har full kontroll.
nl: Kies uw favoriete thema of laat %@ met uw apparaat overeenkomen, zodat u de controle hebt.
nn: Vel favorittemaet ditt, eller la %@ matche eininga di, slik at du har full kontroll.
pa_in: ਆਪਣੀ ਪਸੰਦ ਦਾ ਥੀਮ ਚੁਣੋ ਜਾਂ %@ ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਨਾਲ ਮਿਲਾ ਦੇਵੇਗਾ, ਤੁਹਾਡੇ ਕੰਟਰੋਲ ਵਿੱਚ ਰਹੇਗਾ।
pt_br: Escolha seu tema preferido ou faça o %@ se adaptar ao seu dispositivo, colocando você no controle.
ro: Alege-ți tema preferată sau fă %@ să se potrivească cu dispozitivul tău, oferindu-ți controlul.
ru: Выберите свою любимую тему или подождите, пока %@ будет соответствовать вашему устройству, передав вам контроль.
sk: Vyberte si svoju obľúbenú tému alebo nechajte %@ prispôsobiť sa vášmu zariadeniu. Máte to vo svojich rukách.
sq: Zgjidhni temën tuaj të parapëlqyer, ose lëriani %@ ta përputhë me pajisjen tuaj, duke ju vënë ju në kontroll.
tg: Мавзуи дӯстдоштаи худро интихоб кунед ё низомро шахсан идора карда, «%@»-ро ба дастгоҳи худ мувофиқат кунед.
th: เลือกชุดตกแต่งที่คุณชอบหรือให้ %@ ปรับตามอุปกรณ์ของคุณ เพื่อให้คุณควบคุมได้เต็มที่
tr: İster en sevdiğiniz temayı seçin, ister cihazınızla uyumlu temayı %@ seçsin. Kontrol sizde.
ug: ئۆزىڭىز ياقتۇرىدىغان ئۆرنەك ياكى ئۈسكۈنىڭىزگە ماس كېلىدىغان %@ نى تاللاپ، تىزگىننى قولىڭىزدا تۇتۇڭ.
uk: Оберіть улюблену тему або дозвольте %@ адаптуватися до теми вашого пристрою – вибір за вами.
vi: Chọn chủ đề yêu thích của bạn hoặc để %@ giống với thiết bị của bạn, giúp bạn kiểm soát mọi thứ.
zh_cn: 选取喜欢的主题，或让 %@ 适应设备主题，随您喜好。

# Onboarding.Modern.Customization.Theme.Light.v145
source: Light
bg: Светла
cy: Golau
da: Lys
de: Hell
el: Ανοιχτόχρωμο
es_ar: Claro
fi: Vaalea
fr: Clair
hu: Világos
hy_am: Լուսավոր
ia: Clar
id: Terang
is: Ljóst
it: Chiaro
ja: ライト
kk: Ашық түсті
nb: Lyst
nl: Licht
nn: Lyst
pa_in: ਹਲਕਾ
pt_br: Claro
ro: Luminoasă
ru: Светлая
sk: Svetlá
sq: E çelët
tg: Равшан
th: สว่าง
tr: Açık
ug: يورۇق
uk: Світла
vi: Sáng
zh_cn: 明亮

# Onboarding.Modern.Customization.Theme.Title.v145
source: Pick your theme
bg: Изберете темата си
cy: Dewiswch eich thema
da: Vælg dit tema
de: Wählen Sie Ihr Theme
el: Επιλέξτε το θέμα σας
es_ar: Elegí tu tema
fi: Valitse teema
fr: Choisissez un thème
hu: Válasszon témát
hy_am: Ընտրեք ձեր թեման
ia: Elige un thema
id: Pilih tema Anda
is: Veldu þema
it: Scegli il tuo tema
ja: テーマの選択
kk: Теманы таңдаңыз
nb: Velg ditt tema
nl: Kies uw thema
nn: Vel eit tema
pa_in: ਆਪਣਾ ਥੀਮ ਚੁਣੋ
pt_br: Escolha um tema
ro: Alege-ți tema
ru: Выберите вашу тему
sk: Vyberte si tému
sq: Zgjidhni temën tuaj
tg: Мавзуи худро интихоб намоед
th: เลือกชุดตกแต่งของคุณ
tr: Temanızı seçin
ug: ئۆرنەك تاللىنىدۇ
uk: Вибір теми
vi: Chọn chủ đề của bạn
zh_cn: 选取主题

# Onboarding.Modern.Customization.Toolbar.Bottom.Action.v140
source: Bottom
bg: Отдолу
cy: Gwaelod
da: Bund
de: Unten
el: Κάτω
es_ar: Parte inferior
fi: Alhaalla
fr: En bas
gl: Inferior
hu: Alul
hy_am: Ներքևում
ia: Infra
id: Dasar
is: Neðst
it: In basso
ja: 画面下部
kk: Төменде
nb: Bunn
nl: Onderaan
nn: Botn
pa_in: ਹੇਠਾਂ
pt_br: Embaixo
ro: Jos
ru: Снизу
sk: Dole
sq: Poshtë
tg: Поён
th: ด้านล่าง
tr: Altta
ug: ئاستى
uk: Внизу
vi: Phía dưới
zh_cn: 底部

# Onboarding.Modern.Customization.Toolbar.Bottom.Action.v145
source: Bottom
bg: Отдолу
cy: Gwaelod
da: Bund
de: Unten
el: Κάτω
es_ar: Parte inferior
fi: Alhaalla
fr: En bas
hu: Alulra
hy_am: Ներքևում
ia: Basso
id: Dasar
is: Neðst
it: In basso
ja: 画面下部
kk: Астында
nb: Bunn
nl: Onder
nn: Nedst
pa_in: ਹੇਠਾਂ
pt_br: Embaixo
ro: Jos
ru: Снизу
sk: Dole
sq: Poshtë
tg: Поён
th: ด้านล่าง
tr: Altta
ug: ئاستى
uk: Внизу
vi: Dưới cùng
zh_cn: 底部

# Onboarding.Modern.Customization.Toolbar.Continue.Action.v145
source: Continue
bg: Продължаване
cy: Parhau
da: Fortsæt
de: Weiter
el: Συνέχεια
es_ar: Continuar
fi: Jatka
fr: Continuer
hu: Folytatás
hy_am: Շարունակել
ia: Continuar
id: Lanjutkan
is: Halda áfram
it: Continua
ja: 続ける
kk: Жалғастыру
nb: Fortsett
nl: Doorgaan
nn: Hald fram
pa_in: ਜਾਰੀ ਰੱਖੋ
pt_br: Avançar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sq: Vazhdo
tg: Идома додан
th: ดำเนินการต่อ
tr: İleri
ug: داۋاملاشتۇر
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续

# Onboarding.Modern.Customization.Toolbar.Description.v145
source: Start typing to get search suggestions, your top sites, bookmarks, history and search engines – all in one place.
bg: Започнете да пишете, за да получите предложения за търсене, вашите предпочитани сайтове, отметки, история и търсещи машини – всичко това на едно място.
cy: Cychwynnwch deipio i gael awgrymiadau chwilio, eich prif wefannau, nodau tudalen, hanes a pheiriannau chwilio - i gyd mewn un lle.
da: Begynd at skrive for at få søgeforslag og se dine mest besøgte websteder, bogmærker, historik og søgetjenester - alt på samme sted.
de: Beginnen Sie mit der Eingabe, um Suchvorschläge, Ihre meistbesuchten Websites, Lesezeichen, Chronik und Suchmaschinen an einem Ort zu erhalten.
el: Ξεκινήστε να πληκτρολογείτε για λάβετε προτάσεις αναζήτησης, τις κορυφαίες ιστοσελίδες, τους σελιδοδείκτες, το ιστορικό και τις μηχανές αναζήτησης – όλα σε ένα μέρος.
es_ar: Empezá a escribir para obtener sugerencias de búsqueda, tus sitios principales, marcadores, historial y buscadores – todo en un solo lugar.
fi: Ala kirjoittaa saadaksesi hakuehdotuksia, suosituimmat sivustosi, kirjanmerkit, historian ja hakukoneet – kaikki samasta paikasta.
fr: Commencez à écrire pour obtenir des suggestions de recherche, vos sites préférés, vos marque-pages, votre historique et des moteurs de recherche — le tout au même endroit.
hu: Kezdjen el gépelni, hogy keresési javaslatokat kapjon, megtalálja a kedvenc webhelyeit, könyvjelzőit, előzményeit és keresőmotorjait – egyetlen helyen.
hy_am: Սկսեք մուտքագրել՝ որոնման առաջարկներ, ձեր լավագույն կայքերը, էջանիշները, պատմությունը և որոնողական համակարգերը ստանալու համար՝ բոլորը մեկ տեղում։
ia: Initia typar pro obtener suggestiones de recerca, tu sitos principal, marcapaginas, chronologia e motores de recerca, in un sol posto.
id: Mulai mengetik untuk mendapatkan saran pencarian, situs teratas Anda, markah, riwayat, dan mesin pencari – semuanya di satu tempat.
is: Byrjaðu að skrifa til að fá leitartillögur, vinsælustu síðurnar þínar, bókamerki, vafurferil og leitarvélar – allt á einum stað.
it: Inizia a scrivere per visualizzare suggerimenti di ricerca, siti principali, segnalibri, cronologia e motori di ricerca, tutto in un unico posto.
ja: 入力を開始すると、検索候補、よく見るサイト、ブックマーク、履歴、検索エンジンがすべて 1 か所で利用できます。
kk: Іздеу ұсыныстары, таңдамалы сайттар, бетбелгілер, тарих және іздеу жүйелерін - барлығын бір жерден алу үшін тере бастаңыз.
nb: Begynn å skrive for å få søkeforslag, favorittnettsteder, bokmerker, historikk og søkemotorer – alt på ett sted.
nl: Begin met typen om zoeksuggesties, uw topwebsites, bladwijzers, geschiedenis en zoekmachines op één plek te ontvangen.
nn: Byrj å skrive for å få søkjeforslag, favorittnettstadar, bokmerke, historikk og søkjemotorar – alt på éin stad.
pa_in: ਖੋਜ ਸੁਝਾਅ, ਆਪਣੀਆਂ ਸਿਖਰਲੀਆਂ ਵੈੱਬਸਾਈਟਾਂ, ਬੁੱਕਮਾਰਕ ਅਤੀਤ ਅਤੇ ਖੋਜ ਇੰਜਣ ਲੈਣ ਲਈ ਬੱਸ ਲਿਖਣਾ ਸ਼ੁਰੂ ਕਰੋ – ਸਭ ਇੱਕੋ ਥਾਂ।
pt_br: Comece a digitar para obter sugestões de pesquisa, seus sites preferidos, favoritos, histórico e mecanismos de pesquisa, tudo em um só lugar.
ro: Începe să tastezi pentru a primi sugestii de căutare, site-urile tale de top, marcaje, istoric și motoare de căutare – toate într-un singur loc.
ru: Начните набирать, чтобы получить поисковые предложения, ваш топ сайтов, закладки, историю и поисковые системы — всё в одном месте.
sk: Začnite písať a zobrazia sa vám návrhy vyhľadávania, vaše najobľúbenejšie stránky, záložky, história a vyhľadávače – všetko na jednom mieste.
sq: Që të merrni sugjerime kërkimi, sajtet tuaj kryesues, faqerojtës, historik dhe motorë kërkimesh filloni të shtypni – gjithçka në një vend.
tg: Барои ба даст овардани пешниҳодҳои ҷустуҷӯ, сомонаҳои дӯстдоштаи худ, таърих ва низомҳои ҷустуҷӯӣ – ҳамааш дар як ҷой – чизеро нависед.
th: เริ่มพิมพ์เพื่อรับคำแนะนำการค้นหา เว็บไซต์ยอดนิยม ที่คั่นหน้า ประวัติ และเครื่องมือค้นหา – ทั้งหมดในที่เดียว
tr: Arama önerilerini, sık kullandığınız siteleri, yer imlerini, geçmişinizi ve arama motorlarını tek bir yerde görmek için yazmaya başlayın.
ug: خەت بېسىشقا باشلىغاندا ئىزدەش تەۋسىيەسىگە ئېرىشىدۇ، دائىم ئىشلىتىدىغان تور بېكەت، خەتكۈش، تارىخ خاتىرىسى ۋە ئىزدەش موتورىنى ئۆز ئىچىگە ئالىدۇ – ھەممىسى بىر جايدا.
uk: Почніть вводити текст, щоб побачити пошукові пропозиції, ваші найпопулярніші сайти, закладки, історію та пошукові системи – все в одному місці.
vi: Bắt đầu nhập để nhận gợi ý tìm kiếm, các trang web hàng đầu, dấu trang, lịch sử và công cụ tìm kiếm – tất cả tại một nơi.
zh_cn: 键入即可获取搜索建议、常用网站、书签、历史记录、搜索引擎，尽在一处。

# Onboarding.Modern.Customization.Toolbar.Title.v140
source: Choose where to put your address bar
bg: Изберете къде да поставите адресната си лента
cy: Dewiswch ble i roi eich bar cyfeiriad
da: Vælg, hvor du vil have vist adressefeltet
de: Wählen Sie, wo die Adressleiste angezeigt werden soll
el: Επιλέξτε πού θα βρίσκεται η γραμμή διευθύνσεων
es_ar: Elegir dónde poner la barra de direcciones
fi: Valitse osoitepalkin sijoittelu
fr: Choisissez où placer votre barre d’adresse
gl: Escolle onde colocar a barra de enderezos
hu: Válassza ki a címsor helyét
hy_am: Ընտրեք, թե որտեղ տեղադրել հասցեի տողը
ia: Elige ubi poner tu barra de adresses
id: Pilih tempat untuk meletakkan bilah alamat Anda
is: Veldu hvar á að setja veffangastikuna þína
it: Scegli dove posizionare la barra degli indirizzi
ja: アドレスバーの配置場所を選択する
kk: Адрестік жолағын қайда қою керектігін таңдаңыз
nb: Velg hvor du vil plassere adresselinjen
nl: Kies waar u uw adresbalk wilt plaatsen
nn: Velg kvar du vil plassere adresselinja
pa_in: ਚੁਣੋ ਕਿ ਤੁਸੀਂ ਆਪਣੀ ਐਡਰੈਸ ਪੱਟੀ ਨੂੰ ਕਿੱਥੇ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ
pt_br: Escolha onde posicionar a barra de endereços
ro: Alege unde plasezi bara de adrese
ru: Выберите, где поместить вашу адресную строку
sk: Vyberte, kam umiestniť panel s adresou
sq: Zgjidhni ku të vendoset shtylla juaj e adresave
tg: Интихоб кунед, ки дар куҷо навори нишонии худро ҷойгир мекунед
th: จัดวางแถบที่อยู่ของคุณ
tr: Adres çubuğunu nereye koyacağınızı seçin
ug: ئادرېس بالداق ئورنى تاللىنىدۇ
uk: Виберіть, де розмістити панель адреси
vi: Chọn nơi đặt thanh địa chỉ của bạn
zh_cn: 选择地址栏的位置

# Onboarding.Modern.Customization.Toolbar.Title.v145
source: Choose your address bar
bg: Изберете адресната си лента
cy: Dewiswch eich bar cyfeiriad
da: Vælg din adresselinje
de: Wählen Sie Ihre Adressleiste
el: Επιλέξτε τη γραμμή διευθύνσεών σας
es_ar: Elegí tu barra de direcciones
fi: Valitse osoitepalkki
fr: Choisissez votre barre d’adresse
hu: Válassza ki a címsort
hy_am: Ընտրեք Ձեր հասցեագոտին
ia: Elige tu barra de addresses
id: Pilih bilah alamat Anda
is: Veldu veffangastikuna þína
it: Scegli la tua barra degli indirizzi
ja: アドレスバーの選択
kk: Адрестік жолағыңызды таңдаңыз
nb: Velg din adresselinje
nl: Kies uw adresbalk
nn: Vel plassering for adresselinja di
pa_in: ਆਪਣੀ ਸਿਰਨਾਵਾਂ ਪੱਟੀ ਨੂੰ ਚੁਣੋ
pt_br: Escolha uma barra de endereços
ro: Alege-ți bara de adrese
ru: Выберите адресную строку
sk: Vyberte si panel s adresou
sq: Zgjidhni shtyllën tuaj të adresave
tg: Навори нишонии худро интихоб намоед
th: เลือกแถบที่อยู่ของคุณ
tr: Adres çubuğunuzu seçin
ug: ئادرېس بالداق تاللىنىدۇ
uk: Налаштування панелі адреси
vi: Chọn thanh địa chỉ của bạn
zh_cn: 选择地址栏位置

# Onboarding.Modern.Customization.Toolbar.Top.Action.v140
source: Top
bg: Горе
cy: Brig
de: Oben
el: Πάνω
es_ar: Parte superior
fi: Ylhäällä
fr: En haut
gl: Superior
hu: Felül
hy_am: Վերևում
ia: Supra
id: Puncak
is: Efst
it: In alto
ja: 画面上部
kk: Жоғарыда
nb: Topp
nl: Bovenaan
nn: Topp
pa_in: ਸਿਖਰ
pt_br: No alto
ro: Sus
ru: Сверху
sk: Hore
sq: Sipër
tg: Боло
th: ด้านบน
tr: Üstte
ug: چوققا
uk: Вгорі
vi: Phía trên
zh_cn: 顶部

# Onboarding.Modern.Customization.Toolbar.Top.Action.v145
source: Top
bg: Горе
cy: Brig
de: Oben
el: Πάνω
es_ar: Parte superior
fi: Ylhäällä
fr: En haut
hu: Felülre
hy_am: Վերևում
ia: Apice
id: Puncak
is: Efst
it: In alto
ja: 画面上部
kk: Жоғарыда
nb: Topp
nl: Boven
nn: Øvst
pa_in: ਉੱਤੇ
pt_br: No alto
ro: Sus
ru: Сверху
sk: Hore
sq: Sipër
tg: Боло
th: ด้านบน
tr: Üstte
ug: چوققا
uk: Вгорі
vi: Trên cùng
zh_cn: 顶部

# Onboarding.Modern.General.Skip.v145
source: Skip
bg: Пропускане
cy: Hepgor
da: Spring over
de: Überspringen
el: Παράλειψη
es_ar: Omitir
fi: Ohita
fr: Ignorer
hu: Kihagyás
hy_am: Բաց թողնել
ia: Saltar
id: Lewati
is: Sleppa
it: Salta
ja: スキップ
kk: Аттап кету
nb: Hopp over
nl: Overslaan
nn: Hopp over
pa_in: ਛੱਡੋ
pt_br: Agora não
ro: Omite
ru: Пропустить
sk: Preskočiť
sq: Anashkaloje
tg: Нодида гузарондан
th: ข้าม
tr: Atla
ug: ئاتلا
uk: Пропустити
vi: Bỏ qua
zh_cn: 跳过

# Onboarding.Modern.Sync.Description.v140
source: Get your bookmarks, history and passwords on any device.
bg: Вземете своите отметки, история и пароли на всяко устройство.
cy: Cael eich nodau tudalen, hanes a chyfrineiriau ar eich holl ddyfeisiau.
da: Få adgang til dine bogmærker, historik og adgangskoder på alle dine enheder.
de: Nehmen Sie Ihre Lesezeichen, Chronik und Passwörter auf jedem Gerät mit.
el: Λάβετε τους σελιδοδείκτες, το ιστορικό και τα συνθηματικά σας σε κάθε συσκευή.
es_ar: Tené tus marcadores, historial y contraseñas en cualquier dispositivo.
fi: Hanki kirjanmerkit, historia ja salasanat mille tahansa laitteelle.
fr: Accédez à vos marque-pages, à votre historique et à vos mots de passe depuis n’importe quel appareil.
gl: Ten os teus marcadores, historial e contrasinais en calquera dispositivo.
hu: Kapja meg a könyvjelzőit, előzményeit és jelszavait az összes eszközén.
hy_am: Համաժամեցրեք ձեր էջանիշերը, պատմությունը և գաղտնաբառերը ձեր հեռախոսում:
ia: Accede a tu marcapaginas, chronologia, e contrasignos sur qualcunque apparato.
id: Dapatkan markah, riwayat, dan kata sandi Anda di perangkat apa pun.
is: Fáðu bókarmerkin þín, ferli og lykilorð á öll tækin þín.
it: Accedi ai tuoi segnalibri, cronologia e password da qualsiasi dispositivo.
ja: ご使用のどの端末でもブックマーク、履歴、パスワードを共有できます。
kk: Бетбелгілер, шолу тарихы және парольдерді кез келген құрылғыңызда алыңыз.
nb: Få dine bokmerker, historikk og passord på hvilken som helst enhet.
nl: Neem uw bladwijzers, geschiedenis en wachtwoorden mee op elk apparaat.
nn: Få bokmerka dine, historikk og passord på kva som helst eining.
pa_in: ਕਿਸੇ ਵੀ ਡਿਵਾਈਸਾਂ ਉੱਤੇ ਆਪਣੇ ਬੁੱਕਮਾਰਕ, ਅਤੀਤ ਅਤੇ ਪਾਸਵਰਡ ਲਵੋ।
pt_br: Tenha seus favoritos, histórico e senhas em qualquer dispositivo.
ro: Ia-ți cu tine marcajele, istoricul și parolele pe orice dispozitiv.
ru: Получите доступ к своим закладкам, истории и паролям на любом устройстве.
sk: Majte svoje záložky, históriu a heslá na všetkých svojich zariadeniach.
sq: Merrini faqerojtësit, historikun dhe fjalëkalimet tuaja në çfarëdo pajisje.
tg: Ба хатбаракҳо, таърих ва ниҳонвожаҳои худро дар ҳамаи дастгоҳҳои худ дастрасӣ пайдо намоед.
th: เข้าถึงที่คั่นหน้า ประวัติ และรหัสผ่านของคุณได้จากทุกอุปกรณ์
tr: Yer imlerinizi, geçmişinizi ve parolalarınızı tüm cihazlarınızda kullanın.
ug: خالىغان ئۈسكۈنىدە خەتكۈچ، تارىخ ۋە ئىم ئۇچۇرلىرىغا ئېرىشەلەيدۇ.
uk: Отримайте доступ до закладок, історії та паролів на будь-якому пристрої.
vi: Lưu dấu trang, lịch sử và mật khẩu của bạn trên mọi thiết bị.
zh_cn: 跨设备查看书签、历史记录和密码。

# Onboarding.Modern.Sync.Description.v145
source: Your bookmarks, passwords, and more synchronise on any device. Everything’s protected with encryption, so only you can access it.
bg: Вашите отметки, пароли и други се синхронизират на всяко устройство. Всичко е защитено с шифроване, така че само вие имате достъп до него.
cy: Eich nodau tudalen, cyfrineiriau, a mwy yn cydweddu ar unrhyw ddyfais. Mae popeth wedi'i ddiogelu gydag amgryptio, felly dim ond chi sy'n gallu cael mynediad iddo.
da: Dine bogmærker, adgangskoder med mere synkroniseres mellem alle dine enheder. Alt er krypteret, så bare du har adgang.
de: Ihre Lesezeichen, Passwörter und mehr werden mit jedem Gerät synchronisiert. Alles ist durch Verschlüsselung geschützt, sodass nur Sie darauf zugreifen können.
el: Οι σελιδοδείκτες, οι κωδικοί πρόσβασης και άλλα στοιχεία σας συγχρονίζονται σε οποιαδήποτε συσκευή. Όλα προστατεύονται με κρυπτογράφηση, επομένως μόνο εσείς έχετε πρόσβαση σε αυτά.
es_ar: Tus marcadores, contraseñas y más sincronizados en cualquier dispositivo. Todo está protegido con cifrado, así que solo vos podés acceder.
fi: Kirjanmerkkisi, salasanasi ja muut tiedot synkronoituna millä tahansa laitteella. Kaikki on suojattu salauksella, joten vain sinä voit käyttää niitä.
fr: Vos marque-pages, vos mots de passe et bien d’autres éléments sont synchronisés sur tous vos appareils. Grâce au chiffrement, vous seul·e pouvez y accéder.
hu: A könyvjelzői, jelszavai és egyebei szinkronizálódnak bármely eszközén. Minden titkosítva van, így csak Ön férhet hozzá.
hy_am: Ձեր էջանիշները, գաղտնաբառերը և այլն համաժամացվում են ցանկացած սարքի վրա: Ամեն ինչ պաշտպանված է կոդավորմամբ, ուստի միայն դուք կարող եք մուտք գործել դրան:
ia: Tu marcapaginas, contrasignos, e altero se synchronisa sur qualcunque apparato. Omne cosa es protegite con cryptation, assi solo tu pote acceder lo.
id: Markah, sandi Anda, dan lainnya disinkronkan di perangkat apa pun. Semua dilindungi dengan enkripsi, jadi hanya Anda yang dapat mengaksesnya.
is: Bókamerki þín, lykilorð og fleira samstillist á hvaða tæki sem er. Allt er varið með dulkóðun, þannig að aðeins þú hefur aðgang að þessu.
it: Segnalibri, password e altri dati sincronizzati su qualsiasi dispositivo. Tutto è protetto tramite crittografia, così solo tu puoi accedervi.
ja: ブックマーク、パスワードなどが、お使いのどの端末でも同期できます。データはすべて暗号化して保護されおり、あなただけがアクセスできます。
kk: Бетбелгілер, парольдер және т.б. кез келген құрылғыда синхрондалады. Барлығы шифрлеумен қорғалған, сондықтан оған тек сіз қол жеткізе аласыз.
nb: Bokmerkene, passordene og mer synkroniseres på alle enheter. Alt er beskyttet med kryptering, slik at bare du har tilgang til det.
nl: Uw bladwijzers, wachtwoorden, en meer worden op elk apparaat gesynchroniseerd. Alles wordt beschermd met encryptie, zodat alleen u toegang hebt.
nn: Bokmerka, passorda, og meir, blir synkroniserte på alle einingar. Alt er beskytta med kryptering, slik at berre du har tilgang til det.
pa_in: ਤੁਹਾਡੇ ਬੁੱਕਮਾਰਕ, ਪਾਸਵਰਡ ਅਤੇ ਹੋਰ ਚੀਜ਼ਾਂ ਕਿਸੇ ਵੀ ਡਿਵਾਈਸ ਉੱਤੇ ਸਿੰਕ ਹੁੰਦੀਆਂ ਹਨ। ਹਰ ਚੀਜ਼ ਇੰਕ੍ਰਿਪਸ਼ਨ ਨਾਲ ਸੁਰੱਖਿਅਤ ਹੈ ਤਾਂ ਕਿ ਸਿਰਫ਼ ਤੁਸੀਂ ਹੀ ਇਸ ਨੂੰ ਵਰਤ ਸਕੋ।
pt_br: Seus favoritos, senhas e outras coisas sincronizadas em qualquer dispositivo. Tudo é protegido com criptografia, então só você pode acessar.
ro: Marcajele, parolele și multe altele se sincronizează pe orice dispozitiv. Totul este protejat prin criptare, așa că numai tu poți accesa totul.
ru: Ваши закладки, пароли и другие данные синхронизируются на любом устройстве. Всё защищёно шифрованием, поэтому только вы сможете получить к ним доступ.
sk: Vaše záložky, heslá a ďalšie údaje sa synchronizujú na akomkoľvek zariadení. Všetko je chránené šifrovaním, takže k nim máte prístup iba vy.
sq: Faqerojtësit tuaj, fjalëkalimet, etj, njëkohësohen në cilëndo pajisje. Gjithçka është e mbrojtur me fshehtëzim, ndaj vetëm ju mund ta përdorni.
tg: Хатбаракҳо, ниҳонвожаҳо ва бисёр чизҳои дигар дар ҳамаи дастгоҳҳои шумо ҳамоҳанг мешаванд. Тамоми маълумоти шумо бо рамзгузорӣ ҳифз карда мешавад, бинобар ин танҳо шумо ба он дастрасӣ пайдо мекунед.
th: ข้อมูลของคุณ เช่น ที่คั่นหน้า รหัสผ่าน และอื่นๆ จะซิงค์กับทุกอุปกรณ์ ทุกอย่างปลอดภัยด้วยการเข้ารหัส มีเพียงคุณเท่านั้นที่เข้าถึงได้
tr: Yer imleriniz, parolalarınız ve diğer verileriniz tüm cihazlarınızla eşitlenir. Her şey şifreleme ile korunduğu için verilerinize yalnızca siz erişebilirsiniz.
ug: خالىغان ئۈسكۈنىڭىز بىلەن خەتكۈش، ئىم ۋە باشقىلارنى قەدەمداشلىغىلى بولىدۇ. ھەممىسى شىفىرلانغان شۇڭا سىزلا زىيارەت قىلالايسىز.
uk: Ваші закладки, паролі та інші дані синхронізуються на будь-якому пристрої та захищаються шифруванням, тому доступ до них маєте лише ви.
vi: Dấu trang, mật khẩu và nhiều nội dung khác của bạn sẽ được đồng bộ hóa trên mọi thiết bị. Mọi thứ đều được bảo vệ bằng mã hóa, vì vậy chỉ bạn mới có thể truy cập.
zh_cn: 在各设备间同步书签、密码等数据。所有数据均受加密保护，只有您可以访问。

# Onboarding.Modern.Sync.SignIn.Action.v140
source: Start Synchronising
bg: Стартиране на синхронизацията
cy: Cychwyn Cydweddu
da: Start synkronisering
de: Mit Synchronisierung beginnen
el: Έναρξη συγχρονισμού
es_ar: Empezar a sincronizar
fi: Aloita synkronointi
fr: Démarrer la synchronisation
gl: Comezar a sincronización
hu: Szinkronizálás indítása
hy_am: Սկսել համաժամեցումը
ia: Comencia a synchronisar
id: Mulai Menyelaraskan
is: Hefja samstillingu
it: Avvia la sincronizzazione
ja: 同期を開始
kk: Синхрондауды бастау
nb: Start synkronisering
nl: Begin met synchroniseren
nn: Start synkronisering
pa_in: ਸਿੰਕ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ
pt_br: Iniciar sincronização
ro: Începe sincronizarea
ru: Начать синхронизацию
sk: Spustiť synchronizáciu
sq: Fillo Njëkohësim
tg: Оғози ҳамоҳангсозӣ
th: เริ่มซิงค์
tr: Eşitlemeyi başlat
ug: قەدەمداشنى باشلايدۇ
uk: Почати синхронізацію
vi: Bắt đầu đồng bộ hoá
zh_cn: 开始同步

# Onboarding.Modern.Sync.SignIn.Action.v145
source: Start Synchronising
bg: Стартиране на синхронизацията
cy: Cychwyn Cydweddu
da: Start synkronisering
de: Mit Synchronisierung beginnen
el: Έναρξη συγχρονισμού
es_ar: Empezar a sincronizar
fi: Aloita synkronointi
fr: Démarrer la synchronisation
hu: Szinkronizálás indítása
hy_am: Սկսել համաժամեցումը
ia: Comencia a synchronisar
id: Mulai Menyelaraskan
is: Hefja samstillingu
it: Avvia la sincronizzazione
ja: 同期を開始
kk: Синхрондауды бастау
nb: Start synkronisering
nl: Begin met synchroniseren
nn: Start synkronisering
pa_in: ਸਿੰਕ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ
pt_br: Iniciar sincronização
ro: Începe sincronizarea
ru: Начать синхронизацию
sk: Spustiť synchronizáciu
sq: Fillo Njëkohësim
tg: Оғози ҳамоҳангсозӣ
th: เริ่มซิงค์
tr: Eşitlemeyi başlat
ug: قەدەمداشنى باشلا
uk: Почати синхронізацію
vi: Bắt đầu đồng bộ hoá
zh_cn: 开始同步
