Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Onboarding.strings
Languages: be, bg, br, bs, ca, cy, da, de, el, eo, es_ar, fi, fr, gd, gl, hr, hu, hy_am, ia, id, is, it, ja, kk, nb, nl, nn, pa_in, pt_br, ro, ru, si, sk, sq, tg, th, tr, ug, uk, vi, zh_cn

# Onboarding.Notification.Title.v120
source: Notifications help you stay safer with %@
be: Апавяшчэнні дапамагаюць вам заставацца ў бяспецы з %@
bg: Известията ви помагат да сте в по-голяма безопасност с %@
br: Gant ar rebuzadurioù e c’hallit chom diogeloc’h gant %@
bs: Obavještenja vam pomažu da ostanete sigurniji sa %@om
ca: Les notificacions us ajuden a estar més segur amb el %@
cy: Mae hysbysiadau’n eich helpu i gadw’n fwy diogel gyda %@
da: Notifikationer gør dig mere sikker, når du bruger %@
de: Benachrichtigungen helfen Ihnen, %@ noch sicherer zu machen
el: Οι ειδοποιήσεις σάς βοηθούν να παραμένετε ασφαλείς με το %@
eo: Sciigoj helpas vin resti sekura kun %@
es_ar: Las notificaciones te ayudan a mantenerte más seguro con %@
fi: Ilmoitukset auttavat sinua pysymään paremmassa turvassa %@illa
fr: Les notifications vous aident à rester en sécurité avec %@
gd: Cumaidh brathan %@ rudan nas sàbhailte dhut
gl: As notificacións axúdanlle a estar máis seguro con %@
hr: Obavijesti pomažu da ostaneš sigurniji uz %@
hu: Az értesítések segítségével nagyobb biztonságban lehet %@szal
hy_am: Ծանուցումներն օգնում են ձեզ ավելին անել %@-ի հետ
ia: Le notificationes te adjuta a star plus secur con %@
id: Notifikasi membantu Anda tetap aman dengan %@
is: Tilkynningar hjálpa þér að vera öruggari í %@
it: Le notifiche ti aiutano a rimanere al sicuro con %@
ja: 通知をオンにして %@ で安全性を高めましょう
kk: Хабарландырулар %@ көмегімен қауіпсіз болып қалуға көмектеседі
nb: Varsler hjelper deg å holde deg tryggere med %@
nl: Meldingen helpen u veiliger te blijven met %@
nn: Varsel hjelper deg med å halde deg tryggare med %@
pa_in: ਨੋਟੀਫ਼ਿਕੇਸ਼ਨ %@ ਨਾਲ ਤੁਹਾਨੂੰ ਸੁਰੱਖਿਅਤ ਰਹਿਣ ਲਈ ਮਦਦ ਕਰਦੇ ਹਨ
pt_br: Notificações ajudam você a ficar mais seguro com o %@
ro: Notificările te ajută să fii mai în siguranță cu %@
ru: Уведомления помогают вам оставаться в безопасности с %@
si: %@ සමඟ ආරක්‍ෂිතව සිටීමට දැනුම්දීම් උපකාරී වේ
sk: Upozornenia vám pomôžu zostať s prehliadačom %@ v bezpečí
sq: Njoftimet ju ndihmojnë të jini më të parrezik në %@
tg: Огоҳиҳо барои кори бехатартар бо «%@» ба шумо кумак мекунанд
th: การแจ้งเตือนช่วยให้คุณปลอดภัยยิ่งขึ้นด้วย %@
tr: Bildirimler %@ ile daha güvende kalmanızı sağlar
ug: ئۇقتۇرۇش قوزغىتىلسا %@ تېخىمۇ بىخەتەر بولۇشىڭىزغا ياردەم بېرىدۇ
uk: Сповіщення допомагають вам бути в безпеці з %@
vi: Thông báo giúp bạn an toàn hơn với %@
zh_cn: 允许通知可让 %@ 更好地为您保驾护航

# Onboarding.Notification.TurnOnNotifications.Action.v114
source: Turn On Notifications
be: Уключыць апавяшчэнні
bg: Включване на известията
br: Gweredekaat ar rebuzadurioù
bs: Uključi obavještenja
ca: Activa les notificacions
cy: Troi Hysbysiadau Ymlaen
da: Slå notifikationer til
de: Benachrichtigungen aktivieren
el: Ενεργοποίηση ειδοποιήσεων
eo: Ŝalti sciigojn
es_ar: Activar notificaciones
fi: Ota ilmoitukset käyttöön
fr: Activer les notifications
gd: Cuir na brathan air
gl: Activar as notificacións
hr: Uključi obavijesti
hu: Értesítések bekapcsolása
hy_am: Միացնել ծանուցումները
ia: Activar notificationes
id: Aktifkan Notifikasi
is: Kveikja á tilkynningum
it: Attiva notifiche
ja: 通知をオンにする
kk: Хабарламаларды іске қосу
nb: Slå på varsler
nl: Notificaties inschakelen
nn: Slå på varsel
pa_in: ਸੂਚਨਾਵਾਂ ਚਾਲੂ ਕਰੋ
pt_br: Ativar notificações
ro: Activează notificările
ru: Включить уведомления
si: දැනුම්දීම් සක්‍රිය කරන්න
sk: Zapnúť zobrazovanie upozornení
sq: Aktivizoni Njoftimet
tg: Фаъол кардани огоҳномаҳо
th: เปิดการแจ้งเตือน
tr: Bildirimleri aç
ug: ئۇقتۇرۇشنى ئاچ
uk: Увімкнути сповіщення
vi: Bật thông báo
zh_cn: 开启通知

# Onboarding.Sync.Description.v123
source: %@ encrypts your passwords, bookmarks, and more when you’re synchronised.
bg: %@ шифрова вашите пароли, отметки и други, когато сте синхронизирани.
br: %@ a enrineg ho kerioù-tremen, ho sinedoù ha muioc’h c’hoazh p'emaoc’h goubredet.
bs: %@ šifruje vaše lozinke, zabilješke i još mnogo toga kada ste sinhronizovani.
ca: El %@ xifra les contrasenyes, les adreces d'interès i molt més quan utilitzeu la sincronització.
cy: Mae %@ yn amgryptio eich cyfrineiriau, nodau tudalen, a mwy pan fyddwch chi'n cydweddu.
da: %@ krypterer dine adgangskoder, bogmærker med mere, når du er synkroniseret.
de: %@ verschlüsselt Ihre Passwörter, Lesezeichen und mehr, wenn Sie synchronisiert sind.
el: Το %@ κρυπτογραφεί τα συνθηματικά σας, τους σελιδοδείκτες σας και πολλά άλλα όταν κάνετε συγχρονισμό.
eo: Dum spegulado %@ ĉifras viajn pasvortojn, legosignojn kaj pli.
es_ar: %@ cifra tus contraseñas, marcadores y más cuando estás sincronizado.
fi: %@ salaa salasanasi, kirjanmerkkisi ja paljon muuta, kun olet synkronoitu.
fr: %@ chiffre vos mots de passe, vos marque-pages et plus encore lorsque vous utilisez la synchronisation.
gd: Crioptaichidh %@ na faclan-faire, comharran-lìn is mòran a bharrachd dhut is tu ’ga shioncronachadh.
gl: %@ cifra os seus contrasinais, marcadores e moito máis cando está sincronizado.
hr: %@ šifrira tvoje lozinke, zabilješke i još više kada si sinkroniziran/a.
hu: A szinkronizálás során a %@ titkosítja a jelszavait, könyvjelzőit és egyebeit.
hy_am: %@-ը կոդավորում է ձեր գաղտնաբառերը, էջանիշները և ավելին, երբ համաժամացվում եք:
ia: %@ crypta tu contrasignos, marcapaginas, e altero quando tu es synchronisate.
id: %@ mengenkripsi sandi, markah, dan lainnya saat Anda disinkronkan.
is: %@ dulritar lykilorðin þín, bókamerkin og fleira þegar þú ert með samstillingu milli tækja.
it: %@ critta password, segnalibri e altro ancora quando sincronizzi i tuoi dati.
ja: %@ は同期時にパスワードやブックマークなどを暗号化します。
kk: Синхрондалған кезде %@ парольдерді, бетбелгілерді және т.б. шифрлейді.
nb: %@ krypterer passordene, bokmerkene og mer når du er synkronisert.
nl: %@ versleutelt uw wachtwoorden, bladwijzers en meer wanneer u bent gesynchroniseerd.
nn: %@ krypterer passorda, bokmerka og meir når du er synkronisert.
pa_in: %@ ਤੁਹਾਡੇ ਪਾਸਵਰਡਾਂ, ਬੁੱਕਮਾਰਕਾਂ ਅਤੇ ਹੋਰਾਂ ਨੂੰ ਤੁਹਾਡੇ ਵਲੋਂ ਸਿੰਕ ਕਰਨ ਦੌਰਾਨ ਇੰਕ੍ਰਿਪਟ ਕਰਦਾ ਹੈ।
pt_br: O %@ criptografa suas senhas, favoritos e muito mais quando você sincroniza.
ro: %@ criptează parolele, marcajele și multe altele când sunt sincronizate.
ru: %@ шифрует ваши пароли, закладки и многое другое при синхронизации.
sk: %@ pri synchronizácii zašifruje vaše heslá, záložky a ďalšie položky.
sq: %@ fshehtëzon fjalëkalimet tuaja, faqerojtësit, etj, kur bëni njëkohësimin.
tg: Дар раванди ҳамоҳангсозӣ браузери «%@» ниҳонвожаҳо, хатбаракҳо ва чизҳои дигари шуморо рамзгузорӣ мекунад.
th: %@ เข้ารหัสรหัสผ่าน ที่คั่นหน้า และอื่นๆ ของคุณเมื่อคุณซิงค์
tr: %@, eşitleme yaptığınızda parolalarınızı, yer imlerinizi ve diğer verilerinizi şifreler.
ug: سىز قەدەمداشلىغاندا %@ ئىم، خەتكۈچ ۋە باشقىلارنى شىفىرلايدۇ.
uk: %@ шифрує ваші паролі, закладки та інші дані під час синхронізації.
vi: %@ mã hóa mật khẩu, dấu trang của bạn và hơn thế nữa khi đồng bộ hóa.
zh_cn: %@ 会在同步时加密您的密码、书签等数据。

# Onboarding.Sync.SignIn.Action.v114
source: Sign in
be: Увайсці
bg: Вписване
br: Kennaskañ
bs: Prijava
ca: Inicia la sessió
cy: Mewngofnodi
da: Log ind
de: Anmelden
el: Σύνδεση
eo: Komenci seancon
es_ar: Iniciar sesión
fi: Kirjaudu sisään
fr: Connexion
gd: Clàraich a-steach
gl: Identificarse
hr: Prijava
hu: Bejelentkezés
hy_am: Մուտք գործել
ia: Aperir session
id: Masuk
is: Skrá inn
it: Accedi
ja: ログイン
kk: Кіру
nb: Logg inn
nl: Aanmelden
nn: Logg inn
pa_in: ਸਾਇਨ ਇਨ
pt_br: Entrar
ro: Intră în cont
ru: Войти
si: පිවිසෙන්න
sk: Prihlásiť sa
sq: Hyni
tg: Ворид шудан
th: ลงชื่อเข้า
tr: Giriş yap
ug: تىزىمغا كىرىڭ
uk: Увійти
vi: Đăng nhập
zh_cn: 登录

# Onboarding.Sync.Skip.Action.v114
source: Skip
be: Прапусціць
bg: Пропускане
br: Tremen
bs: Preskoči
ca: Omet
cy: Hepgor
da: Spring over
de: Überspringen
el: Παράλειψη
eo: Ignori
es_ar: Omitir
fi: Ohita
fr: Ignorer
gd: Leum seachad
gl: Saltar
hr: Preskoči
hu: Kihagyás
hy_am: Բաց թողնել
ia: Saltar
id: Lewati
is: Sleppa
it: Ignora
ja: スキップ
kk: Аттап кету
nb: Hopp over
nl: Overslaan
nn: Hopp over
pa_in: ਛੱਡੋ
pt_br: Agora não
ro: Omite
ru: Пропустить
si: මඟහරින්න
sk: Preskočiť
sq: Anashkaloje
tg: Нодида гузарондан
th: ข้าม
tr: Atla
ug: ئاتلا
uk: Пропустити
vi: Bỏ qua
zh_cn: 跳过

# Onboarding.Sync.Title.v120
source: Stay encrypted when you hop between devices
be: Заставайцеся зашыфраванымі пры пераходзе паміж прыладамі
bg: Шифровайте връзката си и когато сменяте устройствата
br: Chomit enrineget pa tremenit eus un trevnad d'egile
bs: Ostanite šifrovani kada prelazite s jednog uređaja na drugi
ca: Manteniu-vos protegit amb el xifratge quan passeu d'un dispositiu a un altre
cy: Cadwch wedi’ch amgryptio pan fyddwch chi’n symud rhwng dyfeisiau
da: Krypter dine data, når du skifter mellem enheder
de: Verschlüsseln Sie Ihre Daten, wenn Sie geräteübergreifend arbeiten
el: Διατηρήστε την κρυπτογράφηση κατά την εναλλαγή των συσκευών
eo: Restu protektita dum vi iras tien kaj reen inter aparatoj, danke al ĉifrado
es_ar: Mantenete cifrado cuando cambiés entre dispositivos
fi: Pysy salattuna, kun vaihtelet laitteiden välillä
fr: Protégez-vous grâce au chiffrement lorsque vous passez d’un appareil à un autre
gd: Cùm rudan crioptaichte is tu a’ gluasad o uidheam gu uidheam
gl: Manteña todo cifrado cando pase dun dispositivo a outro
hr: Šifriraj podatke kada radiš na više uređaja
hu: Maradjon titkosítva, amikor az eszközök között vált
hy_am: Մնացեք գաղտնագրված, երբ ցատկում եք սարքերի միջև
ia: Resta cryptate quando tu passa inter apparatos
id: Selalu terenkripsi saat Anda berpindah antar perangkat
is: Haltu dulritun þegar þú hoppar á milli tækja
it: Proteggiti con la crittografia quando passi da un dispositivo all’altro
ja: 端末間の移動時に暗号化した状態を維持します
kk: Құрылғылар арасында өткенде шифрленген күйде қала беріңіз
nb: Krypter dataene dine når du arbeider på tvers av enheter
nl: Blijf versleuteld wanneer u van apparaat wisselt
nn: Krypter dataa dine når du arbeider på tvers av einingar
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਡਿਵਾਈਸਾਂ ਵਿਚਾਲੇ ਤਬਾਦਲਾ ਕਰੋ ਤਾਂ ਇੰਕ੍ਰਿਪਟ ਰਹੋ
pt_br: Proteja-se com criptografia ao alternar entre dispositivos
ro: Păstrează-ți datele criptate când treci de pe un dispozitiv pe altul
ru: Сохраняйте шифрование при переходе между устройствами
si: ඔබ උපාංග අතර පනින විට සංකේතිතව සිටින්න
sk: Pri preskakovaní medzi zariadeniami zostaňte šifrovaní
sq: Jini i fshehtëzuar, kur hidheni nga një pajisje në tjetrën
tg: Ҳангоми гузариш байни дастгоҳҳо интиқолро рамзгузорӣ намоед
th: คงการเข้ารหัสเมื่อคุณเปลี่ยนจากอุปกรณ์เครื่องหนึ่งไปยังอีกเครื่องหนึ่ง
tr: Cihazlarınız arasında güvenle geçiş yapın
ug: ئۈسكۈنىلەر ئارا ئالماشتۇرغاندا شىفىرلىنىدۇ
uk: Ваші дані надійно шифруються на різних пристроях
vi: Luôn được mã hóa khi bạn chuyển đổi giữa các thiết bị
zh_cn: 在设备间流转，数据照样密不透风

# Onboarding.TermsOfService.AgreementButtonTitle.v140
source: Continue
bg: Продължаване
cy: Parhau
da: Fortsæt
de: Weiter
el: Συνέχεια
eo: Daŭrigi
es_ar: Continuar
fi: Jatka
fr: Continuer
gl: Continuar
hu: Folytatás
hy_am: Շարունակել
ia: Continuar
id: Lanjutkan
is: Halda áfram
it: Continua
ja: 続ける
kk: Жалғастыру
nb: Fortsett
nl: Doorgaan
nn: Hald fram
pa_in: ਜਾਰੀ ਰੱਖੋ
pt_br: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sq: Vazhdo
tg: Идома додан
th: ดำเนินการต่อ
tr: Devam et
ug: داۋاملاشتۇر
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续

# Onboarding.TermsOfService.ManageLink.v135
source: Manage
bg: Управление
bs: Upravljaj
ca: Gestiona
cy: Rheoli
da: Håndter
de: Verwalten
el: Διαχείριση
eo: Administri
es_ar: Administrar
fi: Hallitse
fr: Gérer
gl: Xestionar
hu: Kezelés
hy_am: Կառավարել
ia: Gerer
id: Kelola
is: Stjórna
it: Gestisci
ja: 管理
kk: Басқару
nb: Behandle
nl: Beheren
nn: Handsam
pa_in: ਬੰਦੋਬਸਤ
pt_br: Gerenciar
ro: Gestionează
ru: Управление
sk: Spravovať
sq: Administrojini
tg: Идоракунӣ
th: จัดการ
tr: Yönet
ug: باشقۇرۇش
uk: Керувати
vi: Quản lý
zh_cn: 管理

# Onboarding.TermsOfService.ManagePreferenceAgreement.v135
source: To help improve the browser, %1$@ sends diagnostic and interaction data to %2$@. %3$@
bg: За да помогне за подобряването на браузъра, %1$@ изпраща данни за диагностика и взаимодействие до %2$@. %3$@
bs: Da bi pomogao u poboljšanju pretraživača, %1$@ šalje dijagnostičke podatke i podatke o interakciji na %2$@. %3$@
ca: Per ajudar a millorar el navegador, el %1$@ envia dades de diagnòstic i d’interacció a %2$@. %3$@
cy: Er mwyn helpu i wella'r porwr, mae %1$@ yn anfon data diagnostig a rhyngweithio at %2$@. %3$@
da: For at hjælpe med at forbedre browseren sender %1$@ diagnosticeringsdata og data om brug til %2$@. %3$@
de: Um den Browser zu verbessern, sendet %1$@ Diagnose- und Interaktionsdaten an %2$@. %3$@
el: Για τη βελτίωση της εφαρμογής περιήγησης, το %1$@ στέλνει διαγνωστικά δεδομένα και δεδομένα αλληλεπίδρασης στη %2$@. %3$@
eo: Por helpi plibonigi la retumilon, %1$@ sendas diagnozajn kaj interagajn datumojn al %2$@. %3$@
es_ar: Para ayudar a mejorar el navegador, %1$@ envía datos de diagnóstico e interacción a %2$@. %3$@
fi: Selaimen parantamiseksi %1$@ lähettää diagnostiikka- ja vuorovaikutustietoja %2$@lle. %3$@
fr: Pour aider à l’amélioration du navigateur, %1$@ envoie des données de diagnostic et d’interaction à %2$@. %3$@
gl: Para axudar a mellorar o navegador, %1$@ envía datos de diagnóstico e interacción a %2$@. %3$@
hu: A böngésző fejlesztése érdekében, a %1$@ diagnosztikai és interakciós adatokat küld a %2$@ számára. %3$@
hy_am: Դիտարկիչը բարելավելու համար %1$@-ն ախտորոշիչ և փոխազդեցության տվյալներ է ուղարկում %2$@-ին: %3$@
ia: Pro adjutar a meliorar le navigator, %1$@ invia datos diagnostic e de interaction a %2$@. %3$@
id: Untuk membantu meningkatkan peramban, %1$@ mengirimkan data diagnostik dan interaksi ke %2$@. %3$@
is: Til að hjálpa til við að bæta vafrann sendir %1$@ greiningar- og samskiptagögn til %2$@. %3$@
it: Per migliorare il browser, %1$@ invia a %2$@ dati diagnostici e di interazione. %3$@
ja: ブラウザーの改善に役立てるため、%1$@ は診断情報と対話データを %2$@ に送信します。 %3$@
kk: Браузерді жақсартуға көмектесу үшін %1$@ %2$@ адресіне диагностикалық және өзара әрекеттесу деректерін жібереді. %3$@
nb: For å hjelpe til med å forbedre nettleseren sender %1$@ diagnose- og interaksjonsdata til %2$@. %3$@
nl: Om de browser te helpen verbeteren, verzendt %1$@ diagnostische en interactiegegevens naar %2$@. %3$@
nn: For å hjelpe til med å forbetre nettlesaren sender %1$@ diagnose- og interaksjonsdata til %2$@. %3$@
pa_in: ਬਰਾਊਜ਼ਰ ਵਿੱਚ ਸੁਧਾਰ ਕਰਨ ਲਈ ਮਦਦ ਵਾਸਤੇ %1$@ ਪੜਤਾਲ ਅਤੇ ਤਾਲਮੇ ਡਾਟਾ %2$@ ਨੂੰ ਭੇਜਦਾ ਹੈ। %3$@
pt_br: Para ajudar a melhorar o navegador, o %1$@ envia dados de diagnóstico e interação para a %2$@. %3$@
ro: Pentru a ajuta la îmbunătățirea browserului, %1$@ trimite date de diagnosticare și interacțiune către %2$@. %3$@
ru: Чтобы помочь улучшить браузер, %1$@ отправляет диагностику и данные о взаимодействии в %2$@. %3$@
sk: Aby bolo možné prehliadač vylepšovať, %1$@ odosiela diagnostické údaje a údaje o interakciách spoločnosti %2$@. %3$@
sq: Që të ndihmoni të përmirësohet shfletuesi, %1$@-i dërgon te %2$@ të dhëna diagnostikimesh dhe ndërveprimesh. %3$@
tg: Барои беҳтар кардани браузер, «%1$@» маълумоти ташхисӣ ва ҳамкориро ба «%2$@» ирсол мекунад. %3$@
th: เพื่อช่วยปรับปรุงเบราว์เซอร์ %1$@ จะส่งข้อมูลวินิจฉัยและการโต้ตอบไปยัง %2$@ %3$@
tr: %1$@, uygulamayı geliştirmemize yardımcı olmak için %2$@’ya tanı ve etkileşim verileri gönderir. %3$@
ug: توركۆرگۈنى ياخشىلاشقا ياردەملىشىپ، %1$@ دىياگنوز ۋە تەسىرلىشىش سانلىق مەلۇماتىنى %2$@ غا يوللايدۇ. %3$@
uk: Щоб вдосконалити браузер, %1$@ надсилає дані діагностики та взаємодії до %2$@. %3$@
vi: Để giúp cải thiện trình duyệt, %1$@ gửi dữ liệu chẩn đoán và tương tác đến %2$@. %3$@
zh_cn: 为帮助改进浏览器，%1$@ 会向 %2$@ 发送诊断和交互数据。%3$@

# Onboarding.TermsOfService.PrivacyNoticeAgreement.v135
source: %1$@ cares about your privacy. Read more in our %2$@
bg: %1$@ се грижи за вашите лични данни. Прочетете повече в нашите %2$@
bs: %1$@ brine o vašoj privatnosti. Pročitajte više u našem %2$@
ca: El %1$@ prioritza la vostra privadesa. Més informació en l’%2$@
cy: Mae %1$@ yn poeni am eich preifatrwydd. Darllenwch fwy yn ein %2$@
da: %1$@ passer på dit privatliv. Læs mere i vores %2$@
de: %1$@ ist Ihre Privatsphäre wichtig. Lesen Sie mehr in unserem %2$@
el: Το %1$@ νοιάζεται για το απόρρητό σας. Διαβάστε περισσότερα στη %2$@ μας.
eo: %1$@ zorgas pri via privateco. Pli da informo en nia %2$@
es_ar: %1$@ se preocupa por tu privacidad. Leé más en nuestra %2$@
fi: %1$@ välittää yksityisyydestäsi. Lue lisää: %2$@
fr: %1$@ se soucie de votre vie privée. Pour en savoir plus, consultez notre %2$@
gl: %1$@ preocúpase pola túa privacidade. Ler máis no noso %2$@
hu: A %1$@ vigyáz az Ön adatvédelmére. További információk az %2$@.
hy_am: %1$@-ը հոգ է տանում ձեր գաղտնիության մասին: Կարդացեք ավելին մեր %2$@-ում
ia: %1$@ se cura de tu confidentialitate. Leger plus in nostre %2$@
id: %1$@ peduli dengan privasi Anda. Baca lebih lanjut di %2$@ kami
is: %1$@ er annt um friðhelgi þína. Lestu meira um %2$@ okkar
it: %1$@ ha a cuore la tua privacy. Scopri ulteriori informazioni nella nostra %2$@.
ja: %1$@ はあなたのプライバシーを重視します。詳細は %2$@ をご確認ください。
kk: %1$@ сіздің жекелігіңізге мән береді. Толығырақ біздің %2$@ бөлімінен оқыңыз
nb: %1$@ bryr seg om personvernet ditt. Les mer i vår %2$@
nl: %1$@ geeft om uw privacy. Lees meer in onze %2$@.
nn: %1$@ bryr seg om personvernet ditt. Les meir i %2$@a vår
pa_in: %1$@ ਤੁਹਾਡੀ ਪਰਦੇਦਾਰੀ ਦੀ ਪਰਵਾਹ ਕਰਦਾ ਹੈ। ਸਾਡੀ %2$@ ਵਿੱਚ ਹੋਰ ਪੜ੍ਹੋ।
pt_br: O %1$@ se importa com sua privacidade. Mais informações em nosso %2$@
ro: %1$@ are grijă de confidențialitatea ta. Află mai multe în %2$@
ru: %1$@ заботится о вашей приватности. Подробнее в нашем %2$@
sk: %1$@ sa stará o vaše súkromie. Podrobnosti nájdete v dokumente %2$@
sq: %1$@-i kujdeset për privatësinë tuaj. Lexoni më tepër te %2$@ tona.
tg: Браузери «%1$@» ба махфияти шумо ғамхорӣ мекунад. Маълумоти бештар дар «%2$@» хонед
th: %1$@ ห่วงใยเกี่ยวกับความเป็นส่วนตัวของคุณ อ่านเพิ่มเติมใน%2$@ของเรา
tr: %1$@ gizliliğinize önem verir. Ayrıntıları %2$@’nde okuyabilirsiniz.
ug: %1$@ شەخسىيىتىڭىزگە كۆڭۈل بۆلىدۇ. %2$@ دىن تەپسىلاتىنى ئوقۇغىلى بولىدۇ
uk: %1$@ піклується про вашу приватність. Читайте %2$@ для докладних відомостей.
vi: %1$@ quan tâm đến quyền riêng tư của bạn. Đọc thêm trong %2$@ của chúng tôi
zh_cn: %1$@ 重视您的隐私。阅读%2$@可详细了解

# Onboarding.TermsOfService.PrivacyNoticeLink.v135
source: Privacy Notice.
bg: Политика на поверителност.
bs: Napomena o privatnosti.
ca: avís de privadesa.
cy: Hysbysiad Preifatrwydd.
da: privatlivserklæring.
de: Datenschutzhinweis.
el: Σημείωση απορρήτου
eo: Rimarko pri privateco.
es_ar: Nota de privacidad.
fi: tietosuojakäytännössä.
fr: Politique de confidentialité.
gl: Política de privacidade.
hu: Adatvédelmi nyilatkozatban
hy_am: Գաղտնիության դրույթներ
ia: Aviso de confidentialitate.
id: Pemberitahuan Privasi.
is: Meðferð persónuupplýsinga.
it: informativa sulla privacy
ja: プライバシー通知
kk: Жекелік ескертуі.
nb: Personvernerklæring.
nl: Privacyverklaring.
nn: Personvernfråsegn.
pa_in: ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ।
pt_br: Aviso de privacidade.
ro: Notificare privind confidențialitatea.
ru: Уведомление о конфиденциальности.
sk: Vyhlásenie o ochrane osobných údajov.
sq: Shënim Mbi Privatësinë.
tg: Огоҳномаи махфият.
th: ประกาศความเป็นส่วนตัว
tr: Gizlilik Bildirimi
ug: شەخسىيەت ئۇقتۇرۇشى.
uk: Положення про приватність.
vi: Thông báo về quyền riêng tư.
zh_cn: 隐私声明

# Onboarding.TermsOfService.PrivacyPreferences.LearnMore.v136
source: Learn more
bg: Научете повече
bs: Saznajte više
ca: Més informació
cy: Dysgu rhagor
da: Læs mere
de: Weitere Informationen
el: Μάθετε περισσότερα
eo: Pli da informo
es_ar: Conocer más
fi: Lue lisää
fr: En savoir plus
gl: Máis información
hu: További tudnivalók
hy_am: Իմանալ ավելին
ia: Pro saper plus
id: Pelajari lebih lanjut
is: Fræðast meira
it: Ulteriori informazioni
ja: 詳細情報
kk: Көбірек білу
nb: Les mer
nl: Meer info
nn: Les meir
pa_in: ਹੋਰ ਜਾਣੋ
pt_br: Saiba mais
ro: Află mai multe
ru: Подробнее
sk: Ďalšie informácie
sq: Mësoni më tepër
tg: Маълумоти бештар
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi alın
ug: تەپسىلاتى
uk: Докладніше
vi: Tìm hiểu thêm
zh_cn: 详细了解

# Onboarding.TermsOfService.PrivacyPreferences.SendCrashReportsDescription.v135
source: Crash reports allow us to diagnose and fix issues with the browser. %@
bg: Докладите за сривове ни позволяват да откриваме и отстраняваме проблеми с браузъра. %@
bs: Izvještaji o rušenju programa nam omogućavaju da dijagnosticiramo i popravimo probleme s preglednikom. %@
ca: Els informes de fallada ajuden a diagnosticar i solucionar problemes del navegador. %@
cy: Mae adroddiadau chwalu'n ein galluogi i wneud diagnosis a thrwsio problemau gyda'r porwr. %@
da: Rapporter om nedbrud hjælper os med at diagnosticere og løse problemer med browseren. %@
de: Absturzberichte ermöglichen es uns, Probleme mit dem Browser zu diagnostizieren und zu beheben. %@
el: Οι αναφορές καταρρεύσεων μάς επιτρέπουν να διαγνώσουμε και να διορθώσουμε προβλήματα με την εφαρμογή περιήγησης. %@
eo: Raportoj pri paneo helpas nin diagnozi kaj solvi problemojn en la retumilo. %@
es_ar: Los informes de fallos nos permiten diagnosticar y solucionar problemas con el navegador. %@
fi: Kaatumisilmoitusten avulla voimme diagnosoida ja korjata selaimen ongelmia. %@
fr: Les rapports de plantage nous permettent de diagnostiquer et de corriger des problèmes avec le navigateur. %@
gl: Os informes de quebras permítennos diagnosticar e solucionar problemas co navegador. %@
hu: Az összeomlás-jelentések lehetővé teszik a böngésző hibáinak diagnosztizálását és javítását. %@
hy_am: Խափանումների հաշվետվությունները մեզ թույլ են տալիս ախտորոշել և շտկել բրաուզերի հետ կապված խնդիրները: %@
ia: Le reportos de crash permitte nos de diagnosticar e reparar problemas con le navigator. %@
id: Laporan kerusakan memungkinkan kami mendiagnosis dan memperbaiki masalah pada peramban. %@
is: Hrunskýrslur gera okkur kleift að greina og laga vandamál í vafranum. %@
it: I rapporti sugli arresti anomali ci consentono di diagnosticare e risolvere problemi con il browser. %@
ja: クラッシュレポートによって、ブラウザーの問題を診断し、修正することができます。%@
kk: Құлау хабарламалары бізге браузердегі ақауларды анықтауға және түзетуге мүмкіндік береді. %@
nb: Krasjrapporter lar oss diagnostisere og fikse problemer med nettleseren. %@
nl: Met crashrapporten kunnen we problemen met de browser analyseren en oplossen. %@
nn: Krasjrapportar lèt oss diagnostisere og fikse problem med nettlesaren. %@
pa_in: ਕਰੈਸ਼ ਰਿਪੋਰਟਾਂ ਸਾਨੂੰ ਬਰਾਊਜ਼ਰ ਬਾਰੇ ਪੜਤਾਲ ਕਰਨ ਅਤੇ ਮਸਲੇ ਠੀਕ ਕਰਨ ਲਈ ਮਦਦ ਕਰਦੀਆਂ ਹਨ। %@
pt_br: Relatórios de falhas nos permitem diagnosticar e corrigir problemas com o navegador. %@
ro: Rapoartele de închidere neașteptată ne permit să diagnosticăm și să remediem problemele browserului. %@
ru: Сообщения о падениях позволяют нам диагностировать и устранять проблемы с браузером. %@
sk: Správy o zlyhaní nám umožňujú diagnostikovať a opraviť problémy s prehliadačom. %@
sq: Njoftimet e vithisjeve na lejojnë të diagnostikojmë dhe ndreqim probleme me shfletuesin. %@
tg: Гузоришҳо дар бораи вайронӣ ба мо имкон медиҳанд, то тавонем мушкилотро дар браузер ташхис ва ислоҳ намоем. %@
th: รายงานข้อขัดข้องช่วยให้เราวินิจฉัยและแก้ไขปัญหาของเบราว์เซอร์ได้ %@
tr: Çökme raporları tarayıcıyla ilgili sorunları teşhis etmemize ve çözmemize olanak tanır. %@
ug: يىمىرىلىش دوكلاتى توركۆرگۈدىكى مەسىلىگە دىياگنوز قويۇپ ۋە ئوڭشىشىمىزغا يول قويىدۇ. %@
uk: Звіти про збої дають нам змогу діагностувати й усувати проблеми з браузером. %@
vi: Báo cáo sự cố giúp chúng tôi chẩn đoán và khắc phục sự cố của trình duyệt. %@
zh_cn: 我们可借助崩溃报告来诊断和修复浏览器的问题。%@
