Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Onboarding.strings
Languages: be, bg, br, bs, ca, cy, da, de, el, eo, es_ar, fi, fr, gd, gl, hr, hu, hy_am, ia, id, is, it, ja, kk, nb, nl, nn, pa_in, pt_br, ro, ru, si, sk, sq, tg, th, tr, ug, uk, vi, zh_cn

# Onboarding.Modern.TermsOfService.PrivacyNoticeAgreement.v145
source: %1$@ cares about your privacy. Read more in our %2$@
bg: %1$@ се грижи за вашите лични данни. Прочетете повече в нашите %2$@
cy: Mae %1$@ yn gofalu am eich preifatrwydd. Darllenwch fwy yn ein %2$@
da: %1$@ passer på dit privatliv. Læs mere i vores %2$@
de: %1$@ ist Ihre Privatsphäre wichtig. Lesen Sie mehr in unserem %2$@
el: Το %1$@ νοιάζεται για το απόρρητό σας. Διαβάστε περισσότερα στη %2$@ μας.
es_ar: %1$@ se preocupa por tu privacidad. Leé más en nuestra %2$@
fi: %1$@ välittää yksityisyydestäsi. Lue lisää: %2$@
fr: %1$@ se soucie de votre vie privée. Pour en savoir plus, consultez notre %2$@
hu: A %1$@ vigyáz az Ön adatvédelmére. További információk az %2$@.
hy_am: %1$@-ը հոգ է տանում ձեր գաղտնիության մասին: Կարդացեք ավելին մեր %2$@-ում
ia: %1$@ se cura de tu confidentialitate. Leger plus in nostre %2$@
id: %1$@ peduli dengan privasi Anda. Baca lebih lanjut di %2$@ kami
is: %1$@ er annt um friðhelgi þína. Lestu meira um %2$@ okkar
it: %1$@ ha a cuore la tua privacy. Scopri ulteriori informazioni nella nostra %2$@.
ja: %1$@ はあなたのプライバシーを重視します。詳細は %2$@ をご確認ください。
kk: %1$@ сіздің жекелігіңізге мән береді. Толығырақ біздің %2$@ бөлімінен оқыңыз
nb: %1$@ bryr seg om personvernet ditt. Les mer i vår %2$@
nl: %1$@ geeft om uw privacy. Lees meer in onze %2$@
nn: %1$@ bryr seg om personvernet ditt. Les meir i %2$@a vår
pa_in: %1$@ ਤੁਹਾਡੀ ਪਰਦੇਦਾਰੀ ਦੀ ਪਰਵਾਹ ਕਰਦਾ ਹੈ। ਸਾਡੀ %2$@ ਵਿੱਚ ਹੋਰ ਪੜ੍ਹੋ।
pt_br: O %1$@ se importa com sua privacidade. Mais informações em nosso %2$@
ro: %1$@ are grijă de confidențialitatea ta. Află mai multe în %2$@
ru: %1$@ заботится о вашей приватности. Подробнее в нашем %2$@
sk: %1$@ sa stará o vaše súkromie. Podrobnosti nájdete v dokumente %2$@
sq: %1$@-i kujdeset për privatësinë tuaj. Lexoni më tepër te %2$@ tona
tg: Браузери «%1$@» ба махфияти шумо ғамхорӣ мекунад. Маълумоти бештар дар «%2$@» хонед
th: %1$@ ห่วงใยเกี่ยวกับความเป็นส่วนตัวของคุณ อ่านเพิ่มเติมใน%2$@ของเรา
tr: %1$@ gizliliğinize önem verir. Ayrıntıları %2$@’nde okuyabilirsiniz.
ug: %1$@ شەخسىيىتىڭىزگە كۆڭۈل بۆلىدۇ. %2$@ دىن تەپسىلاتىنى ئوقۇغىلى بولىدۇ
uk: %1$@ піклується про вашу приватність. Читайте %2$@ для докладних відомостей
vi: %1$@ quan tâm đến quyền riêng tư của bạn. Đọc thêm trong %2$@ của chúng tôi
zh_cn: %1$@ 重视您的隐私。阅读%2$@可详细了解

# Onboarding.Modern.TermsOfService.PrivacyNoticeLink.v140
source: Privacy Notice.
bg: Политика на поверителност.
cy: Hysbysiad Preifatrwydd.
da: privatlivserklæring.
de: Datenschutzhinweis.
el: Σημείωση απορρήτου
es_ar: Nota de privacidad.
fi: tietosuojakäytännössä.
fr: Politique de confidentialité.
gl: Política de privacidade.
hu: Adatvédelmi nyilatkozatunkban.
hy_am: Գաղտնիության դրույթներ
ia: Aviso de confidentialitate.
id: Pemberitahuan Privasi.
is: Meðferð persónuupplýsinga.
it: informativa sulla privacy
ja: プライバシー通知。
kk: Жекелік ескертуі.
nb: Personvernerklæring.
nl: Privacyverklaring.
nn: Personvernfråsegn.
pa_in: ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ।
pt_br: Aviso de privacidade.
ro: Politică de confidențialitate.
ru: Уведомление о конфиденциальности.
sk: Vyhlásenie o ochrane osobných údajov.
sq: Shënim Mbi Privatësinë.
tg: Огоҳномаи махфият.
th: ประกาศความเป็นส่วนตัว
tr: Gizlilik Bildirimi
ug: شەخسىيەت ئۇقتۇرۇشى.
uk: Положення про приватність.
vi: Thông báo về quyền riêng tư.
zh_cn: 隐私声明

# Onboarding.Modern.TermsOfService.PrivacyNoticeLink.v145
source: Privacy Notice.
bg: Политика на поверителност.
cy: Hysbysiad Preifatrwydd.
da: privatlivserklæring.
de: Datenschutzhinweis.
el: Πολιτική Απορρήτου.
es_ar: Nota de privacidad.
fi: Tietosuojakäytäntö.
fr: Politique de confidentialité.
hu: Adatvédelmi nyilatkozatot.
hy_am: Գաղտնիության դրույթներ
ia: Aviso de confidentialitate.
id: Pemberitahuan Privasi.
is: Meðferð persónuupplýsinga.
it: informativa sulla privacy
ja: プライバシー通知
kk: Жекелік ескертуі.
nb: Personvernerklæring.
nl: Privacyverklaring.
nn: Personvernfråsegn.
pa_in: ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ।
pt_br: Aviso de privacidade.
ro: Notificare privind confidențialitatea.
ru: Уведомление о конфиденциальности.
sk: Vyhlásenie o ochrane osobných údajov.
sq: Shënim Mbi Privatësinë.
tg: Огоҳномаи махфият.
th: ประกาศความเป็นส่วนตัว
tr: Gizlilik Bildirimi
ug: شەخسىيەت ئۇقتۇرۇشى.
uk: Положення про приватність.
vi: Thông báo về quyền riêng tư.
zh_cn: 隐私声明

# Onboarding.Modern.TermsOfService.PrivacyPreferences.LearnMore.v140
source: Learn more
bg: Научете повече
cy: Dysgu rhagor
da: Læs mere
de: Weitere Informationen
el: Μάθετε περισσότερα
es_ar: Conocer más
fi: Lue lisää
fr: En savoir plus
gl: Máis información
hu: További tudnivalók
hy_am: Իմանալ ավելին
ia: Pro saper plus
id: Pelajari lebih lanjut
is: Fræðast meira
it: Ulteriori informazioni
ja: 詳細情報
kk: Көбірек білу
nb: Les mer
nl: Meer info
nn: Les meir
pa_in: ਹੋਰ ਜਾਣੋ
pt_br: Saiba mais
ro: Află mai multe
ru: Подробнее
sk: Ďalšie informácie
sq: Mësoni më tepër
tg: Маълумоти бештар
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi alın
ug: تەپسىلاتى
uk: Докладніше
vi: Tìm hiểu thêm
zh_cn: 详细了解

source: Crash reports allow us to diagnose and fix issues with the browser. %@
bg: Докладите за сривове ни позволяват да откриваме и отстраняваме проблеми с браузъра. %@
cy: Mae adroddiadau damwain yn ein galluogi i wneud diagnosis a thrwsio problemau gyda'r porwr. %@
da: Rapporter om nedbrud hjælper os med at diagnosticere og løse problemer med browseren. %@
de: Absturzberichte ermöglichen es uns, Probleme mit dem Browser zu diagnostizieren und zu beheben. %@
el: Οι αναφορές καταρρεύσεων μάς επιτρέπουν να διαγνώσουμε και να διορθώσουμε προβλήματα με την εφαρμογή περιήγησης. %@
es_ar: Los informes de fallos nos permiten diagnosticar y solucionar problemas con el navegador. %@
fi: Kaatumisilmoitusten avulla voimme diagnosoida ja korjata selaimen ongelmia. %@
fr: Les rapports de plantage nous permettent de diagnostiquer et de corriger des problèmes avec le navigateur. %@
gl: Os informes de quebras permítennos diagnosticar e solucionar problemas co navegador. %@
hu: Az összeomlás-jelentések lehetővé teszik a böngésző hibáinak diagnosztizálását és javítását. %@
hy_am: Խափանումների հաշվետվությունները մեզ թույլ են տալիս ախտորոշել և շտկել դիտարկիչի հետ կապված խնդիրները: %@
ia: Le reportos de crash permitte nos de diagnosticar e reparar problemas con le navigator. %@
id: Laporan kerusakan memungkinkan kami mendiagnosis dan memperbaiki masalah pada peramban. %@
is: Hrunskýrslur gera okkur kleift að greina og laga vandamál í vafranum. %@
it: I rapporti sugli arresti anomali ci consentono di diagnosticare e risolvere problemi con il browser. %@
ja: クラッシュレポートによって、ブラウザーの問題を診断し、修正することができます。%@
kk: Құлау хабарламалары бізге браузердегі ақауларды анықтауға және түзетуге мүмкіндік береді. %@
nb: Krasjrapporter lar oss diagnostisere og fikse problemer med nettleseren. %@
nl: Met crashrapporten kunnen we problemen met de browser analyseren en oplossen. %@
nn: Krasjrapportar lèt oss diagnostisere og fikse problem med nettlesaren. %@
pa_in: ਕਰੈਸ਼ ਰਿਪੋਰਟਾਂ ਸਾਨੂੰ ਬਰਾਊਜ਼ਰ ਬਾਰੇ ਪੜਤਾਲ ਕਰਨ ਅਤੇ ਮਸਲੇ ਠੀਕ ਕਰਨ ਲਈ ਮਦਦ ਕਰਦੀਆਂ ਹਨ। %@
pt_br: Relatórios de falhas nos permitem diagnosticar e corrigir problemas com o navegador. %@
ro: Rapoartele de închidere neașteptată ne permit să diagnosticăm și să remediem problemele browserului. %@
ru: Сообщения о падениях позволяют нам диагностировать и устранять проблемы с браузером. %@
sk: Správy o zlyhaní nám umožňujú diagnostikovať a opraviť problémy s prehliadačom. %@
sq: Njoftimet e vithisjeve na lejojnë të diagnostikojmë dhe ndreqim probleme me shfletuesin. %@
tg: Гузоришҳо дар бораи вайронӣ ба мо имкон медиҳанд, то тавонем мушкилотро дар браузер ташхис ва ислоҳ намоем. %@
th: รายงานข้อขัดข้องช่วยให้เราวินิจฉัยและแก้ไขปัญหาของเบราว์เซอร์ได้ %@
tr: Çökme raporları tarayıcıyla ilgili sorunları teşhis etmemize ve çözmemize olanak tanır. %@
ug: يىمىرىلىش دوكلاتى توركۆرگۈدىكى مەسىلىگە دىياگنوز قويۇپ ۋە ئوڭشىشىمىزغا يول قويىدۇ. %@
uk: Звіти про збої дають нам змогу діагностувати й усувати проблеми з браузером. %@
vi: Báo cáo sự cố giúp chúng tôi chẩn đoán và khắc phục sự cố của trình duyệt. %@
zh_cn: 我们可借助崩溃报告来诊断和修复浏览器的问题。%@

# Onboarding.Modern.TermsOfService.PrivacyPreferences.SendCrashReportsTitle.v140
source: Automatically send crash reports
bg: Автоматично изпращане на доклади за срив
cy: Anfon adroddiadau chwalu'n awtomatig
da: Send automatisk fejlrapporter
de: Absturzberichte automatisch senden
el: Αυτόματη αποστολή αναφορών κατάρρευσης
es_ar: Enviar informes de fallos automáticamente
fi: Lähetä kaatumisilmoitukset automaattisesti
fr: Envoyer automatiquement les rapports de plantage
gl: Enviar informes de quebras de xeito automático
hu: Összeomlás-jelentések automatikus elküldése
hy_am: Ինքնաբար ուղարկել խափանումների մասին զեկույցը
ia: Automaticamente inviar reportos de crash
id: Kirim laporan kerusakan secara otomatis
is: Senda hrunskýrslur inn sjálfkrafa
it: Invia automaticamente segnalazioni di arresto anomalo
ja: クラッシュレポートを自動的に送信する
kk: Құлау хабарламаларын автоматты түрде жіберу
nb: Send inn krasjrapporter automatisk
nl: Automatisch crashrapporten verzenden
nn: Send inn krasjrapportar automatisk
pa_in: ਕਰੈਸ਼ ਰਿਪੋਰਟਾਂ ਨੂੰ ਆਪਣੇ-ਆਪ ਭੇਜੋ
pt_br: Enviar relatórios de falhas automaticamente
ro: Trimite automat rapoarte de închidere neașteptată
ru: Автоматически отправлять сообщения о падениях
sk: Automaticky odosielať správy o zlyhaní
sq: Dërgo vetvetiu njoftime vithisjesh
tg: Ба таври худкор фиристодани гузоришҳо дар бораи вайронӣ
th: ส่งรายงานความผิดพลาดโดยอัตโนมัติ
tr: Çökme raporlarını otomatik olarak gönder
ug: يىمىرىلىش دوكلاتىنى ئۆزلۈكىدىن يوللايدۇ
uk: Автоматично надсилати звіти про збої
vi: Tự động gửi báo cáo sự cố
zh_cn: 自动发送崩溃报告

source: Data about your device, hardware configuration and how you use %1$@ helps improve features, performance and stability for everyone. %2$@
bg: Данните за устройството, хардуерната конфигурация и начина на използване на %1$@ помагат за подобряване на възможностите, производителността и стабилността за всички. %2$@
cy: Mae data am eich dyfais, ffurfweddiad caledwedd, a'ch defnydd o %1$@ yn ein helpu i wella nodweddion, perfformiad a'i sefydlogrwydd ar gyfer pawb. %2$@
da: Data om din enhed, hardwarekonfiguration og hvordan du bruger %1$@ hjælper med at forbedre funktioner, ydeevne og stabilitet for alle. %2$@
de: Daten über Ihr Gerät, Ihre Hardware-Konfiguration und wie Sie %1$@ nutzen, helfen dabei, Funktionen, Leistung und Stabilität für alle zu verbessern. %2$@
el: Τα δεδομένα σχετικά με τη συσκευή σας, τη διαμόρφωση του υλικού της και τον τρόπο με τον οποίο χρησιμοποιείτε το %1$@ συμβάλλουν στη βελτίωση των λειτουργιών, των επιδόσεων και της σταθερότητας για όλους τους χρήστες. %2$@
es_ar: Los datos sobre tu dispositivo, la configuración de hardware y cómo se usa %1$@ ayudan a mejorar las funciones, el rendimiento y la estabilidad para todos. %2$@
fi: Laitteeseesi, kokoonpanosi ja %1$@in käyttötapaan liittyvät tiedot auttavat parantamaan ominaisuuksia, suorituskykyä ja vakautta kaikille. %2$@
fr: Les données concernant votre appareil, la configuration matérielle et la façon dont vous utilisez %1$@ contribuent à améliorer les fonctionnalités, les performances et la stabilité pour tout le monde. %2$@
gl: Os datos sobre o teu dispositivo, a configuración do hardware e como usas %1$@ axudan a mellorar as funcións, o rendemento e a estabilidade para todos. %2$@
hu: Az eszközre, a hardverbeállításokra és a %1$@ használatára vonatkozó adatok segítenek abban, hogy a funkciók, a teljesítmény és a stabilitás mindenki számára jobb legyen. %2$@
hy_am: Ձեր սարքի, սարքաշարի կազմաձևման և %1$@-ի օգտագործման տվյալներն օգնում են բարելավելու հնարավորությունները, արտադրողականությունը և կայունությունը օգտատերերի համար ամենուր: %2$@
ia: Le datos re tu apparato, le configuration hardware, e tu uso de %1$@ adjuta a meliorar functiones, prestation, e stabilitate pro totes. %2$@
id: Data tentang perangkat Anda, konfigurasi perangkat keras, dan bagaimana Anda menggunakan %1$@ membantu meningkatkan fitur, kinerja, dan stabilitas untuk semua orang. %2$@
is: Gögn um tækið þitt, vélbúnaðarstillingar og hvernig þú notar %1$@ hjálpa til við að bæta eiginleika, afköst og stöðugleika fyrir alla notendur. %2$@
it: I dati relativi al tuo dispositivo, alla sua configurazione hardware e al modo in cui utilizzi %1$@ aiutano a migliorarne funzionalità, prestazioni e stabilità per tutti. %2$@
ja: 端末、ハードウェア構成、%1$@ の使用状況に関するデータは、すべてのユーザーのために、機能やパフォーマンス、安定性の向上に役立てられます。%2$@
kk: Құрылғыңыз, жабдық конфигурациясы және %1$@ пайдалану жолы туралы деректер барлық пайдаланушылар үшін мүмкіндіктерді, өнімділікті және тұрақтылықты жақсартуға көмектеседі. %2$@
nb: Data om enheten din, maskinvarekonfigurasjonen og hvordan du bruker %1$@ bidrar til å forbedre funksjoner, ytelse og stabilitet for alle. %2$@
nl: Gegevens over uw apparaat, hardwareconfiguratie en hoe u %1$@ gebruikt helpen bij het verbeteren van functies, prestaties en stabiliteit voor gebruikers overal. %2$@
nn: Data om eininga di, maskinvarekonfigurasjonen og korleis du brukar %1$@ bidreg til å forbetre funksjonar, yting og stabilitet for alle. %2$@
pa_in: ਤੁਹਾਡੇ ਡਿਵਾਈਸ, ਹਾਰਡਵੇਅਰ ਸੰਰਚਨਾ ਅਤੇ %1$@ ਨੂੰ ਤੁਸੀਂ ਕਿਵੇਂ ਵਰਤਦੇ ਹੋ, ਦੇ ਬਾਰੇ ਡਾਟਾ ਹਰ ਥਾਂ ਦੇ ਵਰਤੋਂਕਾਰਾਂ ਲਈ ਫ਼ੀਚਰਾਂ, ਕਾਰਗੁਜ਼ਾਰੀ ਅਤੇ ਸਥਿਰਤਾਂ ਵਿੱਚ ਸੁਧਾਰ ਕਰਨ ਲਈ ਮਦਦ ਕਰਦਾ ਹੈ। %2$@
pt_br: Dados sobre seu dispositivo, configuração de hardware e como você usa o %1$@ ajudam a melhorar recursos, desempenho e estabilidade para todos. %2$@
ro: Datele despre dispozitivul tău, configurația hardware și modul în care utilizezi %1$@ ajută la îmbunătățirea funcțiilor, performanței și stabilității pentru toți. %2$@
ru: Данные о вашем устройстве, конфигурации оборудования и том, как вы используете %1$@, помогают улучшить возможности, производительность и стабильность для всех и каждого. %2$@
sk: Údaje o vašom zariadení, hardvérovej konfigurácii a spôsobe používania %1$@u pomáhajú zlepšovať funkcie, výkon a stabilitu pre každého. %2$@
sq: Të dhënat rreth pajisjes tuaj, formësimit “hardware” dhe se si e përdorni %1$@-in ndihmojnë të përmirësohen veçori, funksionimi dhe qëndrueshmëria për përdorues kudo. %2$@
tg: Маълумот дар бораи дастгоҳи шумо, танзимоти сахтафзор ва тарзи истифодаи «%1$@» барои беҳтар кардани хусусиятҳо, самаранокӣ ва устуворӣ барои ҳамаи корбарони браузер кумак мекунад. %2$@
th: ข้อมูลเกี่ยวกับอุปกรณ์ของคุณ การกำหนดค่าฮาร์ดแวร์ และพฤติกรรมการใช้งาน %1$@ ของคุณช่วยปรับปรุงคุณลักษณะ ประสิทธิภาพ และเสถียรภาพสำหรับผู้ใช้ทุกคน %2$@
tr: Cihazınız, donanım yapılandırmanız ve %1$@ uygulamasını nasıl kullandığınızla ilgili veriler tüm kullanıcılarımız için özellikleri, performansı ve kararlılığı iyileştirmemize yardımcı olur. %2$@
ug: ئۈسكۈنىڭىز، قاتتىق دېتال سەپلىمىسى ۋە %1$@ نى قانداق ئىشلىتىش ھەققىدىكى سانلىق مەلۇمات بىزنىڭ بارلىق ئىشلەتكۈچىلەر ئۈچۈن ئىقتىدارلارنى ياخشىلاش ۋە مۇقىملىقىنى ئاشۇرۇشىمىزغا ياردەم بېرىدۇ. %2$@
uk: Дані про ваш пристрій, конфігурацію обладнання і спосіб використання %1$@ допомагають покращити функції, продуктивність і стабільність для всіх користувачів. %2$@
vi: Dữ liệu về thiết bị, cấu hình phần cứng và cách bạn sử dụng %1$@ giúp cải thiện các tính năng, hiệu suất và ổn định cho mọi người. %2$@
zh_cn: 与您的设备、硬件配置、%1$@ 使用方式相关的数据，有助于为全体用户改进功能、性能、稳定性。%2$@

# Onboarding.Modern.TermsOfService.PrivacyPreferences.SendTechnicalDataTitle.v140
source: Send technical and interaction data to %@
bg: Изпращане на технически данни и данни за взаимодействие до %@
cy: Anfon data technegol a rhyngweithio at %@
da: Send tekniske data og data om brug til %@
de: Technische Daten und Interaktionsdaten an %@ senden
el: Αποστολή τεχνικών δεδομένων και δεδομένων αλληλεπίδρασης στη %@
es_ar: Enviar datos técnicos y de interacción a %@
fi: Lähetä teknistä ja vuorovaikutustietoa %@lle
fr: Envoyer des données techniques et d’interaction à %@
gl: Enviar datos técnicos e de interacción a %@
hu: Műszaki és interakciós adatok küldése a %@ számára
hy_am: Ուղարկեք տեխնիկական և փոխազդեցության տվյալները %@-ին
ia: Inviar a %@ datos technic e de interaction
id: Kirim data teknis dan interaksi ke %@
is: Senda tækni- og samskiptagögn til %@
it: Invia dati tecnici e di interazione a %@
ja: 技術データと対話データを %@ に送信する
kk: Техникалық және өзара әрекеттесу деректерін %@ адресіне жіберу
nb: Send tekniske data og interaksjonsdata til %@
nl: Technische en interactiegegevens naar %@ verzenden
nn: Send tekniske data og samhandlingsdata til %@
pa_in: %@ ਨੂੰ ਤਕਨੀਕੀ ਅਤੇ ਤਾਲਮੇਲ ਡਾਟਾ ਭੇਜੋ
pt_br: Enviar dados técnicos e de interação para a %@
ro: Trimite date tehnice și de interacțiune către %@
ru: Отправлять технические данные и данные взаимодействия в %@
sk: Odosielať technické údaje a údaje o interakciách spoločnosti %@
sq: Dërgo të dhëna teknike dhe ndërveprimesh te %@
tg: Фиристодани маълумоти техникӣ ва ҳамкорӣ ба «%@»
th: ส่งข้อมูลทางเทคนิคและข้อมูลการโต้ตอบไปยัง %@
tr: Teknik verileri ve etkileşim verilerini %@’ya gönder
ug: تېخنىكىلىق ۋە تەسىرلىشىش سانلىق مەلۇماتنى %@ غا يوللايدۇ
uk: Надсилати технічні й аналітичні дані до %@
vi: Gửi dữ liệu kỹ thuật và tương tác đến %@
zh_cn: 向 %@ 发送技术与交互数据

# Onboarding.Modern.TermsOfService.PrivacyPreferences.Title.v140
source: Help us make %@ better
bg: Помогнете ни да направим %@ по-добър
cy: Helpwch ni i wneud %@ yn well
da: Hjælp os med at gøre %@ bedre
de: Helfen Sie uns, %@ zu verbessern
el: Βοηθήστε μας να βελτιώσουμε το %@
es_ar: Ayudanos a mejorar %@
fi: Auta meitä parantamaan %@ia
fr: Aidez-nous à améliorer %@
gl: Axúdanos a mellorar %@
hu: Segítsen jobbá tenni a %@ alkalmazást
hy_am: Օգնեք մեզ բարելավել %@-ը
ia: Adjuta nos a render %@ melior
id: Bantu kami membuat %@ lebih baik
is: Hjálpaðu okkur að gera %@ betri
it: Aiutaci a migliorare %@
ja: %@ の改善にご協力ください
kk: Бізге %@ жақсартуға көмектесіңіз
nb: Hjelp oss med å gjøre %@ bedre
nl: Help ons %@ te verbeteren
nn: Hjelp oss med å gjere %@ betre
pa_in: %@ ਨੂੰ ਵਧੀਆ ਬਣਾਉਣ ਲਈ ਸਾਡੀ ਮਦਦ ਕਰੋ
pt_br: Ajude-nos a melhorar o %@
ro: Ajută-ne să îmbunătățim %@
ru: Помогите нам сделать %@ лучше
sk: Pomôžte nám zlepšiť %@
sq: Ndihmonani ta bëjmë %@-in më të mirë
tg: Ба мо барои беҳтар кардани браузери «%@» кумак расонед
th: ช่วยเราทำให้ %@ ดีขึ้น
tr: %@ tarayıcısını iyileştirmemize yardım edin
ug: %@ نى تېخىمۇ ياخشى قىلىشىمىزغا ياردەملىشىدۇ
uk: Допоможіть нам зробити %@ кращим
vi: Hãy giúp chúng tôi cải thiện %@
zh_cn: 帮助我们改进 %@

# Onboarding.Modern.TermsOfService.Subtitle.v140
source: Load sites lightning fast Automatic tracking protection Synchronise on all your devices
bg: Зареждане на сайтове светкавично бързи Автоматична защита от проследяване Sync на всички ваши устройства
cy: Yn llwytho gwefannau'n sydyn Diogelu rhag tracio awtomatig Cydweddu ar eich holl ddyfeisiau
da: Indlæs sider lynhurtigt Automatisk beskyttelse mod sporing Synkroniser alle dine enheder
de: Laden Sie Websites blitzschnell Automatischer Tracking-Schutz Synchronisiere auf allen deinen Geräten
el: Αστραπιαία φόρτωση ιστοτόπων Αυτόματη προστασία από καταγραφή Συγχρονισμός σε όλες τις συσκευές
es_ar: Cargar sitios rápido como un rayo Protección contra rastreo automática Sincronizar en todos tus dispositivos
fi: Lataa sivustot salamannopeasti Automaattinen suojaus seurannalta Synkronoi kaikilla laitteillasi
fr: Chargement rapide des sites Protection automatique contre le pistage Synchronisation entre tous vos appareils
gl: Cargar os sitios coma un lóstrego Protección automática contra o rastrexo Sincronización en todos os teus dispositivos
hu: Villámgyors oldalbetöltés Automatikus követésvédelem Szinkronizálás az összes eszközén
hy_am: Կայքերի կայծակնային արագ բեռնում Ավտոմատ հետևողականության պաշտպանություն Սինխրոնիզացում ձեր բոլոր սարքերի վրա
ia: Carga sitos fulmineemente Protection automatic contra le traciamento Synchronisa sur tote tu apparatos
id: Muat situs secepat kilat Perlindungan pelacakan otomatis Sinkronkan di semua perangkat Anda
is: Hleður síðum eldsnöggt Sjálfvirk rakningarvörn Samstillt á öllum tækjunum þínum
it: Caricamento dei siti velocissimo Protezione automatica dal tracciamento Sincronizzazione su tutti i tuoi dispositivi
ja: 光速でサイトを読み込み 自動で追跡防止 すべての端末で同期
kk: Сайттарды жылдам жүктеу Автоматты бақылаудан қорғаныс Барлық құрылғыларда синхрондау
nb: Laster inn nettsteder lynraskt Automatisk sporingsbeskyttelse Synkroniser på alle enhetene dine
nl: Websites razendsnel laden Automatische bescherming tegen volgen Synchroniseren op al uw apparaten
nn: Lastar inn nettstadar lynraskt Automatisk sporingsvern Synkroniser på alle einingane dine
pa_in: ਸਾਈਟਾਂ ਨੂੰ ਬਿਜਲੀ ਵਾਗੂੰ ਤੇਜ਼ ਲੋਡ ਕਰੋ ਟਰੈਕ ਕਰਨ ਤੋਂ ਆਪਣੇ-ਆਪ ਸੁਰੱਖਿਆ ਆਪਣੇ ਸਾਰੇ ਡਿਵਾਈਸਾਂ ਨੂੰ ਸਿੰਕ ਕਰੋ
pt_br: Carrega sites extremamente rápido Proteção automática contra rastreamento Sincronização em todos os seus dispositivos
ro: Încărcare site-uri extrem de rapid Protecție automată împotriva urmăririi Sincronizare pe toate dispozitivele
ru: Молниеносная загрузка сайтов Автоматическая защита от отслеживания Синхронизация на всех ваших устройствах
sk: Bleskovo rýchle načítanie stránok Automatická ochrana pred sledovaním Synchronizácia na všetkých vašich zariadeniach
sq: Ngarkoni sajte rrufeshëm Mbrojtje e automatizuar nga gjurmimi Njëkohësojeni në krejt pajisjet tuaja
tg: Сомонаҳоро бо суръати тез бор кунед Аз пайгирӣ ба таври худкор ҳифз мекунад Дар ҳама дастгоҳҳои худ ҳамоҳанг созед
th: ท่องเว็บฉับไว ปกป้องการติดตามอัตโนมัติ เชื่อมต่อข้อมูลทุกเครื่อง
tr: Işık hızında yüklenen siteler Otomatik izlenme koruması Tüm cihazlarınızla eşitleme
ug: بېكەتنى يۈكلىشى چاقماقتەك تېز ئىزلاشتىن ئۆزلۈكىدىن قوغدايدۇ ھەممە ئۈسكۈنىلىرىڭىزدە قەدەمداشلايدۇ
uk: Блискавичне завантаження сайтів Автоматичний захист від відстеження Синхронізація на всіх ваших пристроях
vi: Tải trang web nhanh như chớp Trình chống theo dõi tự động Đồng bộ hóa trên tất cả thiết bị của bạn
zh_cn: 网站加载快如闪电 自动进行跟踪保护 跨设备同步数据

# Onboarding.Modern.TermsOfService.TermsOfServiceAgreement.v140
source: By continuing, you agree to the %@
bg: Продължавайки, вие се съгласявате с %@
cy: Trwy barhau, rydych yn cytuno i'r %@
da: Ved at fortsætte accepterer du %@
de: Indem Sie fortfahren, stimmen Sie den %@ zu.
el: Συνεχίζοντας, συμφωνείτε με τους %@
es_ar: Al continuar, aceptás los %@
fi: Jatkamalla hyväksyt %@
fr: En continuant, vous acceptez les %@
gl: Ao continuar, aceptas os %@
hu: A folytatással elfogadja a %@
hy_am: Շարունակելով՝ դուք համաձայնում եք %@-ին
ia: Si tu continua, tu concorda con %@
id: Dengan melanjutkan, Anda menyetujui %@
is: Með því að halda áfram, samþykkir þú %@
it: Proseguendo, accetti le %@.
ja: 続けると、%@ に同意したものとみなされます
kk: Жалғастыру арқылы сіз %@ келісесіз
nb: Ved å fortsette godtar du %@
nl: Door verder te gaan, gaat u akkoord met de %@
nn: Ved å halde fram, godtek du %@
pa_in: ਜਾਰੀ ਰੱਖ ਕੇ ਤੁਸੀਂ %@ ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ
pt_br: Ao continuar, você declara que concorda com os %@
ro: Prin continuare, ești de acord cu %@
ru: Продолжая, вы соглашаетесь с %@
sk: Pokračovaním súhlasíte s dokumentom %@
sq: Duke vazhduar, pajtoheni me %@
tg: Бо идома додан, шумо бо %@ розӣ мешавед
th: เมื่อดำเนินการต่อ ถือว่าคุณยอมรับ%@
tr: Devam ettiğinizde %@’nı kabul etmiş sayılırsınız
ug: داۋاملاشتۇرسىڭىز، %@ غا قوشۇلىسىز
uk: Продовжуючи, ви погоджуєтеся з %@
vi: Bằng cách tiếp tục, bạn đồng ý với %@
zh_cn: 继续即表示您同意 %@
