Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Onboarding.strings
Languages: be, bg, br, bs, ca, cy, da, de, el, eo, es_ar, fi, fr, gd, gl, hr, hu, hy_am, ia, id, is, it, ja, kk, nb, nl, nn, pa_in, pt_br, ro, ru, si, sk, sq, tg, th, tr, ug, uk, vi, zh_cn

# Onboarding.Modern.BrandRefresh.TermsOfUse.Description.v148
source: Speedy, safe and won’t sell you out. Browsing just got better.
bg: Бърз, сигурен и няма да ви продаде. Сърфирането стана по-добро.
cy: Cyflym, diogel, a ddim yn eich bradychu. Mae pori newydd wella.
da: Hurtig, sikker og pålidelig. Det er lige blevet bedre at browse.
de: Schnell, sicher und wird Sie nicht verraten. Surfen ist jetzt noch besser.
es_ar: Rápido, seguro y no te traicionará. La navegación ahora es mejor.
fi: Nopea, turvallinen eikä tee sinusta kauppatavaraa. Selaaminen on juuri parantunut.
fr: Rapide, sûr et digne de confiance. La navigation vient de passer à la vitesse supérieure.
hu: Gyors, biztonságos, és nem adja el. A böngészés még jobb lett.
hy_am: Արագ, անվտանգ և չի խաբի ձեզ։ Դիտարկումը հենց նոր ավելի լավն է դարձել։
ia: Veloce, secur, e non te traira. Navigar justo deveniva melior.
id: Cepat, aman, dan tidak akan menjual Anda. Penjelajahan menjadi lebih baik.
is: Hraðvirkt, öruggt og selur þig ekki. Vafur er bara orðið betra.
it: Veloce, sicuro e non ti tradirà. Navigare ora è ancora più piacevole.
ja: 高速、安全、そして決してあなたを裏切ることはありません。ブラウジングがさらに快適になりました。
kk: Жылдам, қауіпсіз және сізді сатпайды. Интернетті шолу енді бұрынғыдан да жақсырақ.
nb: Raskt, trygt og uten å selge deg ut. Surfing ble nettopp bedre.
nl: Snel, veilig en verraadt u niet. Surfen is nu beter geworden.
nn: Raskt, trygt og utan å selje deg ut. Surfing vart nettopp betre.
pa_in: ਤੇਜ਼, ਸੁਰੱਖਿਅਤ ਅਤੇ ਤੁਹਾਨੂੰ ਵੇਚਦਾ ਨਹੀਂ ਹੈ। ਬੱਸ ਬਰਾਊਜ਼ ਕਰਨਾ ਬੇਹਤਰ ਹੋ ਗਿਆ ਹੈ।
pt_br: Rápido, seguro e não vende seus dados. Navegar ficou ainda melhor.
ro: Rapid, sigur și nu te va trăda. Navigarea tocmai a devenit mai bună.
ru: Быстрый, безопасный и не предаст вас. Веб-сёрфинг стал ещё лучше.
sk: Rýchly, bezpečný a nikdy vás neprezradí. Prehliadanie sa práve stalo lepším.
sq: I shpejtë, i parrezik dhe që s’do t’ju shesë. Shfletimi sapo u bë më i mirë.
tg: Тезкор, бехатар ва маълумоти шуморо намефурӯшад. Тамошобинӣ комилан беҳтар шудааст.
th: เร็ว ปลอดภัย ไม่ทอดทิ้งคุณ ท่องเว็บได้ดีกว่าเดิม
tr: Hızlı, güvenli ve sizi satmayan tarayıcı. İnternette gezinmek artık daha keyifli.
ug: تېز، بىخەتەر، سىزنى ھەرگىز سېتىۋەتمەيدۇ. تېخىمۇ ياخشى تور زىيارەت تەسىراتىغا ئېرىشتۈرىدۇ.
uk: Швидкий, безпечний і не продає ваші дані. Покращений досвід користування інтернетом.
vi: Nhanh chóng, an toàn và không bán đứng bạn. Trải nghiệm duyệt web giờ đây đã trở nên tốt hơn.
zh_cn: 快速、安全，绝不出卖您。纯粹带来更好的浏览体验。

# Onboarding.Modern.BrandRefresh.TermsOfUse.ManageLink.v148
source: Manage settings
bg: Настройки
cy: Rheoli gosodiadau
da: Håndter indstillinger
de: Einstellungen verwalten
el: Διαχείριση ρυθμίσεων
es_ar: Administrar preferencias
fi: Muokkaa asetuksia
fr: Gérer les paramètres
hu: Beállítások kezelése
hy_am: Կառավարել կարգավորումները
ia: Gerer parametros
id: Kelola pengaturan
is: Sýsla með stillingar
it: Gestisci impostazioni
ja: 設定を管理
kk: Баптауларды басқару
nb: Behandle innstillinger
nl: Instellingen beheren
nn: Handsam innstillingar
pa_in: ਸੈਟਿੰਗਾਂ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰੋ
pt_br: Gerenciar configurações
ro: Gestionează setările
ru: Управление настройками
sk: Spravovať nastavenia
sq: Administroni rregullime
tg: Идоракунии танзимот
th: จัดการการตั้งค่า
tr: Ayarları yönet
ug: تەڭشەك باشقۇرۇش
uk: Керувати параметрами
vi: Quản lý cài đặt
zh_cn: 管理设置

# Onboarding.Modern.BrandRefresh.TermsOfUse.ManagePreferenceAgreement.v148
source: To help improve the browser, %1$@ sends diagnostic and interaction data to %2$@. %3$@
bg: За да помогне за подобряването на браузъра, %1$@ изпраща данни за диагностика и взаимодействие до %2$@. %3$@
cy: Er mwyn helpu i wella'r porwr, mae %1$@ yn anfon data diagnostig a rhyngweithio at %2$@. %3$@
da: For at hjælpe med at forbedre browseren sender %1$@ diagnosticeringsdata og data om brug til %2$@. %3$@
de: Um den Browser zu verbessern, sendet %1$@ Diagnose- und Interaktionsdaten an %2$@. %3$@
el: Για τη βελτίωση της εφαρμογής περιήγησης, το %1$@ στέλνει διαγνωστικά δεδομένα και δεδομένα αλληλεπίδρασης στη %2$@. %3$@
es_ar: Para ayudar a mejorar el navegador, %1$@ envía datos de diagnóstico e interacción a %2$@. %3$@
fi: Selaimen parantamiseksi %1$@ lähettää diagnostiikka- ja vuorovaikutustietoja %2$@lle. %3$@
fr: Pour aider à l’amélioration du navigateur, %1$@ envoie des données de diagnostic et d’interaction à %2$@. %3$@
hu: A böngésző fejlesztése érdekében, a %1$@ diagnosztikai és interakciós adatokat küld a %2$@ számára. %3$@
hy_am: Դիտարկիչը բարելավելու համար %1$@-ն ախտորոշիչ և փոխազդեցության տվյալներ է ուղարկում %2$@-ին: %3$@
ia: Pro adjutar a meliorar le navigator, %1$@ invia datos diagnostic e de interaction a %2$@. %3$@
id: Untuk membantu meningkatkan peramban, %1$@ mengirimkan data diagnostik dan interaksi ke %2$@. %3$@
is: Til að hjálpa til við að bæta vafrann sendir %1$@ greiningar- og samskiptagögn til %2$@. %3$@
it: Per migliorare il browser, %1$@ invia a %2$@ dati diagnostici e di interazione. %3$@
ja: ブラウザーの改善に役立てるため、%1$@ は診断情報と対話データを %2$@ に送信します。 %3$@
kk: Браузерді жақсартуға көмектесу үшін %1$@ %2$@ адресіне диагностикалық және өзара әрекеттесу деректерін жібереді. %3$@
nb: For å hjelpe til med å forbedre nettleseren sender %1$@ diagnose- og interaksjonsdata til %2$@. %3$@
nl: Om de browser te helpen verbeteren, verzendt %1$@ diagnostische en interactiegegevens naar %2$@. %3$@
nn: For å hjelpe til med å forbetre nettlesaren sender %1$@ diagnose- og interaksjonsdata til %2$@. %3$@
pa_in: ਬਰਾਊਜ਼ਰ ਵਿੱਚ ਸੁਧਾਰ ਕਰਨ ਲਈ ਮਦਦ ਵਾਸਤੇ %1$@ ਪੜਤਾਲ ਅਤੇ ਤਾਲਮੇ ਡਾਟਾ %2$@ ਨੂੰ ਭੇਜਦਾ ਹੈ। %3$@
pt_br: Para ajudar a melhorar o navegador, o %1$@ envia dados de diagnóstico e interação para a %2$@. %3$@
ro: Pentru a ajuta la îmbunătățirea browserului, %1$@ trimite date de diagnosticare și interacțiune către %2$@. %3$@
ru: Чтобы помочь улучшить браузер, %1$@ отправляет диагностику и данные о взаимодействии в %2$@. %3$@
sk: Aby bolo možné prehliadač vylepšovať, %1$@ odosiela diagnostické údaje a údaje o interakciách spoločnosti %2$@. %3$@
sq: Që të ndihmoni të përmirësohet shfletuesi, %1$@-i dërgon te %2$@ të dhëna diagnostikimesh dhe ndërveprimesh. %3$@
tg: Барои беҳтар кардани браузер, «%1$@» маълумоти ташхисӣ ва ҳамкориро ба «%2$@» ирсол мекунад. %3$@
th: เพื่อช่วยปรับปรุงเบราว์เซอร์ %1$@ จะส่งข้อมูลวินิจฉัยและการโต้ตอบไปยัง %2$@ %3$@
tr: %1$@, uygulamayı geliştirmemize yardımcı olmak için %2$@’ya tanı ve etkileşim verileri gönderir. %3$@
ug: توركۆرگۈنى ياخشىلاشقا ياردەملىشىپ، %1$@ دىياگنوز ۋە تەسىرلىشىش سانلىق مەلۇماتىنى %2$@ غا يوللايدۇ. %3$@
uk: Щоб вдосконалити браузер, %1$@ надсилає дані діагностики та взаємодії до %2$@. %3$@
vi: Để giúp cải thiện trình duyệt, %1$@ gửi dữ liệu chẩn đoán và tương tác đến %2$@. %3$@
zh_cn: 为帮助改进浏览器，%1$@ 会向 %2$@ 发送诊断和交互数据。%3$@

# Onboarding.Modern.BrandRefresh.TermsOfUse.PrivacyNoticeAgreement.v148
source: %1$@ cares about your privacy. Read more in our %2$@
bg: %1$@ се грижи за вашите лични данни. Прочетете повече в нашите %2$@
cy: Mae %1$@ yn pryderu am eich preifatrwydd. Darllenwch ragor yn ein %2$@
da: %1$@ passer på dit privatliv. Læs mere i vores %2$@
de: %1$@ ist Ihre Privatsphäre wichtig. Lesen Sie mehr in unserem %2$@
el: Το %1$@ νοιάζεται για το απόρρητό σας. Διαβάστε περισσότερα στη %2$@ μας
es_ar: %1$@ se preocupa por tu privacidad. Leé más en nuestra %2$@
fi: %1$@ välittää yksityisyydestäsi. Lue lisää: %2$@
fr: %1$@ se soucie de votre vie privée. Pour en savoir plus, consultez notre %2$@
hu: A %1$@ vigyáz az Ön adatvédelmére. További információk az %2$@ban.
hy_am: %1$@-ը հոգ է տանում ձեր գաղտնիության մասին: Կարդացեք ավելին մեր %2$@-ում
ia: %1$@ se cura de tu confidentialitate. Leger plus in nostre %2$@
id: %1$@ peduli dengan privasi Anda. Baca lebih lanjut di %2$@ kami
is: %1$@ er annt um friðhelgi þína. Lestu meira um %2$@ okkar
it: %1$@ ha a cuore la tua privacy. Scopri ulteriori informazioni nella nostra %2$@.
ja: %1$@ はあなたのプライバシーを重視します。詳細は %2$@ をご確認ください。
kk: %1$@ сіздің жекелігіңізге мән береді. Толығырақ біздің %2$@ бөлімінен оқыңыз
nb: %1$@ bryr seg om personvernet ditt. Les mer i vår %2$@
nl: %1$@ geeft om uw privacy. Lees meer in onze %2$@
nn: %1$@ bryr seg om personvernet ditt. Les meir i %2$@a vår
pa_in: %1$@ ਤੁਹਾਡੀ ਪਰਦੇਦਾਰੀ ਦੀ ਪਰਵਾਹ ਕਰਦਾ ਹੈ। ਸਾਡੀ %2$@ ਵਿੱਚ ਹੋਰ ਪੜ੍ਹੋ।
pt_br: O %1$@ se importa com sua privacidade. Mais informações em nosso %2$@
ro: %1$@ are grijă de confidențialitatea ta. Află mai multe în %2$@
ru: %1$@ заботится о вашей приватности. Подробнее в нашем %2$@
sk: %1$@ sa stará o vaše súkromie. Podrobnosti nájdete v dokumente %2$@
sq: %1$@-i kujdeset për privatësinë tuaj. Lexoni më tepër te %2$@ tona
tg: Браузери «%1$@» ба махфияти шумо ғамхорӣ мекунад. Маълумоти бештар дар «%2$@» хонед
th: %1$@ ห่วงใยเกี่ยวกับความเป็นส่วนตัวของคุณ อ่านเพิ่มเติมใน%2$@ของเรา
tr: %1$@ gizliliğinize önem verir. Ayrıntıları %2$@’nde okuyabilirsiniz
ug: %1$@ شەخسىيىتىڭىزگە كۆڭۈل بۆلىدۇ. %2$@ دىن تەپسىلاتىنى ئوقۇغىلى بولىدۇ
uk: %1$@ піклується про вашу приватність. Читайте %2$@ для докладних відомостей.
vi: %1$@ quan tâm đến quyền riêng tư của bạn. Đọc thêm trong %2$@ của chúng tôi
zh_cn: %1$@ 重视您的隐私。阅读%2$@可详细了解

# Onboarding.Modern.BrandRefresh.TermsOfUse.PrivacyNoticeLink.v148
source: Privacy Notice
bg: Политика на поверителност
cy: Hysbysiad Preifatrwydd
da: privatlivserklæring
de: Datenschutzhinweis
el: Σημείωση απορρήτου
es_ar: Nota de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
hu: Adatvédelmi nyilatkozat
hy_am: Գաղտնիության ծանուցում
ia: Aviso de confidentialitate
id: Pemberitahuan Privasi
is: Meðferð persónuupplýsinga
it: informativa sulla privacy
ja: プライバシー通知
kk: Жекелік ескертуі
nb: Personvernerklæring
nl: Privacyverklaring
nn: Personvernfråsegn
pa_in: ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ
pt_br: aviso de privacidade
ro: Notificare privind confidențialitatea
ru: Уведомлении о конфиденциальности
sk: Vyhlásenie o ochrane osobných údajov
sq: Shënim Mbi Privatësinë
tg: Огоҳномаи махфият
th: ประกาศความเป็นส่วนตัว
tr: Gizlilik Bildirimi
ug: شەخسىيەت ئۇقتۇرۇشى
uk: Положення про приватність
vi: Thông báo về quyền riêng tư
zh_cn: 隐私声明

# Onboarding.Modern.BrandRefresh.TermsOfUse.TermsOfUseAgreement.v148
source: By continuing, you agree to the %@
bg: Продължавайки, вие се съгласявате с %@
cy: Trwy barhau, rydych yn cytuno i'r %@
da: Ved at fortsætte accepterer du %@
de: Indem Sie fortfahren, stimmen Sie den %@ zu.
el: Συνεχίζοντας, συμφωνείτε με τους %@
es_ar: Al continuar, aceptás los %@
fi: Jatkamalla hyväksyt %@
fr: En continuant, vous acceptez les %@
hu: A folytatással elfogadja az %@ot
hy_am: Շարունակելով՝ դուք համաձայնում եք %@-ին
ia: Si tu continua, tu concorda con %@
id: Dengan melanjutkan, Anda menyetujui %@
is: Með því að halda áfram, samþykkir þú %@
it: Proseguendo, accetti le %@.
ja: 続けると、%@ に同意したものとみなされます
kk: Жалғастыру арқылы сіз %@ келісесіз
nb: Ved å fortsette godtar du %@
nl: Door verder te gaan, gaat u akkoord met de %@
nn: Ved å halde fram, godtek du %@
pa_in: ਜਾਰੀ ਰੱਖ ਕੇ ਤੁਸੀਂ %@ ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ
pt_br: Ao continuar, você declara que concorda com os %@
ro: Prin continuare, ești de acord cu %@
ru: Продолжая, вы соглашаетесь с %@
sk: Pokračovaním súhlasíte s dokumentom %@
sq: Duke vazhduar, pajtoheni me %@
tg: Бо идома додан, шумо бо %@ розӣ мешавед
th: เมื่อดำเนินการต่อ ถือว่าคุณยอมรับ%@
tr: Devam ettiğinizde %@’nı kabul etmiş sayılırsınız
ug: داۋاملاشتۇرسىڭىز، %@ غا قوشۇلىسىز
uk: Продовжуючи, ви приймаєте %@
vi: Bằng cách tiếp tục, bạn đồng ý với %@
zh_cn: 继续即表示您同意 %@

# Onboarding.Modern.BrandRefresh.TermsOfUse.TermsOfUseLink.v148
source: %@ Terms of Use
bg: %@ Условия за ползване
cy: Amodau Defnydd %@
da: betingelser for brug af %@
de: Nutzungsbedingungen von %@
el: Όρους χρήσης του %@
es_ar: Términos de uso de %@
fi: %@in käyttöehdot
fr: Conditions d’utilisation de %@
hu: A %@ felhasználási feltételei
hy_am: %@-ի օգտագործման պայմաններ
ia: Conditiones de uso de %@
id: Ketentuan Penggunaan %@
is: Notkunarskilmálar %@
it: condizioni di utilizzo di %@
ja: %@ 利用規約
kk: %@ қолдану шарттары
nb: %@ bruksvilkår
nl: Gebruiksvoorwaarden van %@
nn: %@ bruksvilkår
pa_in: %@ ਵਰਤਣ ਦੀਆਂ ਸ਼ਰਤਾ
pt_br: termos de uso do %@
ro: Condiții de utilizare %@
ru: Условия использования %@
sk: Podmienky používania %@u
sq: Kushte Përdorimi %@
tg: Шартҳои истифодаи «%@»
th: เงื่อนไขการใช้งาน %@
tr: %@ Kullanım Koşulları
ug: %@ نىڭ ئىشلىتىش شەرتلىرى
uk: Умови користування %@
vi: Điều khoản sử dụng của %@
zh_cn: %@ 使用条款

# Onboarding.Modern.BrandRefresh.TermsOfUse.Title.v148
source: Get ready to run free
bg: Пригответе се да бягате свободни
cy: Paratowch i redeg yn rhydd
da: Gør dig klar til frihed
de: Machen Sie sich bereit für die Freiheit
es_ar: Prepárate para correr libre
fi: Valmistaudu kulkemaan vapaasti
hu: Készüljön fel a szabad futásra
hy_am: Պատրաստվեք ազատ վազքի
ia: Sia preste a navigar liberemente
id: Bersiaplah untuk berlari bebas
is: Vertu tilbúin/n að hlaupa frjáls
it: Preparati a navigare in piena libertà
ja: ブラウジングの自由を手に入れよう
kk: Еркін жүгіруге дайындалыңыз
nb: Gjør deg klar for frihet
nl: Maak u klaar om vrijuit te surfen
nn: Gjer deg klar for fridom
pa_in: ਆਜ਼ਾਦ ਹੋਣ ਲਈ ਤਿਆਰ ਹੋ ਜਾਓ
pt_br: Prepare-se para se libertar
ro: Pregătește-te să alergi liber
ru: Приготовьтесь к свободному бегу
sk: Pripravte sa na voľnosť
sq: Bëhuni gati të rendi të lirë
tg: Барои фаъолияти озод омода шавед
th: เตรียมพร้อมที่จะโลดแล่นอย่างอิสระ
tr: Özgürleşmeye hazır olun
ug: ئەركىن يۈگۈرۈشكە تەييار
uk: Приготуйтеся до свободи
vi: Sẵn sàng để tự do bứt phá
zh_cn: 准备好自由驰骋

# Onboarding.Modern.BrandRefresh.Welcome.ActionTreatmentA.v148
source: Set as Default Browser
bg: Задаване като браузър по подразбиране
cy: Gosod fel fy mhorwr arferol
da: Angiv som standardbrowser
de: Als Standardbrowser festlegen
el: Ορισμός ως προεπιλογή
es_ar: Establecer como navegador predeterminado
fi: Aseta oletusselaimeksi
fr: Définir comme navigateur par défaut
hu: Beállítás alapértelmezett böngészőként
hy_am: Սահմանել որպես սկզբնադիր դիտարկիչ
ia: Eliger como navigator predefinite
id: Jadikan Peramban Baku
is: Setja sem sjálfgefinn vafra
it: Imposta come browser predefinito
ja: デフォルトウェブブラウザーに設定
kk: Негізгі браузер қылу
nb: Bruk som standard nettleser
nl: Als standaardbrowser instellen
nn: Bruk som standard nettlesar
pa_in: ਮੂਲ ਬਰਾਊਜ਼ਰ ਬਣਾਓ
pt_br: Definir como navegador padrão
ro: Setează ca browser implicit
ru: Установить браузером по умолчанию
sk: Nastaviť ako predvolený prehliadač
sq: Caktojeni Shfletuesin Parazgjedhje
tg: Гузоштан ҳамчун браузери пешфарз
th: ตั้งเป็นเบราว์เซอร์เริ่มต้น
tr: Saptanmış tarayıcı yap
ug: كۆڭۈلدىكى توركۆرگۈ قىلىپ تەڭشە
uk: Зробити типовим браузером
vi: Đặt làm trình duyệt mặc định
zh_cn: 设为默认浏览器

# Onboarding.Modern.BrandRefresh.Welcome.Description.v148
source: We protect your data and automatically block companies from spying on your clicks.
bg: Ние защитаваме вашите данни и автоматично спираме компаниите да следят кликванията ви.
cy: Rydym yn diogelu eich data ac yn awtomatig yn rhwystro cwmnïau rhag ysbïo ar eich cliciau.
da: Vi beskytter dine data og forhindrer automatisk virksomheder i at udspionere dig.
de: Wir schützen Ihre Daten und verhindern automatisch, dass Unternehmen Ihre Klicks ausspionieren.
es_ar: Protegemos tus datos y bloqueamos automáticamente a las empresas que espían tus clics.
fi: Suojaamme tietosi ja estämme automaattisesti yrityksiä vakoilemasta napsautuksiasi.
fr: Nous protégeons vos données et empêchons automatiquement les entreprises d’espionner vos clics.
hu: Megvédjük adatait, és automatikusan megakadályozzuk a cégeket, hogy kémkedjenek a kattintásai után.
hy_am: Մենք պաշտպանում ենք ձեր տվյալները և ավտոմատ կերպով արգելափակում ենք ընկերությունների կողմից ձեր սեղմումների լրտեսումը։
ia: Nos protege tu datos e automaticamente bloca le companias de spiar sur tu clics.
id: Kami melindungi data Anda dan secara otomatis memblokir perusahaan dari memata-matai klik Anda.
is: Við verndum gögnin þín og lokum sjálfkrafa á að fyrirtæki njósni um ferðir þínar.
it: Proteggiamo i tuoi dati e impediamo alle aziende di spiare i tuoi clic, in modo automatico.
ja: 私たちはあなたのデータを保護し、企業によるクリックの監視を自動的にブロックします。
kk: Біз деректеріңізді қорғаймыз және компаниялардың әрбір шертуіңізді аңдуына автоматты түрде бұғаттау қоямыз.
nb: Vi beskytter dine data og blokkerer automatisk selskaper fra å spionere på dine klikk.
nl: We beschermen uw gegevens en voorkomen automatisch dat bedrijven uw klikken bespioneren.
nn: Vi vernar dataa dine og blokkerer automatisk selskap frå å spionere på klikka dine.
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਡਾਟੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਦੇ ਹਾਂ ਅਤੇ ਜਦੋਂ ਵੀ ਤੁਸੀਂ ਕਲਿੱਕ ਕਰਦੇ ਹੋ ਤਾਂ ਆਪਣੇ-ਆਪ ਹੀ ਕੰਪਨੀਆਂ ਨੂੰ ਤੁਹਾਡੇ ਉੱਤੇ ਜਾਸੂਸੀ ਕਰਨ ਤੋਂ ਰੋਕਦੇ ਹਾਂ।
pt_br: Protegemos seus dados e impedimos automaticamente que empresas espionem seus cliques.
ro: Îți protejăm datele și blocăm automat companiile care spionează clicurile.
ru: Мы защищаем ваши данные и автоматически блокируем компании от отслеживания ваших кликов.
sk: Chránime vaše údaje a automaticky blokujeme spoločnosti, aby nešpehovali vaše kliknutia.
sq: Ne i mbrojmë të dhënat tuaja dhe bllokojmë automatikisht shoqëri për të mos ju spiunuar përmes klikimeve tuaja.
tg: Мо маълумоти шуморо муҳофизат мекунем ва ширкатҳоро аз ҷосусӣ ва таҳлили амалҳои шумо ба таври худкор маҳдуд мекунем.
th: เราปกป้องข้อมูลของคุณและปิดกั้นบริษัทต่างๆ ไม่ให้สอดแนมการคลิกของคุณโดยอัตโนมัติ
tr: Verilerinizi koruyoruz ve şirketlerin tıklamalarınızı izlemesini otomatik olarak engelliyoruz.
ug: سانلىق مەلۇماتىڭىزنى قوغدايمىز ۋە شىركەتلەرنىڭ چېكىشلىرىڭىزنى نازارەت قىلىشىنى ئۆزلۈكىدىن توسىمىز.
uk: Ми захищаємо ваші дані й автоматично блокуємо стеження компаній за вашими діями.
vi: Chúng tôi bảo vệ dữ liệu của bạn và tự động chặn các công ty theo dõi hoạt động của bạn.
zh_cn: 我们会保护您的数据，并自动阻止大公司窥探您的浏览活动。

# Onboarding.Modern.BrandRefresh.Welcome.Skip.v148
source: Not Now
bg: Не сега
cy: Nid Nawr
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
es_ar: No ahora
fi: Ei nyt
fr: Plus tard
hu: Most nem
hy_am: Ոչ հիմա
ia: Non ora
id: Jangan Sekarang
is: Ekki núna
it: Non adesso
ja: 後で
kk: Қазір емес
nb: Ikke nå
nl: Niet nu
nn: Ikkje no
pa_in: ਹੁਣੇ ਨਹੀਂ
pt_br: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sq: Jo Tani
tg: Ҳоло не
th: ไม่ใช่ตอนนี้
tr: Şimdi değil
ug: ھازىر ئەمەس
uk: Не зараз
vi: Không phải bây giờ
zh_cn: 暂时不要

# Onboarding.Modern.BrandRefresh.Welcome.Title.v148
source: Say goodbye to creepy trackers
bg: Кажете сбогом на зловещите тракери
cy: Dweud ffarwel wrth dracwyr annymunol
da: Sig farvel til skumle sporings-mekanismer
de: Verabschieden Sie sich von gruseligen Verfolgern
el: Πείτε αντίο στους παρεμβατικούς ιχνηλάτες
es_ar: Decile adiós a los rastreadores siniestros
fi: Sano hyvästit kammottaville seuraimille
fr: Dites adieu aux traqueurs intrusifs
hu: Intsen búcsút a hátborzongató követőknek
hy_am: Հրաժեշտ տվեք սարսափելի հետագծիչներին
ia: Oblida traciatores enoiante
id: Ucapkan selamat tinggal pada pelacak menyeramkan
is: Kveddu ískyggilega rekjara
it: Dì addio ai fastidiosi elementi traccianti
ja: 気味の悪いトラッカーに別れを告げよう
kk: Жағымсыз трекерлермен қоштасыңыз
nb: Si farvel til skumle sporere
nl: Zeg vaarwel tegen enge trackers
nn: Sei farvel til skumle sporarar
pa_in: ਡਰਾਉਣੇ ਟਰੈਕਰਾਂ ਤੋਂ ਖਹਿੜਾ ਛੁਡਾਓ
pt_br: Diga adeus a rastreadores sinistros
ro: Spune adio elementelor de urmărire intruzive
ru: Попрощайтесь с жуткими трекерами
sk: Rozlúčte sa so strašidelnými sledovačmi
sq: U thoni lamtumirë gjurmuesve të shpifur
tg: Бо васоити пайгирии даҳшатовар видоъ кунед
th: บอกลาตัวติดตามที่น่ารำคาญ
tr: Ürpertici takip kodlarına veda edin
ug: زېرىكىشلىك ئىزلىغۇچىلار بىلەن خوشلىشىڭ
uk: Попрощайтеся з моторошними елементами стеження
vi: Nói lời tạm biệt với những kẻ theo dõi đáng sợ
zh_cn: 甩掉鬼祟跟踪器

# Onboarding.Modern.BrandRefresh.Welcome.Title.v148.v2
source: Open your links with built-in privacy
bg: Отваряйте връзките си с вградена поверителност
cy: Agor eich dolenni gyda phreifatrwydd cynhenid
de: Öffnen Sie Ihre Links mit integrierter Privatsphäre
es_ar: Abrir enlaces con privacidad incorporada
fr: Ouvrez vos liens avec la confidentialité intégrée
hu: Nyissa meg a hivatkozásait a beépített adatvédelemmel
hy_am: Բացեք ձեր հղումները ներկառուցված գաղտնիության միջոցով
ia: Aperi tu ligamines con confidentialitate
id: Buka tautan Anda dengan privasi bawaan
it: Apri ogni link sapendo che la privacy è integrata
ja: リンクを開く時もプライバシー保護
kk: Сілтемелеріңізді кіріктірілген жекелікпен ашыңыз
nb: Åpne lenkene dine med innebygd personvern
nl: Open uw koppelingen met ingebouwde privacy
nn: Opne lenkene dine med innebygd personvern
pt_br: Abra seus links com privacidade integrada
ro: Deschide-ți linkurile cu confidențialitate încorporată
ru: Открывайте свои ссылки со встроенной приватностью
sk: Otvárajte svoje odkazy so zabudovaným súkromím
tg: Пайвандҳои худро бо махфияти дарунсохт кушоед
th: เปิดลิงก์พร้อมความเป็นส่วนตัวในตัว
tr: Bağlantıları açarken gizliliğinizi koruyun
ug: ئىچكى شەخسىيەت تۈزۈمى بار توركۆرگۈدە ئۇلانمىنى ئاچىدۇ
vi: Mở liên kết của bạn với tính năng bảo mật tích hợp sẵn
zh_cn: 通过内置隐私保护的浏览器打开链接

# Onboarding.Modern.Customization.Theme.Automatic.v145
source: Automatic
bg: Автоматично
cy: Awtomatig
da: Automatisk
de: Automatisch
el: Αυτόματο
es_ar: Automático
fi: Automaattinen
fr: Automatique
hu: Automatikus
hy_am: Ինքնաշխատ
id: Otomatis
is: Sjálfvirkt
it: Automatico
ja: 自動
kk: Автоматты түрде
nb: Automatisk
nl: Automatisch
nn: Automatisk
pa_in: ਆਟੋਮੈਟਿਕ
pt_br: Automático
ro: Automat
ru: Автоматически
sk: Automaticky
sq: Automatike
tg: Худкор
th: อัตโนมัติ
tr: Otomatik
ug: ئاپتوماتىك
uk: Автоматично
vi: Tự động
zh_cn: 自动

# Onboarding.Modern.Customization.Theme.Continue.Action.v140
source: Continue
bg: Продължаване
cy: Parhau
da: Fortsæt
de: Weiter
el: Συνέχεια
es_ar: Continuar
fi: Jatka
fr: Continuer
gl: Continuar
hu: Folytatás
hy_am: Շարունակել
ia: Continuar
id: Lanjutkan
is: Halda áfram
it: Continua
ja: 続ける
kk: Жалғастыру
nb: Fortsett
nl: Doorgaan
nn: Hald fram
pa_in: ਜਾਰੀ ਰੱਖੋ
pt_br: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sq: Vazhdo
tg: Идома додан
th: ดำเนินการต่อ
tr: İleri
ug: داۋاملاشتۇر
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续

# Onboarding.Modern.Customization.Theme.Dark.v145
source: Dark
bg: Тъмна
cy: Tywyll
da: Mørk
de: Dunkel
el: Σκουρόχρωμο
es_ar: Oscuro
fi: Tumma
fr: Sombre
hu: Sötét
hy_am: Մուգ
ia: Obscur
id: Gelap
is: Dökkt
it: Scuro
ja: ダーク
kk: Күңгірт түсті
nb: Mørkt
nl: Donker
nn: Mørkt
pa_in: ਗੂੜ੍ਹਾ
pt_br: Escuro
ro: Întunecată
ru: Тёмная
sk: Tmavá
sq: E errët
tg: Торик
th: มืด
tr: Koyu
ug: قاراڭغۇ
uk: Темна
vi: Tối
zh_cn: 深邃
