Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Onboarding.strings
Languages: be, bg, br, bs, ca, cy, da, de, el, eo, es_ar, fi, fr, gd, gl, hr, hu, hy_am, ia, id, is, it, ja, kk, nb, nl, nn, pa_in, pt_br, ro, ru, si, sk, sq, tg, th, tr, ug, uk, vi, zh_cn

# Onboarding.TermsOfService.PrivacyPreferences.SendCrashReportsTitle.v135
source: Automatically send crash reports
bg: Автоматично изпращане на доклади за срив
bs: Automatski šalji izvještaje o padu
ca: Envia automàticament informes de fallada
cy: Anfon adroddiadau damwain yn awtomatig
da: Send automatisk fejlrapporter
de: Absturzberichte automatisch senden
el: Αυτόματη αποστολή αναφορών κατάρρευσης
eo: Aŭtomate sendi raportojn pri paneo
es_ar: Enviar informes de fallos automáticamente
fi: Lähetä kaatumisilmoitukset automaattisesti
fr: Envoyer automatiquement les rapports de plantage
gl: Enviar informes de quebras de xeito automático
hu: Összeomlás-jelentések automatikus elküldése
hy_am: Ինքնաբար ուղարկել խափանումների մասին զեկույցը
ia: Automaticamente inviar reportos de crash
id: Kirim laporan kerusakan secara otomatis
is: Senda hrunskýrslur inn sjálfkrafa
it: Invia automaticamente segnalazioni di arresto anomalo
ja: クラッシュレポートを自動的に送信する
kk: Құлау хабарламаларын автоматты түрде жіберу
nb: Send inn krasjrapporter automatisk
nl: Automatisch crashrapporten verzenden
nn: Send inn krasjrapportar automatisk
pa_in: ਕਰੈਸ਼ ਰਿਪੋਰਟਾਂ ਨੂੰ ਆਪਣੇ-ਆਪ ਭੇਜੋ
pt_br: Enviar relatórios de falhas automaticamente
ro: Trimite automat rapoarte de închidere neașteptată
ru: Автоматически отправлять сообщения о падениях
sk: Automaticky odosielať správy o zlyhaní
sq: Dërgo vetvetiu njoftime vithisjesh
tg: Ба таври худкор фиристодани гузоришҳо дар бораи вайронӣ
th: ส่งรายงานความผิดพลาดโดยอัตโนมัติ
tr: Çökme raporlarını otomatik olarak gönder
ug: يىمىرىلىش دوكلاتىنى ئۆزلۈكىدىن يوللايدۇ
uk: Автоматично надсилати звіти про збої
vi: Tự động gửi báo cáo sự cố
zh_cn: 自动发送崩溃报告

# Onboarding.TermsOfService.PrivacyPreferences.SendTechnicalDataDescription.v135
source: Data about your device, hardware configuration, and how you use %1$@ helps improve features, performance, and stability for everyone. %2$@
bg: Данните за устройството, хардуерната конфигурация и начина на използване на %1$@ помагат за подобряване на възможностите, производителността и стабилността за всички. %2$@
bs: Podaci o vašem uređaju, konfiguraciji hardvera i načinu na koji koristite %1$@ pomažu u poboljšanju funkcija, performansi i stabilnosti za sve. %2$@
ca: Les dades sobre el vostre dispositiu, la configuració del maquinari i sobre com feu servir el %1$@ ajuden a millorar les funcions, el rendiment i l’estabilitat per a tothom. %2$@
cy: Mae data am eich dyfais, ffurfweddiad caledwedd, a sut rydych yn defnyddio %1$@ yn helpu i wella nodweddion, perfformiad, a sefydlogrwydd i bawb. %2$@
da: Data om din enhed, hardwarekonfiguration og hvordan du bruger %1$@ hjælper med at forbedre funktioner, ydeevne og stabilitet for alle. %2$@
de: Daten über Ihr Gerät, Ihre Hardware-Konfiguration und wie Sie %1$@ nutzen, helfen dabei, Funktionen, Leistung und Stabilität für alle zu verbessern. %2$@
el: Τα δεδομένα σχετικά με τη συσκευή σας, τη διαμόρφωση του υλικού της και τον τρόπο με τον οποίο χρησιμοποιείτε το %1$@ συμβάλλουν στη βελτίωση των λειτουργιών, των επιδόσεων και της σταθερότητας για όλους τους χρήστες. %2$@
eo: Informoj pri via aparato, ĝia aparataro kaj kiel vi uzas %1$@ helpas plibonigi trajtojn, efikecon kaj stabilecon por ĉiuj. %2$@
es_ar: Los datos sobre tu dispositivo, la configuración de hardware y cómo se usa %1$@ ayudan a mejorar las funciones, el rendimiento y la estabilidad para todos. %2$@
fi: Laitteeseesi, kokoonpanosi ja %1$@in käyttötapaan liittyvät tiedot auttavat parantamaan ominaisuuksia, suorituskykyä ja vakautta kaikille. %2$@
fr: Les données concernant votre appareil, la configuration matérielle et la façon dont vous utilisez %1$@ contribuent à améliorer les fonctionnalités, les performances et la stabilité pour tout le monde. %2$@
gl: Os datos sobre o teu dispositivo, a configuración do hardware e como usas %1$@ axudan a mellorar as funcións, o rendemento e a estabilidade para todos. %2$@
hu: Az eszközre, a hardverbeállításokra és a %1$@ használatára vonatkozó adatok segítenek abban, hogy a funkciók, a teljesítmény és a stabilitás mindenki számára jobb legyen. %2$@
hy_am: Ձեր սարքի, սարքաշարի կազմաձևման և %1$@-ի օգտագործման տվյալներն օգնում են բարելավելու հնարավորությունները, արտադրողականությունը և կայունությունը օգտատերերի համար ամենուր: %2$@
ia: Le datos re tu apparato, le configuration hardware, e tu uso de %1$@ adjuta a meliorar functiones, prestation, e stabilitate pro totes. %2$@
id: Data tentang perangkat Anda, konfigurasi perangkat keras, dan bagaimana Anda menggunakan %1$@ membantu meningkatkan fitur, kinerja, dan stabilitas untuk semua orang. %2$@
is: Gögn um tækið þitt, vélbúnaðarstillingar og hvernig þú notar %1$@ hjálpa til við að bæta eiginleika, afköst og stöðugleika fyrir alla notendur. %2$@
it: I dati relativi al tuo dispositivo, alla sua configurazione hardware e al modo in cui utilizzi %1$@ aiutano a migliorarne funzionalità, prestazioni e stabilità per tutti. %2$@
ja: 端末、ハードウェア構成、%1$@ の使用状況に関するデータは、すべてのユーザーのために、機能やパフォーマンス、安定性の向上に役立てられます。%2$@
kk: Құрылғыңыз, жабдық конфигурациясы және %1$@ пайдалану жолы туралы деректер барлық пайдаланушылар үшін мүмкіндіктерді, өнімділікті және тұрақтылықты жақсартуға көмектеседі. %2$@
nb: Data om enheten din, maskinvarekonfigurasjonen og hvordan du bruker %1$@ bidrar til å forbedre funksjoner, ytelse og stabilitet for alle. %2$@
nl: Gegevens over uw apparaat, hardwareconfiguratie en hoe u %1$@ gebruikt helpen bij het verbeteren van functies, prestaties en stabiliteit voor gebruikers overal. %2$@
nn: Data om eininga di, maskinvarekonfigurasjonen og korleis du brukar %1$@ bidreg til å forbetre funksjonar, yting og stabilitet for alle. %2$@
pa_in: ਤੁਹਾਡੇ ਡਿਵਾਈਸ, ਹਾਰਡਵੇਅਰ ਸੰਰਚਨਾ ਅਤੇ %1$@ ਨੂੰ ਤੁਸੀਂ ਕਿਵੇਂ ਵਰਤਦੇ ਹੋ, ਦੇ ਬਾਰੇ ਡਾਟਾ ਹਰ ਥਾਂ ਦੇ ਵਰਤੋਂਕਾਰਾਂ ਲਈ ਫ਼ੀਚਰਾਂ, ਕਾਰਗੁਜ਼ਾਰੀ ਅਤੇ ਸਥਿਰਤਾਂ ਵਿੱਚ ਸੁਧਾਰ ਕਰਨ ਲਈ ਮਦਦ ਕਰਦਾ ਹੈ। %2$@
pt_br: Dados sobre seu dispositivo, configuração de hardware e como você usa o %1$@ ajudam a melhorar recursos, desempenho e estabilidade para todos. %2$@
ro: Datele despre dispozitivul tău, configurația hardware și modul în care utilizezi %1$@ ajută la îmbunătățirea funcționalităților, performanței și stabilității pentru toți. %2$@
ru: Данные о вашем устройстве, конфигурации оборудования и том, как вы используете %1$@, помогают улучшить возможности, производительность и стабильность для всех и каждого. %2$@
sk: Údaje o vašom zariadení, hardvérovej konfigurácii a spôsobe používania %1$@u pomáhajú zlepšovať funkcie, výkon a stabilitu pre každého. %2$@
sq: Të dhënat rreth pajisjes tuaj, formësimit “hardware” dhe se si e përdorni %1$@-in ndihmojnë të përmirësohen veçori, funksionimi dhe qëndrueshmëria për përdorues kudo. %2$@
tg: Маълумот дар бораи дастгоҳи шумо, танзимоти сахтафзор ва тарзи истифодаи «%1$@» барои беҳтар кардани хусусиятҳо, самаранокӣ ва устуворӣ барои ҳамаи корбарони браузер кумак мекунад. %2$@
th: ข้อมูลเกี่ยวกับอุปกรณ์ของคุณ การกำหนดค่าฮาร์ดแวร์ และพฤติกรรมการใช้งาน %1$@ ของคุณช่วยปรับปรุงคุณลักษณะ ประสิทธิภาพ และเสถียรภาพสำหรับผู้ใช้ทุกคน %2$@
tr: Cihazınız, donanım yapılandırmanız ve %1$@ uygulamasını nasıl kullandığınızla ilgili veriler tüm kullanıcılarımız için özellikleri, performansı ve kararlılığı iyileştirmemize yardımcı olur. %2$@
ug: ئۈسكۈنىڭىز، قاتتىق دېتال سەپلىمىسى ۋە %1$@ نى قانداق ئىشلىتىش ھەققىدىكى سانلىق مەلۇمات بىزنىڭ بارلىق ئىشلەتكۈچىلەر ئۈچۈن ئىقتىدارلارنى ياخشىلاش ۋە مۇقىملىقىنى ئاشۇرۇشىمىزغا ياردەم بېرىدۇ. %2$@
uk: Дані про ваш пристрій, конфігурацію обладнання і спосіб використання %1$@ допомагають покращити функції, продуктивність і стабільність для всіх користувачів. %2$@
vi: Dữ liệu về thiết bị, cấu hình phần cứng và cách bạn sử dụng %1$@ giúp cải thiện các tính năng, hiệu suất và ổn định cho mọi người. %2$@
zh_cn: 与您的设备、硬件配置、%1$@ 使用方式相关的数据，有助于为全体用户改进功能、性能、稳定性。%2$@

# Onboarding.TermsOfService.PrivacyPreferences.SendTechnicalDataTitle.v135
source: Send technical and interaction data to %@
bg: Изпращане на технически данни и данни за взаимодействие до %@
bs: Pošaljite tehničke podatke i podatke o interakciji na %@
ca: Envia dades tècniques i d’interacció a %@
cy: Anfon data technegol a rhyngweithio at %@
da: Send tekniske data og data om brug til %@
de: Technische Daten und Interaktionsdaten an %@ senden
el: Αποστολή τεχνικών δεδομένων και δεδομένων αλληλεπίδρασης στη %@
eo: Sendi teknikajn kaj interagajn datumojn al %@
es_ar: Enviar datos técnicos y de interacción a %@
fi: Lähetä teknistä ja vuorovaikutustietoa %@lle
fr: Envoyer des données techniques et d’interaction à %@
gl: Enviar datos técnicos e de interacción a %@
hu: Műszaki és interakciós adatok küldése a %@ számára
hy_am: Ուղարկեք տեխնիկական և փոխազդեցության տվյալները %@-ին
ia: Inviar a %@ datos technic e de interaction
id: Kirim data teknis dan interaksi ke %@
is: Senda tækni- og samskiptagögn til %@
it: Invia dati tecnici e di interazione a %@
ja: 技術データと対話データを %@ に送信する
kk: Техникалық және өзара әрекеттесу деректерін %@ адресіне жіберу
nb: Send tekniske data og interaksjonsdata til %@
nl: Technische en interactiegegevens naar %@ verzenden
nn: Send tekniske data og samhandlingsdata til %@
pa_in: %@ ਨੂੰ ਤਕਨੀਕੀ ਅਤੇ ਤਾਲਮੇਲ ਡਾਟਾ ਭੇਜੋ
pt_br: Enviar dados técnicos e de interação para a %@
ro: Trimite date tehnice și de interacțiune către %@
ru: Отправлять технические данные и данные взаимодействия в %@
sk: Odosielať technické údaje a údaje o interakciách spoločnosti %@
sq: Dërgo të dhëna teknike dhe ndërveprimesh te %@
tg: Фиристодани маълумоти техникӣ ва ҳамкорӣ ба «%@»
th: ส่งข้อมูลทางเทคนิคและข้อมูลการโต้ตอบไปยัง %@
tr: Teknik verileri ve etkileşim verilerini %@’ya gönder
ug: تېخنىكىلىق ۋە تەسىرلىشىش سانلىق مەلۇماتنى %@ غا يوللايدۇ
uk: Надсилати технічні й аналітичні дані до %@
vi: Gửi dữ liệu kỹ thuật và tương tác đến %@
zh_cn: 向 %@ 发送技术与交互数据

# Onboarding.TermsOfService.PrivacyPreferences.Title.v135
source: Help us make %@ better
bg: Помогнете ни да направим %@ по-добър
bs: Pomozite nam da učinimo %@ boljim
ca: Ajudeu-nos a millorar el %@
cy: Helpwch ni i wneud %@ yn well
da: Hjælp os med at gøre %@ bedre
de: Helfen Sie uns, %@ zu verbessern
el: Βοηθήστε μας να βελτιώσουμε το %@
eo: Helpu nin plibonigi %@
es_ar: Ayudanos a mejorar %@
fi: Auta meitä parantamaan %@ia
fr: Aidez-nous à améliorer %@
gl: Axúdanos a mellorar %@
hu: Segítsen jobbá tenni a %@ alkalmazást
hy_am: Օգնեք մեզ բարելավել %@-ը
ia: Adjuta nos a render %@ melior
id: Bantu kami membuat %@ lebih baik
is: Hjálpaðu okkur að gera %@ betri
it: Aiutaci a migliorare %@
ja: %@ の改善にご協力ください
kk: Бізге %@ жақсартуға көмектесіңіз
nb: Hjelp oss med å gjøre %@ bedre
nl: Help ons %@ te verbeteren
nn: Hjelp oss med å gjere %@ betre
pa_in: %@ ਨੂੰ ਵਧੀਆ ਬਣਾਉਣ ਲਈ ਸਾਡੀ ਮਦਦ ਕਰੋ
pt_br: Ajude-nos a melhorar o %@
ro: Ajută-ne să îmbunătățim %@
ru: Помогите нам сделать %@ лучше
sk: Pomôžte nám zlepšiť %@
sq: Ndihmonani ta bëjmë %@-in më të mirë
tg: Ба мо барои беҳтар кардани браузери «%@» кумак расонед
th: ช่วยเราทำให้ %@ ดีขึ้น
tr: %@ tarayıcısını iyileştirmemize yardım edin
ug: %@ نى تېخىمۇ ياخشى قىلىشىمىزغا ياردەملىشىدۇ
uk: Допоможіть нам зробити %@ кращим
vi: Hãy giúp chúng tôi cải thiện %@
zh_cn: 帮助我们改进 %@

# Onboarding.TermsOfService.Subtitle.v136
source: Fast and secure web browsing
bg: Бързо и сигурно сърфиране в мрежата
bs: Brzo i sigurno pregledavanje weba
ca: Navegació web ràpida i segura
cy: Pori gwe cyflym a diogel
da: Hurtig og sikker browsing
de: Schnelles und sicheres Surfen im Internet
el: Γρήγορη και ασφαλής περιήγηση στον ιστό
eo: Rapida kaj sekura retumo
es_ar: Navegación web rápida y segura
fi: Nopeaa ja turvallista verkkoselailua
fr: Une navigation rapide et sûre
gl: Navegación web rápida e segura
hu: Gyors és biztonságos webböngészés
hy_am: Արագ և անվտանգ վեբ զննարկում
ia: Le navigation del web veloce e secur
id: Penjelajahan web yang cepat dan aman
is: Hratt og öruggt vafur á netinu
it: Navigazione veloce e sicura
ja: 高速で安全なウェブブラウジング
kk: Интернетті жылдам және қауіпсіз шолу
nb: Rask og sikker nettsurfing
nl: Snel en veilig surfen op het web
nn: Rask og sikker nettsurfing
pa_in: ਤੇਜ਼ ਅਤੇ ਸੁਰੱਖਿਅਤ ਵੈੱਬ ਬਰਾਊਜ਼ਿੰਗ
pt_br: Navegação rápida e segura
ro: Navigare web rapidă și sigură
ru: Быстрый и безопасный сёрфинг
sk: Rýchle a bezpečné prehliadanie webu
sq: Shfletim i shpejtë dhe siguruar
tg: Тамошобинии тезкор ва бехатар дар Интернет
th: เรียกดูเว็บได้อย่างรวดเร็วและปลอดภัย
tr: Hızlı ve güvenli web gezintisi
ug: تېز ۋە بىخەتەر تور زىيارىتى
uk: Швидкий і безпечний вебперегляд
vi: Duyệt web nhanh và an toàn
zh_cn: 浏览快如风，安全不漏风

# Onboarding.TermsOfService.TermsOfServiceAgreement.v135
source: By continuing, you agree to the %@
bg: Продължавайки, вие се съгласявате с %@
bs: Nastavkom prihvatate %@
ca: En continuar, accepteu les %@
cy: Trwy barhau, rydych yn cytuno i'r %@
da: Ved at fortsætte accepterer du %@
de: Indem Sie fortfahren, stimmen Sie den %@ zu.
el: Συνεχίζοντας, συμφωνείτε με τους %@
eo: Se vi daŭrigas vi akceptas la %@
es_ar: Al continuar, aceptás los %@
fi: Jatkamalla hyväksyt %@
fr: En continuant, vous acceptez les %@
gl: Ao continuar, aceptas o %@
hu: A folytatással elfogadja az %@.
hy_am: Շարունակելով՝ դուք համաձայնում եք %@-ին
ia: Si tu continua, tu concorda con %@
id: Dengan melanjutkan, Anda menyetujui %@
is: Með því að halda áfram, samþykkir þú %@
it: Proseguendo, accetti le %@
ja: 続けると、%@ に同意したものとみなされます
kk: Жалғастыру арқылы сіз %@ келісесіз
nb: Ved å fortsette godtar du %@
nl: Door verder te gaan, gaat u akkoord met de %@
nn: Ved å halde fram, godtek du %@
pa_in: ਜਾਰੀ ਰੱਖ ਕੇ ਤੁਸੀਂ %@ ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ
pt_br: Ao continuar, você declara que concorda com os %@
ro: Prin continuare, ești de acord cu %@
ru: Продолжая, вы соглашаетесь с %@
sk: Pokračovaním súhlasíte s dokumentom %@
sq: Duke vazhduar, pajtoheni me %@
tg: Бо идома додан, шумо бо %@ розӣ мешавед
th: เมื่อดำเนินการต่อ ถือว่าคุณยอมรับ%@
tr: Devam ettiğinizde %@’nı kabul etmiş sayılırsınız.
ug: داۋاملاشتۇرسىڭىز، %@ غا قوشۇلىسىز
uk: Продовжуючи, ви погоджуєтеся з %@
vi: Bằng cách tiếp tục, bạn đồng ý với %@
zh_cn: 继续即表示您同意 %@

# Onboarding.TermsOfService.Title.v135
source: Welcome to %@
bg: Добре дошли при %@
bs: Dobrodošli u %@
ca: Us donem la benvinguda al %@
cy: Croeso i %@
da: Velkommen til %@
de: Willkommen bei %@
el: Καλώς ορίσατε στο %@
eo: Bonvenon al %@
es_ar: Bienvenido a %@
fi: Tervetuloa %@iin
fr: Bienvenue dans %@
gl: Benvido a %@
hu: Üdvözli a %@
hy_am: Բարի գալուստ %@
ia: Benvenite a %@
id: Selamat datang di %@
is: Velkomin í %@
it: Benvenuto in %@
ja: %@ へようこそ
kk: %@ өніміне қош келдіңіз
nb: Velkommen til %@
nl: Welkom bij %@
nn: Velkomen til %@
pa_in: %@ ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ
pt_br: Boas-vindas ao %@
ro: Bine ai venit pe %@
ru: Добро пожаловать в %@
sk: Víta vás %@
sq: Mirë se vini te %@
tg: Хуш омадед ба «%@»
th: ยินดีต้อนรับสู่ %@
tr: %@ tarayıcısına hoş geldiniz
ug: %@ قا خۇش كەپسىز!
uk: Вітаємо в %@
vi: Chào mừng đến với %@
zh_cn: 欢迎使用 %@

# Onboarding.TermsOfUse.TermsOfUseLink.v136
source: %@ Terms of Use.
bg: %@ Условия за ползване.
bs: %@ uslovi korištenja.
ca: condicions d'ús del %@.
cy: Amodau Defnydd %@
da: Betingelser for brug af %@.
de: Nutzungsbedingungen von %@.
el: Όρους χρήσης του %@.
eo: Kondiĉoj de uzo de %@.
es_ar: Términos de uso de %@.
fi: %@in käyttöehdot.
fr: Conditions d’utilisation de %@.
gl: Termos de uso de %@.
hu: A %@ felhasználási feltételei
hy_am: %@-ի օգտագործման պայմաններ
ia: Conditiones de uso de %@.
id: Ketentuan Penggunaan %@.
is: Notkunarskilmálar %@.
it: Condizioni di utilizzo di %@.
ja: %@ 利用規約
kk: %@ қолдану шарттары.
nb: %@ bruksvilkår.
nl: Gebruiksvoorwaarden van %@.
nn: %@ brukarvilkår.
pa_in: %@ ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ਹਨ।
pt_br: Termos de uso do %@.
ro: Condiții de utilizare %@.
ru: Условия использования %@.
sk: Podmienky používania aplikácie %@.
sq: Kushte Përdorimi %@.
tg: Шартҳои истифодаи «%@»
th: เงื่อนไขการใช้งาน %@
tr: %@ Kullanım Koşulları
ug: %@ نىڭ ئىشلىتىش شەرتلىرى.
uk: Умови використання %@.
vi: Điều khoản sử dụng %@.
zh_cn: %@ 使用条款。

# Onboarding.Wallpaper.Accessibility.Classic.v114
source: Classic Wallpaper
be: Класічныя шпалеры
bg: Класически тапет
br: Drekleur klasel
bs: Klasična pozadina
ca: Fons de pantalla clàssic
cy: Papur Wal Clasurol
da: Klassisk baggrund
de: Hintergrund „Klassisch“
el: Κλασική ταπετσαρία
eo: Klasika ekranfono
es_ar: Fondo de pantalla clásico
fi: Klassinen taustakuva
fr: Fond d’écran classique
gd: Am pàipear-balla clasaigeach
gl: Fondo de pantalla clásico
hr: Klasična pozadina
hu: Klasszikus háttérkép
hy_am: Դասական Պաստառ
ia: Fundo classic
id: Gambar Latar Klasik
is: Klassísk bakgrunnsmynd
it: Sfondo classico
ja: 定番の壁紙
kk: Классикалық тұсқағаз
nb: Klassisk bakgrunnsbilde
nl: Klassieke achtergrond
nn: Klassisk bakgrunnsbilde
pa_in: ਕਲਾਸਿਕ ਵਾਲਪੇਪਰ
pt_br: Fundo de tela clássico
ro: Imagine de fundal clasică
ru: Классические обои
si: සම්භාව්‍ය බිතුපත
sk: Klasická tapeta
sq: Sfond Klasik
tg: Тасвири заминаи классикӣ
th: วอลล์เปเปอร์แบบคลาสสิก
tr: Klasik duvar kâğıdı
ug: ئەنئەنىۋى تام قەغىزى
uk: Класичні шпалери
vi: Hình nền cổ điển
zh_cn: 经典壁纸

# Onboarding.Wallpaper.Accessibility.LimitedEdition.v114
source: Limited Edition Wallpaper
be: Лімітаванае выданне шпалер
bg: Тапети с ограничено издание
br: Drekleur bevennet e embannadur
bs: Pozadina ograničenog izdanja
ca: Fons de pantalla d'edició limitada
cy: Papur Wal Argraffiad Cyfyngedig
da: Baggrund "Begrænset udgave"
de: Hintergrund „Limitierte Edition“
el: Ταπετσαρία περιορισμένης έκδοσης
eo: Ekranfono "Limigita eldono"
es_ar: Fondo de pantalla de edición limitada
fi: Rajoitetun erän taustakuva
fr: Fond d’écran en édition limité
gd: Tionndadh cuingichte de phàipear-balla
gl: Fondo de pantalla de edición limitada
hr: Pozadina ograničenog izdanja
hu: Limitált kiadású háttérkép
hy_am: Սահմանափակ թողարկումով պաստառ
ia: Fundo a edition limitate
id: Gambar Latar Edisi Terbatas
is: Bakgrunnsmynd í takmörkuðu upplagi
it: Sfondo in edizione limitata
ja: 限定版の壁紙
kk: Шектеулі шығарылым тұсқағазы
nb: Bakgrunn i begrenset utgave
nl: Achtergrond in beperkte oplage
nn: Bakgrunn i avgrensa utgåve
pa_in: ਸੀਮਿਤ ਐਡੀਸ਼ਨ ਵਾਲਪੇਪਰ
pt_br: Fundo de tela de edição limitada
ro: Imagine de fundal de ediție limitată
ru: Обои с ограниченным тиражом
si: සීමිත සංස්කරණ බිතුපත
sk: Tapeta v limitovanej edícii
sq: Sfond Edicion i Kufizuar
tg: Тасвири замина бо нашри маҳдуд
th: วอลล์เปเปอร์แบบเวลาจำกัด
tr: Kısıtlı sürüm duvar kâğıdı
ug: چەكلىك نۇسخىدىكى تام قەغىزى
uk: Особливі шпалери
vi: Hình nền phiên bản giới hạn
zh_cn: 限定版壁纸

# Onboarding.Wallpaper.Action.v114
source: Set Wallpaper
be: Усталюйце шпалеры
bg: Задаване на тапет
br: Aozañ an drekleur
bs: Postavite pozadinu
ca: Defineix un fons de pantalla
cy: Gosod Papur Wal
da: Vælg baggrund
de: Hintergrundbild festlegen
el: Ορισμός ταπετσαρίας
eo: Elekti ekranfonon
es_ar: Establecer fondo de pantalla
fi: Aseta taustakuva
fr: Définir un fond d’écran
gd: Suidhich pàipear-balla
gl: Establecer fondo de pantalla
hr: Postavi pozadinu
hu: Háttérkép beállítása
hy_am: Կայել պաստառ
ia: Fixar un fundo de schermo
id: Atur Gambar Latar
is: Stilla bakgrunn
it: Imposta sfondo
ja: 壁紙を設定します
kk: Тұсқағазды орнату
nb: Velg bakgrunnsbilde
nl: Achtergrond instellen
nn: Vel bakgrunnsbilde
pa_in: ਵਾਲਪੇਪਰ ਲਾਓ
pt_br: Escolha um fundo da tela
ro: Setează imaginea de fundal
ru: Установка обоев
si: බිතුපත සකසන්න
sk: Nastaviť tapetu
sq: Caktoni Sfond
tg: Танзими тасвири замина
th: ตั้งค่าวอลล์เปเปอร์
tr: Duvar kâğıdını ayarla
ug: تام قەغىزى تەڭشەش
uk: Налаштувати шпалери
vi: Cài đặt hình nền
zh_cn: 设置壁纸

# Onboarding.Wallpaper.Description.v114
source: Choose a wallpaper that speaks to you.
be: Выберыце шпалеры, якія вам пасуюць.
bg: Изберете тапет, който ви представлява.
br: Dibabit ur skeudenn a-dreñv a blij deoc'h.
bs: Odaberite pozadinu koja vam odgovara.
ca: Trieu un fons de pantalla que us representi.
cy: Dewiswch bapur wal sy'n siarad â chi.
da: Vælg en baggrund, der taler til dig.
de: Wählen Sie ein Hintergrundbild, das Sie anspricht.
el: Επιλέξτε μια ταπετσαρία ιδανική για εσάς.
eo: Elektu ekranfonon kiu signifas ion por vi.
es_ar: Elegí un fondo de pantalla que te represente.
fi: Valitse taustakuva, joka puhuttelee sinua.
fr: Choisissez un fond d’écran qui vous parle.
gd: Tagh pàipear-balla a tha a’ còrdadh riut-sa.
gl: Escolla un fondo de pantalla que o represente.
hr: Odaberi pozadinu koja ti odgovara.
hu: Válasszon olyan háttérképet, amely Önhöz szól.
hy_am: Ընտրեք պաստառ, որը խոսում է ձեզ հետ:
ia: Elige un fundo que te parla.
id: Pilih gambar latar yang cocok untuk Anda.
is: Veldu bakgrunnsmynd sem talar til þín.
it: Scegli lo sfondo perfetto per te.
ja: あなたに語りかける壁紙を選んでください。
kk: Өз талғамыңызға сай тұсқағазды таңдаңыз.
nb: Velg det perfekte bakgrunnsbildet for deg.
nl: Kies een achtergrond die u aanspreekt.
nn: Vel det perfekte bakgrunnsbildet for deg.
pa_in: ਵਾਲਪੇਪਰ ਚੁਣੋ, ਜੋ ਤੁਹਾਡੇ ਰੰਗ ਵਿੱਚ ਢਲੇ ਹੋਣ।
pt_br: Escolha um fundo de tela que combina com você.
ro: Alege o imagine de fundal cu care rezonezi.
ru: Выберите обои по своему вкусу.
si: ඔබට කතා කරන බිතුපතක් තෝරන්න.
sk: Vyberte si tapetu, ktorá k vám hovorí.
sq: Zgjidhni një sfond që ju thotë diçka.
tg: Тасвири заминаеро интихоб кунед, ки ба шумо ҳикоят мекунад.
th: เลือกวอลล์เปเปอร์ที่บ่งบอกความเป็นคุณ
tr: Size hitap eden bir duvar kâğıdı seçin.
ug: سىز ياقتۇرىدىغان تام قەغەزنى تاللاڭ.
uk: Оберіть свій тип шпалер.
vi: Chọn một hình nền nói lên bạn.
zh_cn: 选择合您心意的壁纸。

# Onboarding.Wallpaper.SelectorTitle.v114
source: Try a splash of colour
be: Паспрабуйце ўсплёск колеру
bg: Опитайте пръска цвят
br: Klaskit un tachad liv
bs: Probajte nove boje
ca: Afegiu-hi un toc de color
cy: Ychwanegwch bach o liw
da: Tilføj lidt farve
de: Wie wäre es mit einem Farbtupfer?
el: Δοκιμάστε μια πινελιά χρώματος
eo: Provu koloran tuŝeton
es_ar: Probá un toque de color
fi: Lisää ripaus väriä
fr: Essayez une touche de couleur
gd: Feuch steall dhathan air
gl: Probar un toque de cor
hr: Isprobaj jednu obojanu pozadinu
hu: Próbáljon ki egy kis színt
hy_am: Փորձեք գույն շաղ տալ
ia: Prova un tocco de color
id: Coba berbagai ragam warna
is: Prófaðu skvettu af lit
it: Prova un tocco di colore
ja: 鮮やかな色彩を試す
kk: Түстер шашырауын қолданып көріңіз
nb: Prøv en fargeklatt
nl: Probeer een vleugje kleur
nn: Prøv ein fargeklatt
pa_in: ਰੰਗ ਪਾ ਕੇ ਵੇਖੋ
pt_br: Experimente um toque de cores
ro: Încearcă o pată de culoare
ru: Попробуйте всплеск цвета
si: වර්ණ කැලතීමක් බලන්න
sk: Vyskúšajte nádych farieb
sq: Shtoni pakëz ngjyrë
tg: Чакраҳои рангро кӯшиш намоед
th: ลองเลือกสีสันที่คุณชอบ
tr: Farklı renkleri deneyin
ug: يېڭى رەڭ سىناڭ
uk: Спробуйте сплеск кольорів
vi: Thử một chút màu sắc
zh_cn: 试用新色彩

# Onboarding.Wallpaper.Title.v114
source: Choose a %@ Wallpaper
be: Выберыце шпалеры %@
bg: Изберете %@ тапет
br: Dibab un drekleur %@
bs: Odaberite %@ pozadinu
ca: Trieu un fons de pantalla del %@
cy: Dewiswch Papur Wal %@
da: Vælg en %@-baggrund
de: Wählen Sie ein %@-Hintergrundbild aus
el: Επιλέξτε μια ταπετσαρία %@
eo: Elektu ekranfonon por %@
es_ar: Seleccionar un fondo de pantalla de %@
fi: Valitse %@-taustakuva
fr: Choisir un fond d’écran %@
gd: Tagh pàipear-balla %@
gl: Escolla un fondo de pantalla de %@
hr: Odaberi %@ pozadinu
hu: Válasszon egy %@ háttérképet
hy_am: Ընտրեք %@ Պաստառ
ia: Elige un fundo de schermo de %@
id: Pilih Gambar Latar %@
is: Veldu bakgrunnsmynd %@
it: Scegli uno sfondo per %@
ja: %@ の壁紙を選択
kk: %@ тұсқағазын таңдаңыз
nb: Velg en %@-bakgrunnsbilde
nl: Kies een %@-achtergrond
nn: Vel eit %@-bakgrunnsbilde
pa_in: %@ ਵਾਲਪੇਪਰ ਚੁਣੋ
pt_br: Escolha um fundo da tela do %@
ro: Alege o imagine de fundal %@
ru: Выберите обои %@
si: %@ බිතුපතක් තෝරන්න
sk: Vyberte tapetu pre %@
sq: Zgjidhni një Sfond %@
tg: Тасвири заминаи «%@»-ро интихоб намоед
th: เลือกวอลล์เปเปอร์ %@
tr: %@ duvar kâğıdınızı seçin
ug: بىر %@ تام قەغىزى تاللىنىدۇ
uk: Оберіть шпалери %@
vi: Chọn hình nền %@
zh_cn: 选择 %@ 壁纸
