Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/RelayMask.strings
Languages: bg, cy, da, de, el, es_ar, eu, fi, fr, hr, hu, ia, id, is, it, ja, kk, nb, nl, nn, pa_in, pt_br, pt_pt, ro, ru, sk, sq, sv, tg, th, tr, ug, uk, vi, zh_cn, zh_tw

# RelayMask.RelayEmailMaskAvailableCFR.v146
source: New! %@ Relay email masks are now available on mobile.
bg: Ново! %@ Relay имейл маски вече са налични за мобилни устройства.
cy: Newydd! Mae arallenw e-bost Relay %@ nawr ar gael ar ff√¥nau symudol.
da: Nyhed! Du kan nu bruge Relay-mail-masker i %@ på din mobil.
de: Neu! %@-Relay-E-Mail-Masken sind jetzt für Mobilgeräte verfügbar.
el: Νέο! Οι μάσκες email του %@ Relay είναι πλέον διαθέσιμες και σε κινητές συσκευές.
es_ar: ¡Nuevo! Las máscaras de correo electrónico de %@ Relay ahora están disponibles en dispositivos móviles.
eu: Berria! %@ Relay helbide elektroniko maskarak mugikorrean ere erabilgarri daude orain.
fi: Uutta! %@ Relay -sähköpostimaskit ovat nyt saatavilla mobiililaitteilla.
fr: Nouveau ! Les alias de messagerie %@ Relay sont désormais disponibles sur les appareils mobiles.
hr: Novo! %@ Relay maske e-mail adresa su sada dostupne na mobilnim uređajima.
hu: Új! A %@ Relay e-mail-maszkok már mobilon is elérhetőek.
ia: Nova! Le mascas de e-mail %@ Relay es ora disponibile sur apparatos mobile.
id: Baru! Masker surel %@ Relay sekarang tersedia di ponsel.
is: Nýtt! %@ Relay tölvupóstshulur eru nú í boði á farsímum.
it: Novità! Gli alias email di %@ Relay sono ora disponibili sui dispositivi mobili.
ja: 新機能！ %@ Relay のメールマスクがモバイルでも利用できるようになりました。
kk: Жаңа! %@ Relay эл. пошта маскалары енді ұялы телефонда қолжетімді.
nb: Nyhet! %@ Relay e-postalias er nå tilgjengelige på mobil.
nl: Nieuw! %@ Relay-e-mailmaskers zijn nu beschikbaar op mobiele apparaten.
nn: Nyheit! %@ Relay e-postalias er no tilgjengelege på mobil.
pa_in: ਨਵਾਂ! %@ ਰੀਲੇਅ ਈਮੇਲ ਮਾਸਕ ਹੁਣ ਮੋਬਾਈਲ ਉੱਤੇ ਵੀ ਮੌਜੂਦ ਹਨ।
pt_br: Novidade! Máscaras de email do %@ Relay agora estão disponíveis em dispositivos móveis.
pt_pt: Novo! As máscaras de e-mail Relay %@ estão agora disponíveis para dispositivos móveis.
ro: Nou! Măștile de e-mail %@ Relay sunt acum disponibile pe mobil.
ru: Новинка! Псевдонимы электронной почты %@ Relay теперь доступны на мобильных устройствах.
sk: Novinka! E‑mailové masky služby %@ Relay sú teraz k dispozícii aj na mobilných zariadeniach.
sq: E re! Maskat e email-it %@ Relay tanimë janë gati edhe për celular.
sv: Nyhet! %@ Relay e-postalias är nu tillgängliga för mobila enheter.
tg: Нав! Акнун ниқобҳои почтаи электронии «%@ Relay» дар дастгоҳҳои мобилӣ дастрасанд.
th: ใหม่! ตัวปกปิดอีเมลของ %@ พร้อมใช้งานบนมือถือแล้ว
tr: Yeni! %@ Relay e-posta maskelerini artık mobil cihazlarda da kullanabilirsiniz.
ug: يېڭى! ھازىردىن باشلاپ %@ Relay ئېلخەت نىقابىنى كۆچمە ئۈسكۈنىدىمۇ ئىشلەتكىلى بولىدۇ.
uk: Новинка! Маски електронної пошти %@ Relay тепер доступні на мобільних пристроях.
vi: Mới! Email ẩn danh của %@ Relay hiện đã có trên thiết bị di động.
zh_cn: 新功能！%@ Relay 马甲邮箱现可在移动设备上使用。
zh_tw: 新功能！現在起行動板也提供 %@ Relay 轉寄信箱功能。

# RelayMask.RelayEmailMaskFreeTierLimitReached.v146
source: Your 5 free email masks are in use, so we picked one for you.
bg: Вашите 5 безплатни имейл маски се използват, затова избрахме една за вас.
cy: Mae eich 5 arallenw e-bost rhad ac am ddim yn cael eu defnyddio ar hyn o bryd, felly rydym wedi dewis un i chi.
da: Dine fem gratis mail-masker er allerede i brug, så vi har valgt én for dig.
de: Ihre fünf kostenlosen E-Mail-Masken werden bereits verwendet, daher haben wir eine für Sie ausgewählt.
el: Οι 5 δωρεάν μάσκες email σας χρησιμοποιούνται, γι' αυτό επιλέξαμε μία για εσάς.
es_ar: Tus 5 máscaras de correo electrónico gratuitas están en uso, así que elegimos una para vos.
eu: Zure doako 5 helbide elektroniko maskarak erabili dituzu jada, beraz ausaz aukeratu dugu bat zuretzat.
fi: Viisi ilmaista sähköpostimaskia on jo käytössä, joten valitsimme sinulle yhden.
fr: Vos 5 alias de messagerie gratuits sont en cours d’utilisation, nous en avons donc choisi un pour vous.
hr: Tvoje 5 besplatne maske e-mail adresa se koriste, stoga smo odabrali jednu za tebe.
hu: Az 5 ingyenes e-mail-maszkja használatban van, így választottunk egyet Önnek.
ia: Tu 5 mascas de e-mail gratuite es jam in uso, assi nos ha eligite un pro te.
id: 5 masker surel gratis Anda sedang digunakan, jadi kami memilih satu untuk Anda.
is: Fimm ókeypis tölvupósthulur þínar eru í notkun, svo við völdum eina fyrir þig.
it: Hai già creato tutti i tuoi 5 alias di posta elettronica gratuiti, quindi ne abbiamo scelto uno per te.
ja: 5 つの無料メールマスクが使用中なので、1 つを選択しました。
kk: Сіздің 5 тегін эл. пошта маскасы қолданылуда, сондықтан біз сіз үшін біреуін таңдадық.
nb: De 5 gratis e-postaliasene dine er i bruk, så vi valgte ett for deg.
nl: Uw 5 gratis e-mailmaskers zijn in gebruik, dus hebben we er één voor u gekozen.
nn: Dei 5 gratis e-postaliasa dine er i bruk, så vi valde eitt for deg.
pa_in: ਤੁਹਾਡੇ 5 ਮੁਫ਼ਤ ਈਮੇਲ ਮਾਸਕ ਵਰਤੋਂ ਵਿੱਚ ਹਨ, ਇਸਕਰਕੇ ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਚੁਣਿਆ ਹੈ।
pt_br: Suas 5 máscaras de email gratuitas estão em uso, então escolhemos uma para você.
pt_pt: As suas 5 máscaras de e-mail gratuitas estão a ser utilizadas, por isso escolhemos uma para si.
ro: Cele 5 măști de e-mail gratuite sunt deja în uz, așa că am ales una pentru tine.
ru: У вас есть 5 бесплатных псевдонимов электронной почты, поэтому мы выбрали один для вас.
sk: Vašich 5 bezplatných e‑mailových masiek je už použitých, tak sme pre vás jednu vybrali.
sq: 5 maskat tuaja falas të email-it janë në përdorim, ndaj zgjodhëm një për ju.
sv: Dina 5 gratis e-postalias används, så vi valde ut en åt dig.
tg: Шумо аллакай дар истифода дорои 5 ниқоби почтаи электронии ройгон мебошед, аз ин рӯ барои шумо яке аз онҳо интихоб карда шуд.
th: ตัวปกปิดอีเมลฟรี 5 ตัวของคุณถูกใช้งานอยู่ เราจึงเลือกตัวหนึ่งมาให้คุณ
tr: 5 ücretsiz e-posta maskenizin hepsi kullanımda olduğundan birini sizin için seçtik.
ug: سىز 5 ھەقسىز ئېلخەت نىقابىنى ئىشلىتىۋاتىسز، شۇڭا سىزگە بىرنى تاللايلى.
uk: Ваші 5 безплатних масок електронної пошти вже використовуються, тому ми вибрали одну для вас.
vi: 5 email ẩn danh miễn phí của bạn đang được sử dụng, vì vậy chúng tôi đã chọn một cái trong đó cho bạn.
zh_cn: 您已注册全部 5 个免费马甲邮箱，我们为您选取了其中一个。
zh_tw: 您已經有 5 組免費的轉寄信箱使用中，我們幫您挑選了一組。

# RelayMask.RelayEmailMaskFreeTierLimitReached.v147
source: You’ve used your 5 free email masks, so we picked one for you to reuse.
bg: Използвахте своите 5 безплатни имейл маски, затова избрахме една, за да я използвате повторно.
cy: Rydych chi wedi defnyddio'ch 5 arallenw e-bost am ddim, felly rydym wedi dewis un i chi ei ailddefnyddio.
da: Du har brugt dine fem gratis mail-masker, så vi har valgt én for dig, som du kan genbruge.
de: Sie haben Ihre 5 kostenlosen E-Mail-Masken aufgebraucht, daher haben wir eine zur Wiederverwendung ausgewählt.
el: Έχετε χρησιμοποιήσει τις 5 δωρεάν μάσκες email σας, επομένως επιλέξαμε μία για επαναχρησιμοποίηση.
es_ar: Usaste tus 5 máscaras de correo electrónico gratuitas, así que elegimos una para que la reutilicés.
eu: Zure doako 5 posta-maskarak erabili dituzu, beraz berrerabiltzeko bat aukeratu dugu zuretzat.
fi: Olet käyttänyt viisi ilmaista sähköpostimaskiasi, joten valitsimme sinulle yhden uudelleenkäytettäväksi.
fr: Vous avez utilisé vos 5 alias de messagerie gratuits, nous en avons choisi un que vous pourrez réutiliser.
hr: Iskoristio/la si tvoje 5 besplatne maske e-mail adrese, stoga smo odabrali jednu koju možeš ponovo koristiti.
hu: Felhasználta az 5 ingyenes e-mail-maszkját, ezért kiválasztottunk egyet, amelyet újra felhasználhat.
ia: Tu ha usate tu 5 mascas de e-mail gratuite, assi nos eligeva un pro te a reusar.
id: Anda telah menggunakan 5 topeng surel gratis, jadi kami memilih satu untuk Anda gunakan kembali.
is: Þú hefur notað 5 ókeypis tölvupósthulur, svo við völdum eina fyrir þig til að endurnýta.
it: Hai già utilizzato i tuoi 5 alias di posta elettronica gratuiti, quindi ne abbiamo scelto uno da riutilizzare.
ja: 無料のメールマスク 5 個を使い切ったので、再利用する 1 個を選びました。
kk: Сіз 5 тегін эл. пошта маскасын пайдаландыңыз, сондықтан қайта пайдалануыңыз үшін біреуін таңдадық.
nb: Du har brukt dine 5 gratis e-postaliaser, så vi valgte én du kan bruke om igjen.
nl: U hebt uw vijf gratis e-mailmaskers gebruikt, dus we hebben er één uitgekozen om opnieuw te gebruiken.
nn: Du har brukt dei 5 gratis e-postaliasa dine, så vi valde éitt du kan bruke om igjen.
pa_in: ਤੁਸੀਂ 5 ਮੁਫ਼ਤ ਈਮੇਲ ਮਾਸਕ ਵਰਤੇ ਲਏ ਹਨ ਤਾਂ ਹੀ ਅਸੀਂ ਮੁੜ-ਵਰਤਣ ਵਾਸਤੇ ਇੱਕ ਤੁਹਾਡੇ ਲਈ ਚੁਣਿਆ ਹੈ।
pt_br: Você usou suas 5 máscaras de email gratuitas, então escolhemos uma para você reutilizar.
pt_pt: Utilizou as suas 5 máscaras de correio eletrónico gratuitas, por isso escolhemos uma para si reutilizar.
ro: Ți-ai folosit cele 5 măști de e-mail gratuite, așa că am ales una pe care să o refolosești.
ru: Вы использовали свои 5 бесплатных псевдонимов электронной почты, поэтому мы выбрали один из них, чтобы вы могли использовать его повторно.
sk: Použili ste svojich 5 bezplatných e‑mailových masiek, takže sme pre vás vybrali jednu na opätovné použitie.
sq: Keni përdorur 5 maska falas email-i, ndaj kemi zgjedhur një për ju që ta ripërdorni.
sv: Du har använt dina 5 gratis e-postalias, så vi valde ut en som du kan återanvända.
tg: Зеро ки шумо аз ҳамаи 5 ниқоби ройгони почтаи электронии худ истифода кардед, мо барои идомаи истифода ба шумо яке аз онҳоро интихоб намудем.
th: คุณได้ใช้ตัวปกปิดอีเมลฟรี 5 ตัวของคุณหมดแล้ว เราจึงเลือกตัวหนึ่งใหม่ให้คุณใช้ซ้ำ
tr: 5 ücretsiz e-posta maskesi hakkınız dolduğundan mevcut maskelerinizden birini sizin için seçtik.
ug: سىز 5 ھەقسىز ئېلخەت نىقابىنى ئىشلەتتىڭىز شۇڭا قايتا ئىشلىتىشىڭىز ئۈچۈن بىرنى تاللىدۇق.
uk: Ви використали свої 5 безплатних масок електронної пошти, тому ми вибрали одну з них для повторного використання.
vi: Bạn đã sử dụng hết 5 email ẩn danh miễn phí, vì vậy chúng tôi đã chọn một cái để bạn sử dụng lại.
zh_cn: 您的 5 个免费马甲邮箱已用完，我们选择了一个供您重复使用。
zh_tw: 您已用完 5 組免費轉寄信箱，我們從中挑選一組讓您重複使用。

# RelayMask.RelayEmailMaskGenericErrorMessage.v146
source: Email masks aren’t available right now. Try again in a few minutes.
bg: Имейл маските не са налични в момента. Опитайте отново след няколко минути.
cy: Does dim arallenwau e-bost ar gael ar hyn o bryd. Ceisiwch eto mewn ychydig funudau.
da: Mail-masker er ikke tilgængelige lige nu. Prøv igen om et par minutter.
de: E-Mail-Masken sind derzeit nicht verfügbar. Versuchen Sie es in ein paar Minuten erneut.
el: Οι μάσκες email δεν είναι διαθέσιμες αυτήν τη στιγμή. Δοκιμάστε ξανά σε λίγα λεπτά.
es_ar: Las máscaras de correo electrónico no están disponibles en este momento. Probá de nuevo en unos minutos.
eu: Helbide elektroniko maskarak ez daude erabilgarri oraintxe bertan. Saiatu berriro minutu batzuk barru.
fi: Sähköpostimaskit eivät ole tällä hetkellä käytettävissä. Yritä uudelleen muutaman minuutin kuluttua.
fr: Les alias de messagerie ne sont pas disponibles pour le moment. Réessayez dans quelques minutes.
hr: Maske e-mail adresa trenutačno nisu dostupne. Pokušaj ponovo za par minuta.
hu: Az e-mail-maszkok jelenleg nem érhetőek el. Próbálja újra néhány perc múlva.
ia: Le mascas de e-mail non es disponibile a iste momento. Retenta in alcun minutas.
id: Masker surel tidak tersedia saat ini. Coba lagi dalam beberapa menit.
is: Tölvupóstshulur eru ekki tiltækar eins og er. Reyndu aftur eftir nokkrar mínútur.
it: Gli alias email non sono al momento disponibili. Riprova tra qualche minuto.
ja: メールマスクは現在ご利用いただけません。数分後にもう一度お試しください。
kk: Эл. пошта маскалары қазір қолжетімді емес. Бірнеше минуттан кейін әрекетті қайталаңыз.
nb: E-postalias er ikke tilgjengelige akkurat nå. Prøv igjen om noen minutter.
nl: E-mailmaskers zijn momenteel niet beschikbaar. Probeer het over een paar minuten opnieuw.
nn: E-postalias er ikkje tilgjengelege akkurat no. Prøv igjen om nokre minutt.
pa_in: ਈਮੇਲ ਮਾਸਕ ਇਸ ਵੇਲੇ ਮੌਜੂਦ ਨਹੀਂ ਹਨ। ਕੁਝ ਕੁ ਮਿੰਟਾਂ ਵਿਚ ਫ਼ੇਰ ਅਜ਼ਮਾ ਕੇ ਵੇਖਿਓ।
pt_br: Máscaras de email não estão disponíveis no momento. Tente novamente em alguns minutos.
pt_pt: As máscaras de e-mail ainda não estão disponíveis. Tente novamente dentro de alguns minutos.
ro: Măștile de e-mail nu sunt disponibile momentan. Încearcă din nou peste câteva minute.
ru: Псевдонимы электронной почты сейчас недоступны. Попробуйте снова через несколько минут.
sk: E‑mailové masky momentálne nie sú k dispozícii. Skúste to znova o niekoľko minút.
sq: Maskat e email-it s’janë të përdorshme tani. Riprovoni pas pak minutash.
sv: E-postalias är inte tillgängliga just nu. Försök igen om några minuter.
tg: Дар айни ҳол ниқобҳои почтаи электронӣ дастнорасанд. Пас аз чанд дақиқа аз нав кӯшиш кунед.
th: ตัวปกปิดอีเมลไม่พร้อมใช้งานในขณะนี้ โปรดลองอีกครั้งในอีกสักครู่
tr: E-posta maskeleri şu anda kullanılamıyor. Birkaç dakika sonra yeniden deneyin.
ug: ھازىر ئىلخەت نىقابىنى ئىشلەتكىلى بولمايدۇ. بىر قانچە مىنۇتتىن كېيىن قايتا سىناڭ.
uk: Маски електронної пошти зараз недоступні. Повторіть спробу за кілька хвилин.
vi: Hiện tại email ẩn danh không khả dụng. Hãy thử lại sau vài phút.
zh_cn: 目前无法使用马甲邮箱，请过几分钟再试。
zh_tw: 目前無法使用轉寄信箱服務，請稍候幾分鐘再試一次。

# RelayMask.RelayEmailMaskInsertedA11yAnnouncement.v147
source: Email mask inserted
bg: Имейл маска е вмъкната
cy: Arallenw e-bost wedi'i fewnosod
da: Mail-maske indsat
de: E-Mail-Maske eingefügt
el: Έγινε εισαγωγή μάσκας email
es_ar: Máscara de correo electrónico insertada
eu: Posta-maskara txertatuta
fi: Sähköpostimaski lisätty
fr: Alias de messagerie inséré
hr: Umetnuta je maska e-mail adrese
hu: E-mail-maszk beszúrva
ia: Masca email inserite
id: Topeng surel dimasukkan
is: Tölvupósthula sett inn
it: Alias email inserito
ja: メールマスクが挿入されました
kk: Эл. пошта маскасы кірістірілді
nb: E-postalias satt inn
nl: E-mailmasker ingevoegd
nn: E-postalias sett inn
pa_in: ਈਮੇਲ ਮਾਸਕ ਪਾਇਆ
pt_br: Máscara de email inserida
pt_pt: Máscara de e-mail inserida
ro: Mască de e-mail introdusă
ru: Псевдоним эл. почты вставлен
sk: Vložená e‑mailová maska
sq: U fut maskë email-i
sv: E-postalias infogat
tg: Ниқоби почтаи электронӣ ворид карда шуд
th: แทรกตัวปกปิดอีเมลแล้ว
tr: E-posta maskesi eklendi
ug: ئېلخەت نىقابى قىستۇرۇلدى
uk: Вставлено маску електронної пошти
vi: Đã điền email ẩn danh
zh_cn: 已填入马甲邮箱
zh_tw: 已插入轉寄信箱

# RelayMask.RelayEmailMaskSettingsDetailInfo.v146
source: Hide your real email to protect your inbox from spam. Some sites don’t support it.
bg: Скрийте истинския си имейл, за да защитите входящата си поща от спам. Някои сайтове не го поддържат.
cy: Cuddiwch eich e-bost go iawn i ddiogelu eich blwch derbyn rhag sbam. Dyw rhai gwefannau ddim yn ei gefnogi.
da: Skjul din rigtige mailadresse for at beskytte din indbakke mod span. Nogle websteder understøtter ikke dette.
de: Verbergen Sie Ihre echte E-Mail-Adresse, um Ihren Posteingang vor Spam zu schützen. Einige Websites unterstützen dies nicht.
el: Αποκρύψτε το πραγματικό σας email για να προστατέψετε τα εισερχόμενά σας από ανεπιθύμητα μηνύματα. Ορισμένοι ιστότοποι δεν το υποστηρίζουν.
es_ar: Ocultá tu correo electrónico real para proteger tu bandeja de entrada del spam. Algunos sitios no lo soportan.
eu: Ezkutatu zure benetako helbide elektronikoa sarrera-ontzia spametik babesteko. Zenbait gunek ez dute onartzen.
fi: Piilota oikea sähköpostiosoitteesi suojataksesi postilaatikkoasi roskapostilta. Jotkin sivustot eivät tue tätä.
fr: Masquez votre véritable adresse e-mail pour protéger votre boîte de réception du spam. Certains sites ne le prennent pas en charge.
hr: Sakrij svoju pravu e-mail adresu kako bi zaštitio/la pristiglu poštu od neželjene pošte. Neke web-stranice to ne podržavaju.
hu: Rejtse el a valódi e-mail-címét, hogy megvédje a postafiókját a levélszeméttől. Néhány webhely nem támogatja.
ia: Masca tu real e-mail pro proteger tu cassa de entrata contra le spam. Alcun sitos non lo supporta.
id: Sembunyikan surel asli Anda untuk melindungi kotak masuk Anda dari spam. Beberapa situs tidak mendukungnya.
is: Feldu raunverulegt póstfang þitt til að vernda pósthólfið þitt fyrir ruslpósti. Sum vefsvæði styðja þetta ekki.
it: Nascondi in tuo indirizzo email reale per proteggere la tua casella di posta dallo spam. Alcuni siti non supportano gli alias.
ja: 受信トレイをスパムから守るため、実際のメールアドレスを隠します。この機能は一部のサイトでサポートされていません。
kk: Кіріс жәшігін спамнан қорғау үшін шын эл. поштаңызды жасырыңыз. Кейбір сайттар оны қолдамайды.
nb: Skjul din virkelige e-postadresse for å beskytte innboksen din mot spam. Enkelte nettsteder støtter ikke dette.
nl: Verberg uw echte e-mailadres om uw Postvak IN te beschermen tegen spam. Sommige websites ondersteunen dit niet.
nn: Skjul den verkelege e-postadressa di for å verne innboksen din mot spam. Somme nettstadar støttar ikkje dette.
pa_in: ਸਪੈਮ ਤੋਂ ਆਪਣੇ ਈਮੇਲ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਵਾਸਤੇ ਆਪਣੇ ਅਸਲ ਈਮੇਲ ਨੂੰ ਲੁਕਾਓ। ਕੁਝ ਸਾਈਟਾਂ ਇਸ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹਨ।
pt_br: Oculte seu email real para proteger sua caixa de entrada de spam. Alguns sites não oferecem suporte.
pt_pt: Oculte o seu e-mail real para proteger a sua caixa de entrada de spam. Alguns sites não o suportam.
ro: Ascunde-ți adresa de e-mail reală pentru a-ți proteja căsuța poștală de spam. Unele site-uri nu acceptă această opțiune.
ru: Скройте свой настоящий адрес электронной почты, чтобы защитить свой почтовый ящик от спама. Некоторые сайты это не поддерживают.
sk: Skryte svoj skutočný e‑mail, aby ste ochránili svoju schránku pred nevyžiadanou poštou. Niektoré stránky to však nepodporujú.
sq: Fshihni email-in tuaj të njëmendtë, që të mbroni postën tuaj nga mesazhe të padëshiruar. Disa sajte s’e mbulojnë.
sv: Dölj din riktiga e-post för att skydda din inkorg från skräppost. Vissa webbplatser stöder inte det.
tg: Барои муҳофизат кадани паёмдони худ аз паёмҳои номатлуб, нишонии почтаи электронии ҳақиқии худро пинҳон кунед. Баъзе сомонаҳо ин имкониятро дастгирӣ намекунанд.
th: ซ่อนอีเมลจริงของคุณเพื่อป้องกันกล่องจดหมายจากสแปม บางเว็บไซต์อาจไม่รองรับคุณลักษณะนี้
tr: Gelen kutunuzu spam’den korumak için gerçek e-postanızı gizleyin. Bazı siteler bu özelliği desteklemez.
ug: قوبۇللاش ساندۇقىنى ئەخلەت ئېلخەتتىن قوغداش ئۈچۈن ھەقىقىي ئېلخەت ئادرېسىڭىزنى يوشۇرىدۇ. بەزى تور بېكەت ئۇنى قوللىمايدۇ.
uk: Приховуйте свою справжню адресу електронної пошти, щоб захистити поштову скриньку від спаму. Деякі сайти не підтримують цю функцію.
vi: Ẩn email thật của bạn để bảo vệ hộp thư đến khỏi thư rác. Một số trang web không hỗ trợ tính năng này.
zh_cn: 隐藏您的真实邮箱地址，保护收件箱免受垃圾邮件侵扰。部分网站可能不支持此功能。
zh_tw: 隱藏您的實際電子郵件地址，以避免您的信箱收到垃圾信。某些網站不支援本功能。

# RelayMask.RelayEmailMaskSettingsDetailInfo.v147
source: Hide your real email to protect your inbox from spam. Some sites don’t support email masks.
bg: Скрийте истинския си имейл, за да защитите входящата си поща от спам. Някои сайтове не поддържат имейл маски.
cy: Cuddiwch eich e-bost go iawn i ddiogelu eich blwch derbyn rhag sbam. Dyw rhai gwefannau ddim yn cefnog arallenwau.
da: Skjul din rigtige mailadresse for at beskytte din indbakke mod span. Nogle websteder understøtter mail-masker.
de: Verbergen Sie Ihre echte E-Mail-Adresse, um Ihren Posteingang vor Spam zu schützen. Einige Websites unterstützen keine E-Mail-Masken.
el: Αποκρύψτε το πραγματικό σας email για να προστατέψετε τα εισερχόμενά σας από ανεπιθύμητα μηνύματα. Ορισμένοι ιστότοποι δεν υποστηρίζουν μάσκες email.
es_ar: Ocultá tu correo electrónico real para proteger tu bandeja de entrada del spam. Algunos sitios no soportan máscaras de correo electrónico.
eu: Ezkutatu zure benetako helbide elektronikoa sarrera-ontzia spametik babesteko. Zenbait gunek ez dituzte posta-maskarak onartzen.
fi: Piilota oikea sähköpostiosoitteesi suojataksesi postilaatikkoasi roskapostilta. Jotkin sivustot eivät tue sähköpostimaskeja.
fr: Masquez votre véritable adresse e-mail pour protéger votre boîte de réception du spam. Certains sites ne prennent pas en charge les alias de messagerie.
hr: Sakrij svoju pravu e-mail adresu kako bi zaštitio/la pristiglu poštu od neželjene pošte. Neke web-stranice to ne podržavaju maskiranje e-mail adresa.
hu: Rejtse el a valódi e-mail-címét, hogy megvédje a postafiókját a levélszeméttől. Néhány webhely nem támogatja az e-mail-maszkokat.
ia: Cela tu real adresse e-mail pro proteger tu cassa de entrata contra le spam. Alcun sitos non supporta le mascas de e-mail.
id: Sembunyikan surel asli Anda untuk melindungi kotak masuk Anda dari spam. Beberapa situs tidak mendukung topeng surel.
is: Feldu raunverulegt póstfang þitt til að vernda pósthólfið þitt fyrir ruslpósti. Sum vefsvæði styðja ekki tölvupósthulur.
it: Nascondi in tuo indirizzo email reale per proteggere la tua casella di posta dallo spam. Alcuni siti non supportano gli alias.
ja: 受信トレイをスパムから守るため、実際のメールアドレスを隠します。一部のサイトではメールマスクがサポートされていません。
kk: Кіріс жәшігін спамнан қорғау үшін нақты эл. поштаңызды жасырыңыз. Кейбір сайттар эл. пошта маскаларына қолдау көрсетпейді.
nb: Skjul din virkelige e-postadresse for å beskytte innboksen din mot spam. Enkelte nettsteder støtter ikke e-postalias.
nl: Verberg uw echte e-mailadres om uw Postvak IN te beschermen tegen spam. Sommige websites ondersteunen geen e-mailmaskers.
nn: Skjul den verkelege e-postadressa di for å verne innboksen din mot søppelpost. Somme nettstadar støttar ikkje e-postalias.
pa_in: ਸਪੈਮ ਤੋਂ ਆਪਣੇ ਈਮੇਲ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਵਾਸਤੇ ਆਪਣੇ ਅਸਲ ਈਮੇਲ ਨੂੰ ਲੁਕਾਓ। ਕੁਝ ਸਾਈਟਾਂ ਈਮੇਲ ਮਾਸਕਾਂ ਸਹਾਇਕ ਨਹੀਂ ਹਨ।
pt_br: Oculte seu email real para proteger sua caixa de entrada de spam. Alguns sites não oferecem suporte a máscaras de email.
pt_pt: Oculte o seu e-mail real para proteger a sua caixa de entrada de spam. Alguns sites não suportam máscaras de e-mail.
ro: Ascunde-ți adresa de e-mail reală pentru a-ți proteja căsuța poștală de spam. Unele site-uri nu acceptă măști de e-mail.
ru: Скройте свой настоящий адрес электронной почты, чтобы защитить свой почтовый ящик от спама. Некоторые сайты не поддерживают псевдонимы электронной почты.
sk: Skryte svoj skutočný e-mail, aby ste ochránili svoju schránku pred nevyžiadanou poštou. Niektoré stránky nepodporujú e‑mailové masky.
sq: Fshihni email-in tuaj të njëmendtë, që të mbroni postën tuaj nga mesazhe të padëshiruar. Disa sajte s’mbulojnë maska email-esh.
sv: Dölj din riktiga e-postadress för att skydda din inkorg från skräppost. Vissa webbplatser stöder inte e-postalias.
tg: Барои муҳофизат кадани паёмдони худ аз паёмҳои номатлуб, нишонии почтаи электронии ҳақиқии худро пинҳон кунед. Баъзе сомонаҳо ниқобҳои почтаи электрониро дастгирӣ намекунанд.
th: ซ่อนอีเมลจริงของคุณเพื่อป้องกันกล่องจดหมายจากสแปม บางเว็บไซต์อาจไม่รองรับตัวปกปิดอีเมล
tr: Gelen kutunuzu spam’den korumak için gerçek e-postanızı gizleyin. Bazı siteler e-posta maskelerini desteklemez.
ug: قوبۇللاش ساندۇقىنى ئەخلەت ئېلخەتتىن قوغداش ئۈچۈن ھەقىقىي ئېلخەت ئادرېسىڭىزنى يوشۇرىدۇ. بەزى تور بېكەت ئېلخەت نىقابىنى قوللىمايدۇ.
uk: Приховуйте свою справжню адресу електронної пошти, щоб захистити поштову скриньку від спаму. Деякі сайти не підтримують цю функцію.
vi: Ẩn email thật của bạn để bảo vệ hộp thư đến khỏi thư rác. Một số trang web không hỗ trợ email ẩn danh.
zh_cn: 隐藏您的真实邮箱地址，保护收件箱免受垃圾邮件侵扰。部分网站不支持使用马甲邮箱。
zh_tw: 隱藏您的實際電子郵件地址，以避免您的信箱收到垃圾信。某些網站不支援轉寄信箱功能。

# RelayMask.RelayEmailMaskSettingsLearnMore.v146
source: Learn more
bg: Научете повече
cy: Dysgu rhagor
da: Lær mere
de: Weitere Informationen
el: Μάθετε περισσότερα
es_ar: Conocer más
eu: Argibide gehiago
fi: Lue lisää
fr: En savoir plus
hr: Saznaj više
hu: További tudnivalók
ia: Pro saper plus
id: Pelajari lebih lanjut
is: Frekari upplýsingar
it: Ulteriori informazioni
ja: 詳細情報
kk: Көбірек білу
nb: Les mer
nl: Meer info
nn: Les meir
pa_in: ਹੋਰ ਜਾਣੋ
pt_br: Saiba mais
pt_pt: Saber mais
ro: Află mai multe
ru: Подробнее
sk: Ďalšie informácie
sq: Mësoni më tepër
sv: Läs mer
tg: Маълумоти бештар
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi al
ug: مول بىلىم
uk: Докладніше
vi: Tìm hiểu thêm
zh_cn: 详细了解
zh_tw: 更多資訊
