Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/RelayMask.strings
Languages: bg, cy, da, de, el, es_ar, eu, fi, fr, hr, hu, ia, id, is, it, ja, kk, nb, nl, nn, pa_in, pt_br, pt_pt, ro, ru, sk, sq, sv, tg, th, tr, ug, uk, vi, zh_cn, zh_tw

# RelayMask.RelayEmailMaskSettingsManageEmailMasks.v146
source: Manage Email Masks
bg: Управление на имейл маски
cy: Rheoli Arallenwau
da: Håndter mail-masker
de: E-Mail-Masken verwalten
el: Διαχείριση μασκών email
es_ar: Administrar máscaras de correo electrónico
eu: Kudeatu helbide elektroniko maskarak
fi: Hallinnoi sähköpostimaskeja
fr: Gérer les alias de messagerie
hr: Upravljaj maskiranjem e-mail adresa
hu: E-mail-maszkok kezelése
ia: Gerer mascas de e-mail
id: Kelola Masker Surel
is: Stýra tölvupósthulum
it: Gestisci alias di posta elettronica
ja: メールマスクを管理
kk: Эл. пошта маскаларын басқару
nb: Behandle e-postalias
nl: E-mailmaskers beheren
nn: Handsam e-postalias
pa_in: ਈਮੇਲ ਮਾਸਕ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰੋ
pt_br: Gerenciar máscaras de email
pt_pt: Gerir Máscaras de E-mail
ro: Gestionează măștile de e-mail
ru: Управление псевдонимами эл. почты
sk: Spravovať e‑mailové masky
sq: Administroni Maska Email
sv: Hantera e-postalias
tg: Идоракунии ниқобҳои почтаи электронӣ
th: จัดการตัวปกปิดอีเมล
tr: E-posta maskelerini yönet
ug: ئېلخەت نىقابىنى باشقۇرۇش
uk: Керувати масками е-пошти
vi: Quản lý email ẩn danh
zh_cn: 管理马甲邮箱
zh_tw: 管理轉寄信箱

# RelayMask.RelayEmailMaskSettingsTitle.v146
source: Email Masks
bg: Имейл маски
cy: Arallenwau E-byst
da: Mail-masker
de: E-Mail-Masken
el: Μάσκες email
es_ar: Máscaras de correo electrónico
eu: Helbide elektroniko maskarak
fi: Sähköpostimaskit
fr: Alias de messagerie
hr: Maskiranja e-mail adresa
hu: E-mail-maszkok
ia: Mascas de e-mail
id: Masker Surel
is: Tölvupósthulur
it: Alias di posta elettronica
ja: メールマスク
kk: Эл. пошта маскалары
nb: E-postalias
nl: E-mailmaskers
nn: E-postalias
pa_in: ਈਮੇਲ ਮਾਸਕ
pt_br: Máscaras de email
pt_pt: Máscaras de e-mail
ro: Măști de e-mail
ru: Псевдонимы эл. почты
sk: E‑mailové masky
sq: Maska Email-i
sv: E-postalias
tg: Ниқобҳои почтаи электронӣ
th: ตัวปกปิดอีเมล
tr: E-posta maskeleri
ug: ئېلخەت نىقابى
uk: Маски електронної пошти
vi: Email ẩn danh
zh_cn: 马甲邮箱
zh_tw: 轉寄信箱

# RelayMask.RelayEmailMaskSuggestMasksToggle.v146
source: Suggest Email Masks
bg: Предлагане на имейл маски
cy: Awgrymu Arallenwau E-bost
da: Foreslå mail-masker
de: E-Mail-Masken vorschlagen
el: Πρόταση μασκών email
es_ar: Sugerir máscaras de correo electrónico
eu: Gomendatu helbide elektroniko maskarak
fi: Ehdota sähköpostimaskeja
fr: Suggérer des alias de messagerie
hr: Predloži maskiranja e-mail adresa
hu: E-mail-maszkok javaslata
ia: Suggerer mascas de e-mail
id: Sarankan Masker Surel
is: Stinga upp á tölvupósthulum
it: Suggerisci alias di posta elettronica
ja: メールマスクを提案
kk: Эл. пошта маскаларын ұсыну
nb: Foreslå e-postalias
nl: E-mailmaskers voorstellen
nn: Føreslå e-postalias
pa_in: ਈਮੇਲ ਮਾਸਕ ਲਈ ਸੁਝਾਓ
pt_br: Sugerir máscaras de email
pt_pt: Sugerir máscaras de e-mail
ro: Recomandă măști de e-mail
ru: Предлагать псевдонимы эл. почты
sk: Navrhovať e‑mailové masky
sq: Sugjero Maska Email
sv: Föreslå e-postalias
tg: Пешниҳоди ниқобҳои почтаи электронӣ
th: แนะนำตัวปกปิดอีเมล
tr: E-posta maskesi öner
ug: تەۋسىيە ئېلخەت نىقابى
uk: Пропонувати маски е-пошти
vi: Gợi ý email ẩn danh
zh_cn: 建议使用马甲邮箱
zh_tw: 建議轉寄信箱

# RelayMask.UseRelayEmailMaskFromKeyboard.v146
source: Use email mask
bg: Използване на маска за пощата
cy: Defnyddiwch arallenw e-bost
da: Brug mail-maske
de: E-Mail-Maske verwenden
el: Χρήση μάσκας email
es_ar: Usar máscara de correo electrónico
eu: Erabili helbide elektronikoaren maskara
fi: Käytä sähköpostimaskia
fr: Utiliser un alias de messagerie
hr: Koristi maskiranje e-mail adrese
hu: E-mail-maszk használata
ia: Usar un masca de e-mail
id: Gunakan masker surel
is: Nota tölvupósthulu
it: Utilizza alias di posta elettronica
ja: メールマスクを使用
kk: Эл. пошта маскасын қолдану
nb: Bruk e-postalias
nl: E-mailmasker gebruiken
nn: Bruk e-postalias
pa_in: ਈਮੇਲ ਮਾਸਕ ਨੂੰ ਵਰਤੋਂ
pt_br: Usar máscara de email
pt_pt: Utilizar máscara de e-mail
ro: Folosește masca de e-mail
ru: Используйте псевдонимы эл. почты
sk: Použiť e‑mailovú masku
sq: Përdor maskë email-i
sv: Använd e-postalias
tg: Истифодаи ниқоби муҳофизатии почтаи электронӣ
th: ใช้ตัวปกปิดอีเมล
tr: E-posta maskesi kullan
ug: ئېلخەت نىقابى ئىشلىتىش
uk: Використайте маску електронної пошти
vi: Sử dụng email ẩn danh
zh_cn: 使用马甲邮箱
zh_tw: 使用轉寄信箱
