Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Settings.strings
Languages: be, bg, br, bs, da, de, fi, fr, gd, hy_am, ia, id, is, it, nb, nl, nn, pt_br, ro, ru, sk, sq, tg, th, tr, tt, ug, uk, vi, zh_cn

# Settings.Search.Suggest.SearchSyncedTabs.Title.v124
source: Search Synchronised Tabs
be: Шукаць у сінхранізаваных картках
bg: Търсене в Synced Tabs
br: Klask en ivinelloù goubredet
bs: Pretraži sinhronizovane tabove
da: Søg i synkroniserede faneblade
de: Synchronisierte Tabs durchsuchen
fi: Etsi synkronoiduista välilehdistä
fr: Rechercher dans les onglets synchronisés
gd: Lorg am measg nan tabaichean sioncronaichte
hy_am: Որոնել համաժամեցված ներդիրներ
ia: Cercar in Schedas Synchronisate
id: Cari Tab yang Disinkronkan
is: Leita í samstilltum flipum
it: Cerca nelle schede sincronizzate
nb: Søk i synkroniserte faner
nl: Gesynchroniseerde tabbladen doorzoeken
nn: Søk i synkroniserte faner
pt_br: Pesquisar em abas sincronizadas
ro: Caută în filele sincronizate
ru: Поиск облачных вкладок
sk: Hľadať v synchronizovaných kartách
sq: Kërko në Skeda të Njëkohësuara
tg: Ҷустуҷӯи варақаҳои ҳамоҳангшуда
th: ค้นหาแท็บที่ซิงค์
tr: Eşitlenmiş sekmelerde ara
ug: قەدەمداش بەتكۈچ ئىزدە
uk: Шукати в синхронізованих вкладках
vi: Tìm kiếm các thẻ đã đồng bộ
zh_cn: 搜索同步的标签页

# Settings.Search.Suggest.ShowNonSponsoredSuggestions.Description.v124.v2
source: Get suggestions from %@ related to your search
bg: Получавайте предложения от %@, свързани с вашето търсене
bs: Dobijte prijedloge s %@ koji se odnose na vašu pretragu
da: Få forslag fra %@ relateret til din søgning
de: Erhalten Sie Vorschläge von %@, die sich auf Ihre Suche beziehen
fi: Vastaanota ehdotuksia %@ilta hakuusi liittyen
fr: Obtenir des suggestions %@ en rapport avec votre recherche
gd: Faigh molaidhean o %@ co-cheangailte ris na lorg thu
hy_am: Ստացեք առաջարկներ %@-ից՝ կապված ձեր որոնման հետ
ia: Recipe suggestiones de %@ relative a tu recerca
id: Dapatkan saran dari %@ yang terkait dengan pencarian Anda
is: Fáðu tillögur frá %@ sem tengjast leitinni þinni
it: Ottieni suggerimenti da %@ relativi alla tua ricerca
nb: Få forslag fra %@ relatert til søket ditt
nl: Ontvang suggesties van %@ gerelateerd aan uw zoekopdracht
nn: Få forslag frå %@ relatert til søkinga di
pt_br: Receber sugestões do %@ relacionadas à sua pesquisa
ro: Primește sugestii de la %@ legate de căutarea ta
ru: Получать предложения от %@, связанные с вашим поиском
sk: Získajte návrhy od %@u súvisiace s vaším vyhľadávaním
sq: Merrni nga %@-i sugjerime të lidhura me kërkimin tuaj
tg: Гирифтани пешниҳодҳо аз %@ дар асоси ҷустуҷӯи шумо
th: รับคำแนะนำจาก %@ ที่เกี่ยวข้องกับการค้นหาของคุณ
tr: %@’tan aramanızla ilgili öneriler alın
ug: %@ دىن ئىزدىگىنىڭىزگە مۇناسىۋەتلىك تەۋسىيەگە ئېرىشىسىز
uk: Отримувати пропозиції %@, пов'язані з вашим пошуком
vi: Nhận đề xuất từ ​​%@ liên quan đến tìm kiếm của bạn
zh_cn: 从 %@ 获取与您的搜索相关的建议

# Settings.Search.Suggest.ShowNonSponsoredSuggestions.Title.v124.v2
source: Suggestions from the Web
be: Прапановы з Інтэрнэту
bg: Предложения от Мрежата
bs: Prijedlozi s weba
da: Forslag fra nettet
de: Vorschläge aus dem Internet
fi: Ehdotukset verkosta
fr: Suggestions du Web
gd: Molaidhean on lìon
hy_am: Առաջարկներ համացանցից
ia: Suggestiones del web
id: Saran dari Web
is: Tillögur af vefnum
it: Suggerimenti dal Web
nb: Forslag fra nettet
nl: Suggesties van het web
nn: Forslag frå nettet
pt_br: Sugestões da web
ro: Sugestii de pe web
ru: Предложения из Интернета
sk: Návrhy z webu
sq: Sugjerime nga Interneti
tg: Пешниҳодҳо аз Интернет
th: คำแนะนำจากเว็บ
tr: Web’den öneriler
ug: تورنىڭ تەۋسىيەسى
uk: Пропозиції з Інтернету
vi: Đề xuất từ web
zh_cn: 来自网络的建议

# Settings.Search.Suggest.ShowSponsoredSuggestions.Description.v124
source: Support %@ with occasional sponsored suggestions
be: Падтрымаць %@ выпадковымі спонсарскімі прапановамі
bg: Подкрепете %@ с от време на време спонсорирани предложения
bs: Podržite %@ povremenim sponzorisanim prijedlozima
da: Støt %@ med lejlighedsvise sponsorede forslag
de: Unterstützen Sie %@ mit gelegentlich gesponserten Vorschlägen
fi: Tue %@ia satunnaisilla sponsoroiduilla ehdotuksilla
fr: Soutenir %@ en affichant de temps en temps des suggestions sponsorisées
gd: Cùm taic ri %@ ’s tu ag aontachadh ri molaidhean sponsairichte o àm gu àm
hy_am: Աջակցեք %@-ին երբեմն հովանավորվող առաջարկներով
ia: Supportar %@ con occasional suggestiones sponsorisate
id: Dukung %@ dengan saran bersponsor sesaat
is: Styddu við %@ með einstaka kostuðum tillögum
it: Supporta %@ con occasionali suggerimenti sponsorizzati
nb: Støtt %@ med sporadiske sponsede forslag
nl: Ondersteun %@ met af en toe gesponsorde suggesties
nn: Støtt %@ med sporadiske, sponsa forslag
pt_br: Apoiar o %@ com sugestões patrocinadas eventuais
ro: Susține %@ cu sugestii sponsorizate ocazionale
ru: Поддержать %@ периодическими предложениями от спонсоров
sk: Podporte %@ príležitostnými sponzorovanými návrhmi
sq: Përkrahni %@-in, përmes sugjerimesh, të ndonjëherëshme, të sponsorizuara
tg: Дастгирӣ кардани «%@» бо пешниҳодҳои тасодуфӣ аз сарпарастон
th: สนับสนุน %@ ด้วยคำแนะนำจากผู้สนับสนุนซึ่งแสดงเป็นครั้งคราว
tr: Ara sıra görünecek sponsorlu önerilerle %@ tarayıcınızı destekleyin
ug: قوللاش سودىگەرلىرىنىڭ ئېلانىنى ئانچە-مۇنچە كۆرسىتىشىگە يول قويۇپ %@ نى قوللاڭ
uk: Підтримайте %@ за допомогою періодичних спонсорованих пропозицій
vi: Hỗ trợ %@ với các đề xuất được tài trợ không thường xuyên
zh_cn: 不定期提供赞助商建议以支持 %@

# Settings.Search.Suggest.ShowSponsoredSuggestions.Title.v124
source: Suggestions from Sponsors
bg: Предложения от спонсори
bs: Prijedlozi sponzora
da: Vis søgeforslag fra sponsorer
de: Vorschläge von Sponsoren
fi: Ehdotuksia sponsoreilta
fr: Suggestions de sponsors
gd: Molaidhean o na sponsairean
hy_am: Առաջարկներ հովանավորներից
ia: Suggestiones de sponsors
id: Saran dari Sponsor
is: Tillögur frá styrktaraðilum
it: Suggerimenti dagli sponsor
nb: Forslag fra sponsorer
nl: Suggesties van sponsors
nn: Forslag frå sponsorar
pt_br: Sugestões de patrocinadores
ro: Sugestii de la sponsori
ru: Предложения от спонсоров
sk: Návrhy od sponzorov
sq: Sugjerime nga Sponsorë
tg: Пешниҳодҳо аз сарпарастон
th: คำแนะนำจากผู้สนับสนุน
tr: Sponsorlardan Öneriler
ug: ياردەمچىنىڭ تەكلىپلىرى
uk: Пропозиції від спонсорів
vi: Đề xuất từ nhà tài trợ
zh_cn: 来自赞助商的建议

# Settings.Studies.Link.v136
source: Learn More
bg: Научете повече
bs: Saznajte više
da: Læs mere
de: Weitere Informationen
hy_am: Իմանալ ավելին
ia: Pro saper plus
id: Pelajari Lebih Lanjut
it: Ulteriori informazioni
nb: Les mer
nl: Meer info
nn: Les meir
pt_br: Saiba mais
ro: Află mai multe
sk: Ďalšie informácie
tg: Маълумоти бештар
tr: Daha fazla bilgi alın
ug: تەپسىلاتى
uk: Докладніше
vi: Tìm hiểu thêm

# Settings.Studies.Message.v136
source: Try out features and ideas before theyâ€™re released to everyone.
bg: Изпробвайте функциите и идеите, преди да са пуснати за всички.
bs: Isprobajte funkcije i ideje prije nego što budu puštene svima.
da: Prøv nye funktioner og idéer, før de bliver tilgængelige for alle.
de: Probieren Sie Funktionen und Ideen aus, bevor sie für alle freigegeben werden.
hy_am: Փորձեք առանձնահատկությունները և գաղափարները, նախքան դրանք բոլորին հասանելի լինեն:
ia: Prova functiones e ideas ante que illos es publicate pro totes.
id: Cobalah fitur dan ide sebelum dirilis ke semua orang.
it: Prova funzionalità e idee prima che diventino disponibili per tutti.
nb: Prøv nye funksjoner og idéer før de blir tilgjengelige for alle.
nn: Prøv nye funksjonar og idéar før dei blir tilgjengelege for alle.
pt_br: Experimentar recursos e ideias antes de ser liberados para todos.
ro: Încearcă funcționalitățile și ideile înainte de a le lansa public.
sk: Vyskúšajte funkcie a nápady skôr, ako budú zverejnené pre všetkých.
tg: Хусусиятҳо ва ғояҳои моро пеш аз он ки онҳо дар версияи нав ба ҳамаи корбарон дастрас шаванд, озмоиш кунед.
tr: Yeni özellikleri ve fikirleri herkesin kullanımına açılmadan önce deneyin.
ug: ئىقتىدارى ھەممەيلەنگە تارقىتىلىشتىن ئىلگىرى يېڭى ئىقتىدار ۋە ئامالنى ئالدىن ئىشلىتىدۇ.
uk: Випробуйте нові функції та ідеї, перш ніж вони стануть доступними для всіх.
vi: Hãy thử các tính năng và ý tưởng trước khi chúng được phát hành cho mọi người.

# Settings.Studies.Title.v136
source: Install and Run Studies
bg: Инсталиране и изпълнение на проучвания
bs: Instalirajte i pokrenite studije
da: Installer og kør undersøgelser
de: Installieren und Studien durchführen
hy_am: Տեղադրեք և գործարկեք ուսումնասիրությունները
ia: Installar e exequer studios
id: Pasang dan Jalankan Studi
it: Installa e conduci studi
nb: Installer og kjør studier
nn: Installer og køyr studium
pt_br: Instalar e executar estudos
ro: Instalează și execută studii
sk: Inštalovať a spúšťať štúdie
tg: Насб ва иҷро кардани омӯзишҳо
tr: Araştırmaları yükle ve çalıştır
ug: ئورنىتىپ ۋە ئىجرا قىلىپ تەتقىق قىلىدۇ
uk: Встановлювати й запускати дослідження
vi: Cài đặt và chạy nghiên cứu

# Settings.TechnicalData.Link.v135
source: Learn More.
bs: Saznajte više.
da: Læs mere.
de: Weitere Informationen
hy_am: Իմանալ ավելին:
ia: Pro saper plus.
id: Pelajari Lebih Lanjut.
it: Ulteriori informazioni.
nl: Meer info.
nn: Les meir.
pt_br: Saiba mais.
sk: Ďalšie informácie.
tg: Маълумоти бештар.
tr: Daha fazla bilgi alın.
ug: تەپسىلاتى.
uk: Докладніше.
vi: Tìm hiểu thêm.

# Settings.TechnicalData.Link.v136
source: Learn More
bg: Научете повече
bs: Saznajte više
da: Læs mere
de: Weitere Informationen
hy_am: Իմանալ ավելին
ia: Pro saper plus
id: Pelajari Lebih Lanjut
it: Ulteriori informazioni
nb: Les mer
nl: Meer info
nn: Les meir
pt_br: Saiba mais
ro: Află mai multe
sk: Ďalšie informácie
tg: Маълумоти бештар
tr: Daha fazla bilgi alın
ug: تەپسىلاتى
uk: Докладніше
vi: Tìm hiểu thêm

# Settings.TechnicalData.Message.v135
source: %1$@ strives to only collect what we need to provide and improve %2$@ for everyone.
bs: %1$@ nastoji da prikupi samo ono što nam je potrebno da pružimo i poboljšamo %2$@ za sve.
da: %1$@ stræber efter kun at indsamle, hvad vi skal bruge for at kunne tilbyde og forbedre %2$@ for alle.
de: %1$@ ist bestrebt, nur die Informationen zu sammeln, mit denen wir %2$@ anbieten und für alle Nutzer verbessern können.
hy_am: %1$@-ն ձգտում է հավաքել միայն այն ինչ անհրաժեշտ է տրամադրել՝ %2$@-ը բոլորի համար լավարկել ու համար:
ia: %1$@ se effortia a solo colliger illo que nos besonia pro fornir e meliorar %2$@ pro totes.
id: %1$@ berusaha untuk hanya mengumpulkan apa yang kami butuhkan untuk menyediakan dan meningkatkan %2$@ untuk semua orang.
it: %1$@ si impegna a raccogliere solo ciò che è strettamente necessario per fornire e migliorare %2$@ per tutti.
nl: %1$@ streeft ernaar alleen te verzamelen wat nodig is om %2$@ voor iedereen aan te bieden en te verbeteren.
nn: %1$@ strevar etter å berre samle inn det vi treng for å tilby og forbetre %2$@ for alle.
pt_br: O %1$@ se empenha em coletar somente o necessário para fornecer e melhorar o %2$@ para todos.
sk: %1$@ sa snaží zbierať len to, čo potrebujeme, aby sme mohli poskytovať a zlepšovať %2$@ pre každého.
tg: «%1$@» cаъю кӯшиш мекунад, ки танҳо он маълумотеро ҷамъоварӣ намояд, ки мо бояд барои фаъолият ва беҳтарсозии «%2$@» барои ҳар як кас таъмин намоем.
tr: %1$@, yalnızca %2$@ tarayıcısını daha da geliştirmek için ihtiyaç duyduğumuz verileri toplar.
ug: %1$@ پەقەت كۆپچىلىككە تەمىنلەيدىغان ۋە %2$@ نى ياخشىلاش ئۈچۈن زۆرۈر بولغان ئۇچۇرلارنىلا توپلايدۇ.
uk: %1$@ намагається збирати лише дані, необхідні для роботи й вдосконалення %2$@.
vi: %1$@ chỉ thu thập những gì chúng tôi cần cung cấp và cải thiện %2$@ cho mọi người.

# Settings.TechnicalData.Message.v136
source: Data about your device, hardware configuration, and usage helps us improve %@ features, performance and stability.
bg: Данните за вашето устройство, хардуерна конфигурация и използване ни помагат да подобрим функциите, производителността и стабилността на %@.
bs: Podaci o vašem uređaju, konfiguraciji hardvera i korištenju nam pomažu da poboljšamo %@ funkcije, performanse i stabilnost.
da: Data om din enhed, din hardware-konfiguration og hvordan du bruger appen hjælper os med at forbedre funktioner, ydelse og stabilitet i %@.
de: Daten über Ihr Gerät, Hardware-Konfiguration und -Nutzung helfen uns, Funktionen, Leistung und Stabilität von %@ zu verbessern.
hy_am: Ձեր սարքի, սարքաշարի կազմաձևման և օգտագործման տվյալներն օգնում են բարելավելու %@-ի հնարավորությունները, արտադրողականությունը և կայունությունը:
ia: Datos re tu apparato, hardware configuration, e uso adjuta nos meliorar functiones, prestation e stabilitate de %@.
id: Data tentang perangkat, konfigurasi perangkat keras, dan penggunaan Anda membantu kami meningkatkan fitur, kinerja, dan stabilitas %@.
it: I dati relativi al tuo dispositivo, alla sua configurazione hardware e all’utilizzo ci aiutano a migliorare funzionalità, prestazioni e stabilità di %@.
nb: Data om enheten din, maskinvarekonfigurasjon og bruk hjelper oss med å forbedre %@-funksjoner, ytelse og stabilitet.
nn: Data om eininga di, maskinvarekonfigurasjon og bruk hjelper oss med å forbetre %@ funksjonar, yting og stabilitet.
pt_br: Dados sobre seu dispositivo, configuração de hardware e uso nos ajudam a melhorar recursos, desempenho e estabilidade do %@.
ro: Datele despre dispozitivul tău, configurația hardware și utilizarea ne ajută să îmbunătățim funcționalitățile, performanța și stabilitatea %@.
sk: Údaje o vašom zariadení, konfigurácii hardvéru a používaní nám pomáhajú zlepšovať funkcie, výkon a stabilitu %@u.
tg: Маълумот дар бораи дастгоҳи шумо, танзимоти сахтафзор ва тарзи истифодаи браузер ба мо барои беҳтар кардани хусусиятҳо, самаранокӣ ва устувории «%@» кумак мерасонад.
tr: Cihazınız, donanım yapılandırmanız ve kullanımınızla ilgili veriler %@ tarayıcısının özelliklerini, performansını ve kararlılığını geliştirmemize yardımcı olur.
ug: ئۈسكۈنە، قاتتىق دېتال سەپلىمىسى ۋە ئىشلىتىش ئۇسۇلىڭىز ھەققىدىكى سانلىق مەلۇمات %@ نىڭ ئىقتىدارى، ئۈنۈمى ۋە مۇقىملىقىنى ئاشۇرۇپ ياخشىلىشىمىزغا ياردەم بېرىدۇ.
uk: Дані про ваш пристрій, конфігурацію обладнання та використання допомагають нам покращити функції, продуктивність і стабільність %@.
vi: Dữ liệu về thiết bị, cấu hình phần cứng và cách sử dụng của bạn giúp chúng tôi cải thiện các tính năng, hiệu suất và độ ổn định của %@.

# Settings.TechnicalData.Title.v135
source: Technical and Interaction Data
bs: Tehnički i interakcijski podaci
da: Tekniske data og data om brug
de: Technische Daten und Interaktionsdaten
hy_am: Տեխնիկական և փոխազդեցության տվյալներ
ia: Datos technic e de interaction
id: Data Teknis dan Interaksi
it: Dati tecnici e di interazione
nl: Technische en interactiegegevens
nn: Tekniske data og samhandlingsdata
pt_br: Dados técnicos e de interação
sk: Technické údaje a údaje o interakciách
tg: Маълумоти техникӣ ва ҳамкорӣ
tr: Teknik veriler ve etkileşim verileri
ug: تېخنىكىلىق ۋە تەسىرلىشىش سانلىق مەلۇماتى
uk: Технічні й аналітичні дані
vi: Dữ liệu kỹ thuật và tương tác

# Settings.TechnicalData.Title.v136
source: Send Technical and Interaction Data
bg: Изпращане на технически данни и данни за взаимодействие
bs: Pošaljite tehničke podatke i podatke o interakciji
da: Send tekniske data og data om brug
de: Technische Daten und Interaktionsdaten senden
hy_am: Ուղարկել տեխնիկական և փոխազդեցության տվյալներ
ia: Inviar datos technic e de interaction
id: Kirim Data Teknis dan Interaksi
it: Invia dati tecnici e di interazione
nb: Send tekniske data og interaksjonsdata
nn: Send tekniske data og samhandlingsdata
pt_br: Enviar dados técnicos e de interação
ro: Trimite date tehnice și de interacțiune
sk: Odosielať technické údaje a údaje o interakciách
tg: Фиристодани маълумоти техникӣ ва ҳамкорӣ
tr: Teknik verileri ve etkileşim verilerini gönder
ug: تېخنىكىلىق ۋە تەسىرلىشىشچان سانلىق مەلۇماتنى يوللايدۇ
uk: Надсилати технічні й аналітичні дані
vi: Gửi dữ liệu kỹ thuật và tương tác

# Settings.TermsOfUse.Title.v137
source: Terms of Use
bg: Условия за ползване
bs: Uslovi korištenja
da: Betingelser for brug
de: Nutzungsbedingungen
hy_am: Օգտագործման պայմաններ
ia: Terminos de uso
id: Syarat Penggunaan
nb: Bruksvilkår
nn: Brukarvilkår
pt_br: Termos de uso
ro: Condiții de utilizare
sk: Podmienky používania
tg: Шартҳои истифода
tr: Kullanım Koşulları
ug: ئىشلىتىش شەرتلىرى
uk: Умови користування
vi: Điều khoản sử dụng
