Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Settings.strings
Languages: be, bg, br, bs, da, de, fi, fr, gd, hy_am, ia, id, is, it, nb, nl, nn, pt_br, ro, ru, sk, sq, tg, th, tr, tt, ug, uk, vi, zh_cn

# Settings.Notifications.TipsAndFeaturesNotificationsStatus.v112
source: Learn about useful features and how to get the most out of %@.
be: Даведайцеся аб карысных функцыях і як атрымаць максімум ад %@.
bg: Научете повече за полезните функции и как да извлечете максимума от %@.
br: Deskit diwar-benn keweriusterioù talvoudus hag ober gant seizh gwellañ %@.
bs: Saznajte više o korisnim funkcijama i kako da na najbolji način iskoristite %@.
da: Lær mere om nyttige funktioner og hvordan, du får mest ud af %@.
de: Erfahren Sie mehr über nützliche Funktionen und wie Sie %@ optimal nutzen können.
fi: Opi hyödyllisistä ominaisuuksista ja kuinka hyödyt eniten %@ista.
fr: Découvrez des fonctionnalités utiles et des conseils pour tirer le meilleur parti de %@.
gd: Faigh fiosrachadh mu ghleusan feumail airson %@ a chur gu làn-fheum.
hy_am: Իմացեք օգտակար հատկությունների մասին և ինչպես առավելագույն օգուտ քաղել %@-ից:
ia: Altere informationes re functiones utile e como obtener le maximo per %@.
id: Pelajari tentang fitur yang berguna dan cara memaksimalkan %@.
is: Lærðu um gagnlega eiginleika og hvernig hægt sé að fá sem mest út úr %@.
it: Ulteriori informazioni su funzioni utili e come ottenere il massimo da %@.
nb: Les om nyttige funksjoner og hvordan du får mest mulig ut av %@.
nl: Meer info over handige functies en hoe u het meeste uit %@ kunt halen.
nn: Les om nyttige funksjonar og korleis du får mest muleg ut av %@.
pt_br: Saiba mais sobre recursos úteis e como aproveitar ao máximo o %@.
ro: Află despre funcționalități utile și cum să profiți la maxim de %@.
ru: Узнайте о полезных функциях и о том, как максимально эффективно использовать %@.
sk: Získajte informácie o užitočných funkciách a o tom, ako z prehliadača %@ vyťažiť maximum.
sq: Mësoni mbi veçori të dobishme dhe se si të arrihet maksimumi prej %@.
tg: Маълумоти муфассал дар бораи хусусиятҳои муфид ва тарзи истифодаи самараноки барномаи «%@».
th: ศึกษาเกี่ยวกับคุณลักษณะที่เป็นประโยชน์และวิธีใช้ประโยชน์สูงสุดจาก %@
tr: %@ tarayıcısının kullanışlı özelliklerini öğrenin.
tt: %@ программасының файдалы үзенчәлекләре һәм аның барлык мөмкинлекләреннән дә файдалану турында мәгълүмат алыгыз
ug: پايدىلىق ئىقتىدارلار ۋە %@ دىن قانداق قىلغاندا تېخىمۇ ئۈنۈملۈك پايدىلىنىشنى ئۆگىنىڭ.
uk: Дізнайтеся про корисні функції та як отримати якнайбільшу користь від %@.
vi: Tìm hiểu về các tính năng hữu ích và cách tận dụng tối đa %@.
zh_cn: 了解实用功能，解锁 %@ 完整体验。

# Settings.Notifications.TipsAndFeaturesNotificationsTitle.v112
source: Tips and Features
be: Парады і асаблівасці
bg: Съвети и възможности
br: Alioù ha keweriusterioù
bs: Savjeti i funkcije
da: Tips og funktioner
de: Tipps und Funktionen
fi: Vinkit ja ominaisuudet
fr: Conseils et fonctionnalités
gd: Gliocasan is gleusan
hy_am: Խորհուրդներ և առանձնահատկություններ
ia: Consilios e functiones
id: Kiat dan Fitur
is: Ábendingar og eiginleikar
it: Suggerimenti e funzioni
nb: Tips og funksjoner
nl: Tips en functies
nn: Tips og funksjonar
pt_br: Dicas e recursos
ro: Sfaturi și funcționalități
ru: Советы и особенности
sk: Tipy a funkcie
sq: Ndihmëza dhe Veçori
tg: Маслиҳатҳо ва хусусиятҳо
th: เคล็ดลับและคุณลักษณะ
tr: İpuçları ve özellikler
tt: Киңәшләр һәм мөмкинлекләр
ug: كۆرسەتمە ۋە ئىقتىدارلار
uk: Поради та функції
vi: Mẹo và tính năng
zh_cn: 使用技巧

# Settings.Notifications.Title.v112
source: Notifications
be: Апавяшчэнні
bg: Известия
br: Rebuzadurioù
bs: Obavještenja
da: Notifikationer
de: Benachrichtigungen
fi: Ilmoitukset
gd: Brathan
hy_am: Ծանուցումներ
ia: Notificationes
id: Notifikasi
is: Tilkynningar
it: Notifiche
nb: Varsler
nl: Notificaties
nn: Varsel
pt_br: Notificações
ro: Notificări
ru: Уведомления
sk: Upozornenia
sq: Njoftime
tg: Огоҳномаҳо
th: การแจ้งเตือน
tr: Bildirimler
tt: Искәртүләр
ug: ئۇقتۇرۇش
uk: Сповіщення
vi: Thông báo
zh_cn: 通知

# Settings.Notifications.TurnOnNotificationsMessage.v112
source: Go to your device Settings to turn on notifications in %@
be: Перайдзіце ў налады прылады, каб уключыць апавяшчэнні ў %@
bg: Отворете настройките на устройството, за да включите известията в %@
br: Kit da arventennoù ho trevnad ha gweredekait ar rebuzadurioù e %@
bs: Idite na Postavke uređaja da uključite obavještenja u %@
da: Gå til din enheds indstillinger og slå notifikationer til for %@
de: Gehen Sie zu Ihren Geräteeinstellungen, um Benachrichtigungen in %@ zu aktivieren
fi: Siirry laitteen asetuksiin ottaaksesi ilmoitukset käyttöön %@issa
fr: Allez dans les paramètres de votre appareil pour activer les notifications dans %@
gd: Tadhail air roghainnean an uidheim airson brathan ann am %@ a chur air
hy_am: Անցեք ձեր սարքի Կարգավորումներ՝ %@-ում ծանուցումները միացնելու համար
ia: Accede al parametros de tu apparato pro activar notificationes in %@
id: Buka Pengaturan perangkat Anda untuk mengaktifkan notifikasi di %@
is: Farðu í stillingar tækisins til að kveikja á tilkynningum í %@
it: Accedi alle impostazioni del dispositivo per attivare le notifiche in %@
nb: Gå til enhetens innstillinger for å slå på varsler i %@
nl: Ga naar uw apparaatinstellingen om notificaties in %@ in te schakelen
nn: Gå til innstillingar på eininga for å slå på varsel i %@
pt_br: Abra as configurações do dispositivo para ativar notificações no %@
ro: Mergi în Setările dispozitivului pentru a activa notificările în %@
ru: Перейдите в настройки своего устройства, чтобы включить уведомления в %@
sk: Prejdite do Nastavení svojho zariadenia a zapnite upozornenia pre %@
sq: Që të aktivizoni njoftime në %@, kaloni te Rregullime të pajisjes tuaj
tg: Барои фаъол кардани огоҳномаҳо дар %@ ба Танзимоти дастгоҳи худ гузаред
th: ไปที่การตั้งค่าอุปกรณ์ของคุณเพื่อเปิดการแจ้งเตือนใน %@
tr: Cihaz ayarlarınıza gidip %@ bildirimlerini açın
tt: %@ искәртүләрен кабызу өчен җиһаз көйләүләренә керегез
ug: ئۈسكۈنىڭىزنىڭ تەڭشەكلىرىگە كىرىپ %@ دىكى ئۇقتۇرۇشنى ئېچىڭ
uk: Відкрийте параметри пристрою, щоб увімкнути сповіщення в %@
vi: Đi đến cài đặt thiết bị của bạn để bật thông báo trong %@
zh_cn: 前往设备设置中的“%@”开启通知

# Settings.Notifications.TurnOnNotificationsTitle.v112
source: Turn on Notifications
be: Уключыць апавяшчэнні
bg: Включете известията
br: Gweredekaat ar rebuzadurioù
bs: Uključi obavještenja
da: Slå notifikationer til
de: Benachrichtigungen aktivieren
fi: Ota ilmoitukset käyttöön
fr: Activer les notifications
gd: Cuir na brathan air
hy_am: Միացնել ծանուցումները
ia: Activar notificationes
id: Aktifkan Notifikasi
is: Kveikja á tilkynningum
it: Attiva notifiche
nb: Slå på varsler
nl: Notificaties inschakelen
nn: Slå på varsel
pt_br: Ativar notificações
ro: Activează notificările
ru: Включить уведомления
sk: Zapnite zobrazovanie upozornení
sq: Aktivizoni Njoftimet
tg: Хомӯш кардани огоҳномаҳо
th: เปิดการแจ้งเตือน
tr: Bildirimleri aç
tt: Искәртүләрне кабызу
ug: ئۇقتۇرۇشنى ئاچ
uk: Увімкніть сповіщення
vi: Bật thông báo
zh_cn: 开启通知

# Settings.PrivacyNotice.Title.v137
source: Privacy Notice
bg: Политика на поверителност
bs: Obavještenje o privatnosti
da: Privatlivserklæring
de: Datenschutzhinweis
hy_am: Գաղտնիության ծանուցում
ia: Aviso de confidentialitate
id: Pemberitahuan Privasi
nb: Personvernerklæring
nn: Personvernpraksis
pt_br: Aviso de privacidade
ro: Notificare privind confidențialitatea
sk: Vyhlásenie o ochrane osobných údajov
tg: Огоҳномаи махфият
tr: Gizlilik Bildirimi
ug: شەخسىيەت ئۇقتۇرۇشى
uk: Положення про приватність
vi: Thông báo về quyền riêng tư

# Settings.ScrollToHideTabAndAddressBar.Title.v138
source: Scroll to Hide Tab and Address Bar
bg: Превъртете до Скриване на раздела и адресната лента
bs: Skrolujte da sakrijete tab i adresnu traku
de: Blättern, um Tab- und Adressleiste auszublenden
hy_am: Ոլորեք՝ ներդիրը և հասցեագոտին թաքցելու համար
id: Gulir untuk Sembunyikan Tab dan Bilah Alamat
nb: Rull til Skjul fane og adressefelt
nn: Skroll for å skjule fane og adresselinje
pt_br: Deslizar para ocultar aba e barra de endereços
ro: Derulează la Ascunde fila și Bară de adrese
sk: Karty a panel s adresou skrývať rolovaním
tg: Варақа ва навори нишонӣ ҳангоми ҳаракат метавонад пинҳон карда шавад
tr: Sekmeyi ve adres çubuğunu gizlemek için kaydır
uk: Прокрутіть, щоб приховати вкладку й панель адреси

# Settings.Search.Accessibility.DefaultSearchEngine.v121
source: Default Search Engine
be: Прадвызначаны пашукавік
bg: Стандартна търсеща машина
br: Keflusker enklask dre ziouer
bs: Glavni pretraživač
da: Standardsøgetjeneste
de: Standardsuchmaschine
fi: Oletushakukone
fr: Moteur de recherche par défaut
gd: An t-einnsean-luirg bunaiteach
hy_am: Հիմնական որոնիչը
ia: Motor de recerca predefinite
id: Mesin Pencari Baku
is: Sjálfgefin leitarvél
it: Motore di ricerca predefinito
nb: Standard søkemotor
nl: Standaardzoekmachine
nn: Standard søkjemotor
pt_br: Mecanismo de pesquisa padrão
ro: Motor de căutare implicit
ru: Поисковая система по умолчанию
sk: Predvolený vyhľadávací modul
sq: Motor Parazgjedhje Kërkimesh
tg: Низоми ҷустуҷӯии пешфарз
th: เครื่องมือค้นหาเริ่มต้น
tr: Varsayılan arama motoru
tt: Стандарт эзләү системасы
ug: كۆڭۈلدىكى ئىزدەش موتورى
uk: Типова пошукова система
vi: Công cụ tìm kiếm mặc định
zh_cn: 默认搜索引擎

# Settings.Search.Accessibility.LearnAboutSuggestions.v124
source: Learn more about Firefox Suggest
be: Даведайцеся больш пра Firefox Suggest
bg: Научете повече за Firefox Suggest
br: Gouzout hiroc’h diwar-benn ar pezh a vez aliet gant Firefox
bs: Saznajte više o Firefox prijedlozima
da: Læs mere om Firefox-forslag
de: Weitere Infos zu Firefox-Vorschlägen
fi: Lisätietoja Firefox Suggestista
fr: En savoir plus sur Firefox suggère
gd: Barrachd fiosrachaidh mu Firefox Suggest
hy_am: Իմացեք ավելին Firefox-ի առաջարկների մասին
ia: Saper plus re Firefox Suggest
id: Pelajari lebih lanjut tentang Firefox Suggest
is: Frekari upplýsingar um tillögur frá Firefox
it: Ulteriori informazioni su Firefox Suggest
nb: Les mer om Firefox-forslag
nl: Meer info over Firefox Suggesties
nn: Les meir om Firefox forslag
pt_br: Saiba mais sobre o Sugestões Firefox
ro: Află mai multe despre Firefox Suggest
ru: Узнайте больше о Firefox Suggest
sk: Ďalšie informácie o Návrhoch Firefoxu
sq: Mësoni më tepër rreth “Firefox-i Sugjeron”
tg: Маълумоти бештар дар бораи «Firefox Suggest»
th: เรียนรู้เพิ่มเติมเกี่ยวกับ Firefox Suggest
tr: Firefox Önerileri hakkında bilgi alın
tt: Firefox Suggest турында күбрәк белү
ug: Firefox تەكلىپى ھەققىدىكى تەپسىلاتلار
uk: Докладніше про Пропозиції Firefox
vi: Tìm hiểu thêm về đề xuất của Firefox
zh_cn: 详细了解 Firefox 建议

# Settings.Search.AlternateSearchEngines.Title.v124.v2
source: Alternative Search Engines
be: Альтэрнатыўныя пошукавыя сістэмы
bg: Алтернативни търсачки
br: Luskerioù enklask all
bs: Alternativni pretraživači
da: Alternative søgetjenester
de: Alternative Suchmaschinen
fi: Vaihtoehtoiset hakukoneet
fr: Moteurs de recherche alternatifs
gd: Einnseanan-luirg eile
hy_am: Այլընտրանքային որոնիչներ
ia: Motores de recerca alternative
id: Mesin Pencari Alternatif
is: Aðrar leitarvélar
it: Motori di ricerca alternativi
nb: Alternative søkemotorer
nl: Alternatieve zoekmachines
nn: Alternative søkjemotorar
pt_br: Mecanismos de pesquisa alternativos
ro: Motoare de căutare alternative
ru: Альтернативные поисковые системы
sk: Alternatívne vyhľadávače
sq: Motorë Alternativë Kërkimesh
tg: Низоми ҷустуҷӯии иловагӣ
th: เครื่องมือค้นหาทดแทน
tr: Alternatif arama motorları
tt: Альтернатив эзләү системалары
ug: زاپاس ئىزدەش موتورى
uk: Альтернативні пошукові системи
vi: Công cụ tìm kiếm thay thế
zh_cn: 备用搜索引擎

# Settings.Search.DefaultSearchEngine.Title.v121
source: Default Search Engine
be: Прадвызначаны пашукавік
bg: Стандартна търсеща машина
br: Keflusker enklask dre ziouer
bs: Glavni pretraživač
da: Standardsøgetjeneste
de: Standardsuchmaschine
fi: Oletushakukone
fr: Moteur de recherche par défaut
gd: An t-einnsean-luirg bunaiteach
hy_am: Հիմնական որոնիչ
ia: Motor de recerca predefinite
id: Mesin Pencari Baku
is: Sjálfgefin leitarvél
it: Motore di ricerca predefinito
nb: Standard søkemotor
nl: Standaardzoekmachine
nn: Standard søkjemotor
pt_br: Mecanismo de pesquisa padrão
ro: Motor de căutare implicit
ru: Поисковая система по умолчанию
sk: Predvolený vyhľadávací modul
sq: Motor Parazgjedhje Kërkimesh
tg: Низоми ҷустуҷӯии пешфарз
th: เครื่องมือค้นหาเริ่มต้น
tr: Varsayılan arama motoru
tt: Стандарт эзләү системасы
ug: كۆڭۈلدىكى ئىزدەش موتورى
uk: Типова пошукова система
vi: Công cụ tìm kiếm mặc định
zh_cn: 默认搜索引擎

# Settings.Search.EnginesSuggestions.Title.v124
source: Suggestions from Search Engines
bg: Предложения от търсачките
bs: Prijedlozi od pretraživača
da: Forslag fra søgetjenester
de: Vorschläge von Suchmaschinen
fi: Ehdotukset hakukoneilta
fr: Suggestions des moteurs de recherche
gd: Molaidhean o einnseanan-luirg
hy_am: Առաջարկություններ որոնիչներից
ia: Suggestiones del motores de recerca
id: Saran dari Mesin Pencari
is: Tillögur frá leitarvélum
it: Suggerimenti dai motori di ricerca
nb: Forslag fra søkemotorer
nl: Suggesties van zoekmachines
nn: Forslag frå søkjemotorar
pt_br: Sugestões de mecanismos de pesquisa
ro: Sugestii de la motoarele de căutare
ru: Предложения от поисковых систем
sk: Návrhy z vyhľadávačov
sq: Sugjerime prej Motorësh Kërkimi
tg: Пешниҳодҳо аз низомҳои ҷустуҷӯӣ
th: คำแนะนำจากเครื่องมือค้นหา
tr: Arama motorlarından öneriler
ug: ئىزدەش موتورىنىڭ تەۋسىيەسى
uk: Пропозиції від пошукових систем
vi: Đề xuất từ ​​công cụ tìm kiếm
zh_cn: 搜索引擎提供的建议

# Settings.Search.PageTitle.v121
source: Search
be: Пошук
bg: Търсене
br: Klask
bs: Traži
da: Søgning
de: Suchen
fi: Haku
fr: Rechercher
gd: Lorg
hy_am: Որոնում
ia: Cercar
id: Cari
is: Leita
it: Ricerca
nb: Søk
nl: Zoeken
nn: Søk
pt_br: Pesquisar
ro: Caută
ru: Поиск
sk: Vyhľadávanie
sq: Kërko
tg: Ҷустуҷӯ
th: ค้นหา
tr: Arama
tt: Эзләү
ug: ئىزدە
uk: Пошук
vi: Tìm kiếm
zh_cn: 搜索

# Settings.Search.PrivateSession.Description.v125
source: Show suggestions from search engines in private sessions
bg: Показване на предложения от търсачките в поверителни сесии
bs: Prikaži prijedloge pretraživača u privatnim sesijama
da: Vis forslag fra søgetjenester i private sessioner
de: Vorschläge von Suchmaschinen in privaten Sitzungen anzeigen
fi: Näytä ehdotuksia hakukoneilta yksityisissä istunnoissa
fr: Afficher les suggestions des moteurs de recherche lors des sessions privées
gd: Seall molaidhean o einnseanan-luirg ann an seiseanan prìobhaideach
hy_am: Ցուցադրել որոնիչների առաջարկները գաղտնի աշխատաշրջաններում
ia: Monstrar suggestiones ab motores de recerca in sessiones private
id: Tampilkan saran dari mesin pencari dalam sesi pribadi
is: Birta tillögur frá leitarvélum í huliðslotum
it: Mostra suggerimenti dai motori di ricerca in sessioni anonime
nb: Vis forslag fra søkemotorer i private økter
nl: Suggesties van zoekmachines tonen in privésessies
nn: Vis forslag frå søkjemotorar i private økter
pt_br: Mostrar sugestões de mecanismos de pesquisa em sessões privativas
ro: Afișează sugestii de la motoarele de căutare în sesiuni private
ru: Показывать предложения от поисковых систем в приватных сеансах
sk: Zobrazovať návrhy z vyhľadávačov v súkromných reláciách
sq: Shfaq në sesione private sugjerime nga motorë kërkimesh
tg: Намоиш додани пешниҳодҳо аз низомҳои ҷустуҷӯӣ дар ҷаласаҳои хусусӣ
th: แสดงคำแนะนำจากเครื่องมือค้นหาในวาระส่วนตัว
tr: Gizli oturumlarda arama motorlarının önerilerini göster
ug: شەخسىي سۆزلەشكۈدىكى ئىزدەش موتورىنىڭ تەۋسىيەسىنى كۆرسىتىدۇ
uk: Показувати пропозиції від пошукових систем у приватних сеансах
vi: Hiển thị đề xuất từ ​​công cụ tìm kiếm trong phiên riêng tư
zh_cn: 在隐私浏览中显示来自搜索引擎的建议

# Settings.Search.PrivateSession.Setting.v124
source: Show in Private Sessions
be: Паказваць у прыватных сеансах
bg: Показване в поверителни сесии
br: Diskouez e-kerzh an estezioù prevez
bs: Prikaži u privatnim sesijama
da: Vis i private sessioner
de: In privaten Sitzungen anzeigen
fi: Näytä yksityisissä istunnoissa
fr: Afficher au cours des sessions de navigation privée
gd: Seall ann an seiseanan prìobhaideach
hy_am: Ցուցադրել գաղտնի աշխատաշրջաններում
ia: Monstrar in sessiones private
id: Tampilkan dalam Sesi Pribadi
is: Sýna í huliðsvöfrun
it: Mostra in sessioni anonime
nb: Vis i private økter
nl: Tonen in privésessies
nn: Vis i private økter
pt_br: Mostrar em sessões privativas
ro: Afișează în sesiuni private
ru: Показывать в приватных окнах
sk: Zobrazovať v súkromných reláciách
sq: Shfaqi në Sesione Private
tg: Намоиш додан дар ҷаласаҳои хусусӣ
th: แสดงในวาระส่วนตัว
tr: Gizli oturumlarda göster
ug: شەخسىي سۆزلەشكۈدە كۆرسىتىدۇ
uk: Показувати в приватних сеансах
vi: Hiển thị trong phiên riêng tư
zh_cn: 在隐私浏览中显示

# Settings.Search.ShowSuggestions.v121
source: Show Search Suggestions
be: Паказваць прапановы пошуку
bg: Предложения при търсене
br: Diskouez kinnigoù klask
bs: Prikaži prijedloge pretraživanja
da: Vis søgeforslag
de: Suchvorschläge anzeigen
fi: Näytä hakuehdotukset
fr: Afficher les suggestions
gd: Seall molaidhean-luirg
hy_am: Ցուցադրել որոնման առաջարկները
ia: Monstrar suggestiones de recerca
id: Tampilkan Saran Pencarian
is: Sýna leitartillögur
it: Visualizza suggerimenti
nb: Vis søkeforslag
nl: Zoeksuggesties tonen
nn: Vis søkjeforslag
pt_br: Mostrar sugestões de pesquisa
ro: Afișează sugestii de căutare
ru: Показывать поисковые предложения
sk: Zobrazovať návrhy vyhľadávania
sq: Shfaq Sugjerime Kërkimi
tg: Намоиш додани пешниҳодҳои ҷустуҷӯ
th: แสดงข้อเสนอแนะการค้นหา
tr: Arama önerilerini göster
tt: Эзләү тәкъдимнәрен күрсәтү
ug: ئىزدەش تەكلىپلىرىنى كۆرسىتىدۇ
uk: Пошукові пропозиції
vi: Hiển thị đề xuất tìm kiếm
zh_cn: 显示搜索建议

# Settings.Search.Suggest.AddressBarSetting.Title.v124
source: Address bar - Firefox Suggest
be: Адрасны радок - Firefox Suggest
bg: Адресник - Firefox Suggest
br: Barrenn chomlec’hioù - Alioù Firefox
bs: Adresna traka - Firefox prijedlozi
da: Adressefelt - Firefox-forslag
de: Adressleiste – Firefox-Vorschläge
fi: Osoitepalkki - Firefox Suggest
fr: Barre d’adresse - Firefox suggère
gd: Bàr an t-seòlaidh – Firefox Suggest
hy_am: Հասցեների տող - Firefox-ն առաջարկում է
ia: Barra de adresses - Firefox Suggest
id: Bilah alamat - Firefox Suggest
is: Vistfangastika - Tillögur frá Firefox
it: Barra degli indirizzi - Firefox Suggest
nb: Adresselinje - Firefox-forslag
nl: Adresbalk – Firefox Suggesties
nn: Adresselinje - Firefox forslag
pt_br: Barra de endereços - Sugestões Firefox
ro: Bară de adrese - sugestii Firefox
ru: Адресная строка - Firefox Suggest
sk: Panel s adresou – Návrhy Firefoxu
sq: Shtyllë adresash - Firefox Sugjeron
tg: Навори нишонӣ - «Firefox Suggest»
th: แถบที่อยู่ - Firefox Suggest
tr: Adres çubuğu - Firefox Önerileri
ug: ئادرېس بالدىقى - Firefox تەكلىپى
uk: Пропозиції Firefox у панелі адреси
vi: Thanh địa chỉ - Đề xuất của Firefox
zh_cn: 地址栏 - Firefox 建议

# Settings.Search.Suggest.LearnAboutSuggestions.v124
source: Learn more about Firefox Suggest
be: Даведайцеся больш пра Firefox Suggest
bg: Научете повече за Firefox Suggest
br: Gouzout hiroc’h diwar-benn ar pezh a vez aliet gant Firefox
bs: Saznajte više o Firefox prijedlozima
da: Læs mere om Firefox-forslag
de: Weitere Infos zu Firefox-Vorschlägen
fi: Lisätietoja Firefox Suggestista
fr: En savoir plus sur Firefox suggère
gd: Barrachd fiosrachaidh mu Firefox Suggest
hy_am: Իմացեք ավելին Firefox-ի առաջարկների մասին
ia: Saper plus re Firefox Suggest
id: Pelajari lebih lanjut tentang Firefox Suggest
is: Frekari upplýsingar um tillögur frá Firefox
it: Ulteriori informazioni su Firefox Suggest
nb: Les mer om Firefox-forslag
nl: Meer info over Firefox Suggesties
nn: Les meir om Firefox forslag
pt_br: Saiba mais sobre o Sugestões Firefox
ro: Află mai multe despre sugestiile Firefox
ru: Узнайте больше о Firefox Suggest
sk: Ďalšie informácie o Návrhoch Firefoxu
sq: Mësoni më tepër rreth “Firefox-i Sugjeron”
tg: Маълумоти бештар дар бораи «Firefox Suggest»
th: เรียนรู้เพิ่มเติมเกี่ยวกับ Firefox Suggest
tr: Firefox Önerileri hakkında bilgi alın
ug: Firefox تەكلىپى ھەققىدىكى تەپسىلاتلار
uk: Докладніше про Пропозиції Firefox
vi: Tìm hiểu thêm về đề xuất của Firefox
zh_cn: 详细了解 Firefox 建议

# Settings.Search.Suggest.PrivateSession.Description.v125
source: Show suggestions from Firefox Suggest in private sessions
bg: Показване на предложения от Firefox Suggest в поверителни сесии
bs: Prikaži prijedloge iz Firefox Suggest u privatnim sesijama
da: Vis forslag fra Firefox-forslag i private sessioner
de: Vorschläge von Firefox Suggest in privaten Sitzungen anzeigen
fi: Näytä Firefox Suggestin ehdotukset yksityisissä istunnoissa
fr: Afficher les suggestions de Firefox Suggest dans les sessions privées
gd: Seall molaidhean o Firefox Suggest ann an seiseanan prìobhaideach
hy_am: Ցուցադրել Firefox Suggest-ի առաջարկները գաղտնի աշխատաշրջաններում
ia: Monstrar suggestiones ab Firefox Suggest in sessiones private
id: Tampilkan saran dari Firefox Suggest dalam sesi pribadi
is: Birta tillögur frá Firefox Suggest í huliðslotum
it: Mostra suggerimenti da Firefox Suggest in sessioni anonime
nb: Vis forslag fra Firefox Suggest i private økter
nl: Suggesties van Firefox Suggesties tonen in privésessies
nn: Vis forslag frå Firefox Suggest i private økter
pt_br: Mostrar sugestões do Firefox em sessões privativas
ro: Afișează sugestii de la Firefox Suggest în sesiuni private
ru: Отображать предложения из Firefox Suggest в приватных сеансах
sk: Zobrazovať Návrhy Firefoxu v súkromných reláciách
sq: Shfaq në sesione private sugjerime nga Firefox-i Sugjeron
tg: Намоиш додани пешниҳодҳо аз Пешниҳоди «Firefox» дар ҷаласаҳои хусусӣ
th: แสดงคำแนะนำจาก Firefox Suggest ในวาระส่วนตัว
tr: Gizli oturumlarda Firefox Önerileri’nin önerilerini göster
ug: شەخسىي سۆزلەشكۈدىكى Firefox تەۋسىيەسىنى كۆرسىتىدۇ
uk: Показувати пропозиції Firefox у приватних сеансах
vi: Hiển thị đề xuất ​​Firefox trong phiên riêng tư
zh_cn: 在隐私浏览中显示来自 Firefox 建议的结果

# Settings.Search.Suggest.SearchBrowsingHistory.Title.v124
source: Search Browsing History
be: Пошук у гісторыі аглядання
bg: Търсене в История на сърфирането
br: Klask er roll istor
bs: Pretraži historiju surfanja
da: Søg i browserhistorik
de: Browser-Chronik durchsuchen
fi: Etsi selaushistoriasta
fr: Rechercher dans l’historique de navigation
gd: Lorg san eachdraidh bhrabhsaidh
hy_am: Որոնել դիտարկման պատմությունում
ia: Cercar in le chronologia de navigation
id: Cari Riwayat Penjelajahan
is: Leita í vafurferli
it: Cerca nella cronologia di navigazione
nb: Søk i nettleserhistorikk
nl: Navigatiegeschiedenis doorzoeken
nn: Søk i nettlesarhistorikk
pt_br: Pesquisar no histórico de navegação
ro: Caută în istoricul de navigare
ru: Поиск по истории просмотра
sk: Navrhovať z histórie prehliadania
sq: Kërko në Historik Shfletimi
tg: Намоиш додани таърихи тамошо
th: ค้นหาประวัติการเรียกดู
tr: Gezinti geçmişinde ara
ug: زىيارەت تارىخىنى ئىزدە
uk: Шукати в історії перегляду
vi: Tìm kiếm lịch sử duyệt web
zh_cn: 搜索浏览历史

# Settings.Search.Suggest.SearchSearchBookmarks.Title.v124
source: Search Bookmarks
be: Шукаць у закладках
bg: Търсене в отметките
br: Klask er sinedoù
bs: Pretraži oznake
da: Søg i bogmærker
de: Lesezeichen durchsuchen
fi: Etsi kirjanmerkeistä
fr: Rechercher dans les marque-pages
gd: Lorg sna comharran-lìn
hy_am: Որոնել էջանիշերում
ia: Cercar in Marcapaginas
id: Cari Markah
is: Leita í bókamerkjum
it: Cerca nei segnalibri
nb: Søk i bokmerker
nl: Bladwijzers doorzoeken
nn: Søk i bokmerke
pt_br: Pesquisar nos favoritos
ro: Caută în marcaje
ru: Поиск в закладках
sk: Navrhovať zo záložiek
sq: Kërkoni te Faqerojtësit
tg: Ҷустуҷӯ дар хатбаракҳо
th: ค้นหาที่คั่นหน้า
tr: Yer imlerinde ara
ug: خەتكۈچ ئىزدە
uk: Шукати в закладках
vi: Tìm kiếm dấu trang
zh_cn: 搜索书签
