Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Settings.strings
Languages: be, bg, br, bs, da, de, fi, fr, gd, hy_am, ia, id, is, it, nb, nl, nn, pt_br, ro, ru, sk, sq, tg, th, tr, tt, ug, uk, vi, zh_cn

# Addresses.ManageAddressesButton.v130
source: Manage addresses
bg: Управление на адреси
br: Merañ ar chomlec’hioù
bs: Upravljaj adresama
da: Håndter adresser
de: Adressen verwalten
gd: Stiùirich na seòlaidhean
hy_am: Կառավարեք հասցեները
ia: Gerer adresses
id: Kelola alamat
is: Sýsla með tölvupóstföng
it: Gestisci indirizzi
nb: Behandle adresser
nl: Adressen beheren
nn: Handsam adresser
pt_br: Gerenciar endereços
ro: Gestionează adresele
ru: Управление адресами
sk: Spravovať adresy
tg: Идоракунии нишониҳо
th: จัดการที่อยู่
tr: Adresleri yönet
tt: Адреслар белән идарә итү
ug: ئادرېس باشقۇرۇش
uk: Керувати адресами
vi: Quản lý địa chỉ
zh_cn: 管理地址

# Addresses.Settings.ListItemA11y.v130
source: Address for %@
bg: Адрес на %@
br: Chomlec’h evit %@
bs: Adresa za %@
da: Adresse til %@
de: Adresse für %@
gd: An seòladh airson %@
hy_am: Հասցե %@-ի համար
ia: Adresse pro %@
id: Alamat untuk %@
is: Póstfang fyrir %@
it: Indirizzo per %@
nb: Adresse for %@
nl: Adres voor %@
nn: Adresse for %@
pt_br: Endereço de %@
ro: Adresă pentru %@
ru: Адрес для %@
sk: Adresa pre %@
tg: Нишонӣ барои «%@»
th: ที่อยู่สำหรับ %@
tr: %@ adresi
tt: %@ өчен адрес
ug: %@ نىڭ ئادرېسى
uk: Адреса для %@
vi: Địa chỉ cho %@
zh_cn: %@ 的地址

# Addresses.Settings.SavedAddressesSectionTitle.v124
source: SAVED ADDRESSES
be: ЗАХАВАНЫЯ АДРАСЫ
bg: ЗАПАЗЕНИ АДРЕСИ
br: CHOMLEC’HIOÙ ENROLLET
bs: SAČUVANE ADRESE
da: GEMTE ADRESSER
de: GESPEICHERTE ADRESSEN
fi: TALLENNETUT OSOITTEET
fr: ADRESSES ENREGISTRÉES
gd: Seòlaidhean a shàbhail thu
hy_am: ՊԱՀՎԱԾ ՀԱՍՑԵՆԵՐ
ia: ADRESSES SALVATE
id: ALAMAT TERSIMPAN
is: VISTAÐAR SLÓÐIR
it: INDIRIZZI SALVATI
nb: LAGREDE ADRESSER
nl: OPGESLAGEN ADRESSEN
nn: LAGRA ADRESSER
pt_br: ENDEREÇOS SALVOS
ro: ADRESE SALVATE
ru: СОХРАНЁННЫЕ АДРЕСА
sk: ULOŽENÉ ADRESY
sq: ADRESA TË RUAJTURA
tg: НИШОНИҲОИ НИГОҲДОШТАШУДА
th: ที่อยู่ที่บันทึกไว้
tr: KAYITLI ADRESLER
tt: САКЛАНГАН АДРЕСЛАР
ug: ساقلانغان ئادرېس
uk: ЗБЕРЕЖЕНІ АДРЕСИ
vi: ĐỊA CHỈ ĐÃ LƯU
zh_cn: 保存的地址

# Addresses.Settings.SaveToFirefox.Title.v130
source: Save Addresses to %@
bg: Запазване на адресите в %@
br: Enrollañ ar chomlec’hioù e %@
bs: Sačuvaj adrese na %@
da: Gem adresser i %@
de: Adressen in %@ speichern
gd: Sàbhail seòlaidhean ann am %@
hy_am: Պահել հասցեները %@-ում
ia: Salvar adresses a %@
id: Simpan Alamat ke %@
is: Vista póstföng í %@
it: Salva indirizzi in %@
nb: Lagre adresser til %@
nl: Adressen opslaan in %@
nn: Lagre adresser ti %@
pt_br: Salvar endereços no %@
ro: Salvează adresele în %@
ru: Сохранять адреса в %@
sk: Uložiť adresy do %@u
tg: Нигоҳ доштани нишониҳо дар «%@»
th: บันทึกที่อยู่ไปยัง %@
tr: Adresleri %@ uygulamasına kaydet
tt: Адресларны %@ эчендә саклау
ug: ئاردرېسنى %@ غا ساقلايدۇ
uk: Зберігати адреси в %@
vi: Lưu địa chỉ đến %@
zh_cn: 将地址保存到 %@

# Addresses.Settings.SecureSaveInfo.Description.v130
source: Securely save your information to get quick access to it later.
bg: Запазете сигурно информацията си, за да получите бърз достъп до нея по-късно.
br: Enrollit ho titouroù e surentez evit tapout anezho en-dro diwezhatoc’h.
bs: Sigurno sačuvajte svoje podatke da biste im kasnije mogli brzo pristupiti.
da: Gem dine oplysninger sikkert for at have adgang til dem igen senere.
de: Speichern Sie Ihre Daten sicher, um später schnell darauf zugreifen zu können.
gd: Sàbhail am fiosrachadh agad air dòigh thèarainte is faigh grad-ghreim air an ath-thuras.
hy_am: Ապահով պահեք ձեր տեղեկությունները, որպեսզի հետագայում արագ մուտք գործեք:
ia: Reserva tu informationes con securitate pro postea haber accesso facile a illos.
id: Simpan informasi Anda dengan aman untuk mendapatkan akses cepat ke sana nanti.
is: Vistaðu upplýsingarnar þínar á öruggan hátt til að fá skjótan aðgang að þeim síðar.
it: Salva le tue informazioni in modo sicuro per accedervi rapidamente in seguito.
nb: Lagre informasjonen din sikkert for å få rask tilgang til den senere.
nl: Sla uw gegevens veilig op om er later snel toegang toe te krijgen.
nn: Lagre informasjonen din på ein sikker måte for å få rask tilgang til den seinare.
pt_br: Salvar suas informações com segurança para ter acesso rápido a elas mais tarde.
ro: Salvează-ți informațiile în siguranță pentru a le accesa rapid mai târziu.
ru: Надежно сохраните вашу информацию, чтобы получить к ней быстрый доступ в будущем.
sk: Bezpečne si uložte svoje informácie, aby ste k nim neskôr mali rýchly prístup.
tg: Маълумоти худро ба таври бехатар нигоҳ доред, то тавонед ба он дар оянда ҳар чӣ зудтар дастрасӣ пайдо намоед.
th: บันทึกข้อมูลของคุณอย่างปลอดภัย เพื่อให้สามารถเข้าถึงได้อย่างรวดเร็วในภายหลัง
tr: Bilgilerinizi daha sonra hızlıca erişmek için güvenli bir şekilde kaydedin.
ug: كېيىنچە تېز زىيارەت قىلىش ئۈچۈن ئۇچۇرلىرىڭىزنى بىخەتەر ساقلايدۇ.
uk: Надійно зберігайте свою інформацію, щоб згодом швидко отримувати до неї доступ.
vi: Lưu thông tin của bạn một cách an toàn để có thể truy cập nhanh vào thông tin đó sau này.
zh_cn: 安全保存信息，以便日后使用。

# Addresses.Settings.Switch.Description.v124
source: Includes phone numbers and email addresses
be: Уключае нумары тэлефонаў і адрасы электроннай пошты
bg: Включва телефонни номера и имейл адреси
br: Ebarzhiñ an niverennoù pellgomz hag ar chomlec’hioù postel
bs: Uključuje brojeve telefona i email adrese
da: Inkluderer telefonnumre og mailadresser
de: Enthält Telefonnummern und E-Mail-Adressen
fi: Sisältää puhelinnumerot ja sähköpostiosoitteet
fr: Y compris les numéros de téléphone et les adresses e-mail
gd: Gabhaidh seo a-staigh àireamhan-fòn is seòlaidhean puist-d
hy_am: Ներառում է հեռախոսահամարներ և էլ. փոստի հասցեներ
ia: Include numeros de telephono e adresses email
id: Termasuk nomor telepon dan alamat surel
is: Þar með talin símanúmer og tölvupóstföng
it: Include numeri di telefono e indirizzi email
nb: Inkluderer telefonnumre og e-postadresser
nl: Inclusief telefoonnummers en e-mailadressen
nn: Inkluderer telefonnummer og e-postadresser
pt_br: Incluir números de telefone e endereços de email
ro: Include numere de telefon și adrese de e-mail
ru: Включает номера телефонов и адреса электронной почты
sk: Zahŕňa telefónne čísla a e‑mailové adresy
sq: Përfshin numra telefonash dhe adresa email
tg: Рақамҳои телефон ва нишониҳои почтаи электрониро дар бар мегирад
th: รวมหมายเลขโทรศัพท์และที่อยู่อีเมล
tr: Telefon numaraları ve e-posta adresleri de dahildir
ug: تېلېفون نومۇرى ۋە ئېلخەت ئادرېسىنى ئۆز ئىچىگە ئالىدۇ
uk: Містить номери телефонів і адреси електронної пошти
vi: Bao gồm số điện thoại và địa chỉ email
zh_cn: 包括电话号码和邮箱地址

# Addresses.Settings.Switch.Title.v124
source: Save and Fill Addresses
be: Захоўваць і запаўняць адрасы
bg: Запазване и попълване на адреси
br: Enrollañ ha leuniañ chomlec’hioù
bs: Sačuvajte i popunite adrese
da: Gem og udfyld adresser
de: Adressen speichern und ausfüllen
fi: Tallenna ja täytä osoitteet
fr: Enregistrer et remplir automatiquement les adresses
gd: Sàbhail is fèin-lìon seòlaidhean
hy_am: Պահել և լրացնել հասցեները
ia: Salvar e compilar automaticamente adresses
id: Simpan dan Isi Alamat
is: Vista og fylla út í vistföng
it: Salva e compila indirizzi
nb: Lagre og fyll ut adresser
nl: Adressen opslaan en invullen
nn: Lagre og fyll ut adresser
pt_br: Salvar e preencher endereços
ro: Salvează și completează adrese
ru: Сохранять и заполнять адреса
sk: Ukladať a dopĺňať adresy
sq: Ruaj dhe Vetëplotëso Adresa
tg: Нигоҳ доштан ва пур кардани нишониҳо
th: บันทึกและเติมที่อยู่อัตโนมัติ
tr: Adresleri kaydet ve doldur
tt: Адресларны саклау һәм тутыру
ug: ساقلاپ ئادرېسنى تولدۇرىدۇ
uk: Зберігати й заповнювати адреси
vi: Lưu và điền địa chỉ
zh_cn: 保存和填充地址

# Addresses.Settings.UseSavedAddressFromKeyboard.v124
source: Use saved address
be: Выкарыстаць захаваны адрас
bg: Използване на запазен адрес
br: Implijout ur chomlec’h enrollet
bs: Koristite sačuvanu adresu
da: Brug gemt adresse
de: Gespeicherte Adresse verwenden
fi: Käytä tallennettua osoitetta
fr: Utiliser une adresse enregistrée
gd: Cleachd seòladh a shàbhail thu
hy_am: Օգտագործեք պահված հասցեն
ia: Usar adresse salvate
id: Gunakan alamat tersimpan
is: Notaðu vistað heimilisfang
it: Utilizza indirizzo salvato
nb: Bruk lagret adresse
nl: Opgeslagen adres gebruiken
nn: Bruk lagra adresse
pt_br: Usar endereço salvo
ro: Folosește o adresă salvată
ru: Использовать сохранённый адрес
sk: Použiť uloženú adresu
sq: Përdor adresë të ruajtur
tg: Истифода кардани нишонии нигоҳдошташуда
th: ใช้ที่อยู่ที่บันทึกไว้
tr: Kayıtlı adresi kullan
ug: ساقلانغان ئادرېسنى ئىشلىتىدۇ
uk: Використати збережену адресу
vi: Sử dụng địa chỉ đã lưu
zh_cn: 使用保存的地址

# CreditCard.Settings.AddCard.AccessibilityLabel.v121
source: Add Card
be: Дадаць карту
bg: Добавяне на карта
br: Ouzhpennañ ur gartenn
bs: Dodaj karticu
da: Tilføj kort
de: Karte hinzufügen
fi: Lisää kortti
fr: Ajouter une carte
gd: Cuir cairt ris
hy_am: Ավելացնել քարտ
ia: Adder carta
id: Tambah Kartu
is: Bæta við korti
it: Aggiungi carta
nb: Legg til kort
nl: Kaart toevoegen
nn: Legg til kort
pt_br: Adicionar cartão
ro: Adaugă card
ru: Добавить карту
sk: Pridať kartu
sq: Shtoni Kartë
tg: Илова кардани корт
th: เพิ่มบัตร
tr: Kart ekle
tt: Картаны өстәү
ug: كارتا قوش
uk: Додати картку
vi: Thêm thẻ
zh_cn: 添加信用卡

# CreditCard.Settings.EmptyListDescription.v112
source: Save your card information securely to check out faster next time.
be: Надзейна захавайце інфармацыю аб вашай карце, каб у наступны раз хутчэй разлічыцца.
bg: Запазете данните за картата защитено, за да платите следващия път по-бързо.
br: Enrollit titouroù ho kartenn en un doare diogel evit paeañ buanoc’h ar c’hentañ gwech.
bs: Sačuvajte podatke o vašoj kartici sigurno da sljedeći put izvršite odjavu brže.
da: Gem dine kortoplysninger sikkert og betal hurtigere næste gang.
de: Speichern Sie Ihre Karteninformationen sicher, um beim nächsten Mal schneller einzukaufen.
fi: Tallenna korttitietosi turvallisesti, jotta voit maksaa seuraavan kerran aiempaa nopeammin.
fr: Enregistrez les informations de votre carte en toute sécurité pour payer plus rapidement la prochaine fois.
gd: Sàbhail fiosrachadh na cairt agad ann an àite tèarainte airson seacadh a-mach nas luaithe an ath-thuras.
hy_am: Ապահով պահեք ձեր քարտի տվյալները՝ հաջորդ անգամ ավելի արագ ստուգելու համար:
ia: Salva le datos de tu carta in modo secur pro completar tu compras plus velocemente in futuro.
id: Simpan informasi kartu Anda dengan aman untuk check out lebih cepat di lain waktu.
is: Vistaðu kortaupplýsingarnar þínar á öruggan hátt til að afgreiða þig hraðar næst.
it: Salva i dati della tua carta in modo sicuro per completare i tuoi acquisti più velocemente in futuro.
nb: Lagre kortinformasjonen din sikkert for raskere betaling neste gang.
nl: Sla uw kaartgegevens veilig op om de volgende keer sneller af te rekenen.
nn: Lagre kortinformasjonen din sikkert for å sjekke ut raskare neste gong.
pt_br: Salve as informações do seu cartão com segurança para finalizar a compra mais rapidamente na próxima vez.
ro: Salvează-ți informațiile cardului în siguranță pentru a finaliza comenzile mai rapid în viitor.
ru: Надежно сохраняйте информацию о картах, чтобы в следующий раз расплачиваться быстрее.
sk: Bezpečne si uložte informácie o svojej karte, aby ste nabudúce mohli platiť rýchlejšie.
sq: Ruani në mënyrë të siguruar hollësi të kartës tuaj, që të përfundoni më shpjet blerjet herës tjetër.
tg: Маълумоти корти худро ба таври бехатар нигоҳ доред, то тавонед дар оянда ба воситаи он ҳар чӣ зудтар пардохт намоед.
th: บันทึกข้อมูลบัตรของคุณไว้อย่างปลอดภัยเพื่อให้ชำระเงินได้เร็วขึ้นครั้งต่อไป
tr: Daha hızlı ödeme yapmak için kart bilgilerinizi güvenli bir şekilde kaydedebilirsiniz.
tt: Киләчәктә тизрәк түләү өчен картагызның язуларын хәвефсез саклагыз.
ug: كېلەر قېتىم ئىشلەتكەندە تېز بولۇشى ئۈچۈن كارتا ئۇچۇرلىرىڭىزنى بىخەتەر ساقلايدۇ.
uk: Надійно зберігайте дані своїх карток, щоб швидше оформлювати замовлення.
vi: Lưu thông tin thẻ của bạn một cách an toàn để kiểm tra nhanh chóng cho lần sau.
zh_cn: 安全保存您的卡片信息，方便下次使用。

# CreditCard.Settings.EmptyListTitle.v122
source: Save Cards to %@
be: Захоўваць карты ў %@
bg: Запазване на картите в %@
br: Enrollañ ar c’hartennoù e %@
bs: Sačuvaj kartice na %@
da: Gem kort til %@
de: Karten in %@ speichern
fi: Tallenna kortit %@iin
fr: Enregistrez des cartes dans %@
gd: Sàbhail cairtean ann am %@
hy_am: Պահել քարտերը %@-ում
ia: Salvar cartas in %@
id: Simpan Kartu ke %@
is: Vista kort í %@
it: Salva carte in %@
nb: Lagre kort til %@
nl: Kaarten opslaan in %@
nn: Lagre kort til %@
pt_br: Salvar cartões no %@
ro: Salvează cardurile în %@
ru: Сохранять карты в %@
sk: Uložiť platobné karty do %@u
sq: Ruaji Kartat në %@
tg: Нигоҳ доштани кортҳо дар «%@»
th: บันทึกบัตรลงใน %@
tr: Kartları %@ uygulamasına kaydet
ug: كارتىنى %@ گە ساقلا
uk: Зберегти картки в %@
vi: Lưu thẻ vào %@
zh_cn: 将信用卡保存到 %@

# CreditCard.Settings.ListItemA11y.v118
source: %1$@, issued to %2$@, ending in %3$@, expires %4$@
be: %1$@, выдадзена %2$@, канчаецца на %3$@, тэрмін дзеяння %4$@
bg: %1$@, издаден на %2$@, завършващ на %3$@, изтича на %4$@
br: %1$@, skignet da %2$@, gant %3$@ er fin, vo echu e %4$@
bs: %1$@, izdato za %2$@, završava sa %3$@, ističe %4$@
da: %1$@, udstedt til %2$@, der ender på %3$@, udløber %4$@
de: %1$@, ausgestellt auf %2$@, endet auf %3$@, läuft am %4$@ ab
fi: %1$@, myönnetty henkilölle %2$@, päättyy numeroihin %3$@, vanhenee %4$@
fr: Carte %1$@, délivrée à %2$@, se finissant par %3$@, expire en %4$@
gd: %1$@, air fhoillseachadh dha %2$@, a’ crìochnachadh le %3$@, falbhaidh an ùine air %4$@
hy_am: %1$@, թողարկված %2$@-ով, վերջանում է %3$@-ով, լրանում է %4$@
ia: %1$@, emittite a %2$@, finiente in %3$@, expira %4$@
id: %1$@, diterbitkan untuk %2$@, berakhiran %3$@, kedaluwarsa pada %4$@
is: %1$@, gefið út til %2$@, endar %3$@, rennur út %4$@
it: %1$@, rilasciata a %2$@, termina con %3$@, scade il %4$@
nb: %1$@, utstedt til %2$@, slutter på %3$@, utløper %4$@
nl: %1$@, uitgegeven aan %2$@, eindigend op %3$@, verloopt op %4$@
nn: %1$@, skrive ut til %2$@, sluttar på %3$@, går ut %4$@
pt_br: %1$@, emitido para %2$@, com final %3$@, válido até %4$@
ro: %1$@, emis pentru %2$@, se termină în %3$@, expiră la %4$@
ru: %1$@, владелец %2$@, номер завершается на %3$@, срок действия %4$@
sk: %1$@, vydaná na meno %2$@, končiaca číslicami %3$@, platnosť končí %4$@
sq: %1$@, dhënë për %2$@, që përfundon me %3$@, skadon më %4$@
tg: Навъи корт: %1$@, номи соҳиби корт: %2$@, рақами корт бо %3$@ анҷом меёбад, муҳлати корт дар санаи %4$@ ба анҷом мерасад
th: %1$@, ออกให้กับ %2$@, ลงท้ายด้วย %3$@, หมดอายุ %4$@
tr: %1$@, sahibi %2$@, son 4 rakamı %3$@, son kullanma tarihi %4$@
ug: ئاخىرقى نومۇرى %3$@ بولغان %1$@ كارتانىڭ ئىگىسى %2$@، ئىناۋەتلىك مۇددىتى %4$@
uk: %1$@, власник %2$@, номер завершується на %3$@, термін дії %4$@
vi: %1$@, cấp cho %2$@, kết thúc bằng %3$@, hết hạn %4$@
zh_cn: 尾号 %3$@ 的 %1$@ 卡，持卡人 %2$@，有效期至 %4$@

# CreditCard.Settings.NotNow.v122
source: Not Now
be: Не зараз
bg: Не сега
br: Diwezhatoc’h
bs: Ne sada
da: Ikke nu
de: Derzeit nicht
fi: Ei nyt
fr: Plus tard
gd: Chan ann an-dràsta
hy_am: Ոչ հիմա
ia: Non ora
id: Jangan Sekarang
is: Ekki núna
it: Non adesso
nb: Ikke nå
nl: Niet nu
nn: Ikkje no
pt_br: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sq: Jo Tani
tg: Ҳоло не
th: ไม่ใช่ตอนนี้
tr: Şimdi değil
tt: Хәзер түгел
ug: ھازىر ئەمەس
uk: Не зараз
vi: Không phải bây giờ
zh_cn: 暂时不要

# CreditCard.Settings.RememberThisCard.v122
source: Securely save this card?
be: Захаваць надзейна гэту карту?
bg: Защитено запазване на тази карта?
br: Enrollañ ar gartenn-mañ e surentez?
bs: Sigurno sačuvati ovu karticu?
da: Gem dette kort sikkert?
de: Soll diese Karte sicher gespeichert werden?
fi: Tallennetaanko tämä kortti turvallisesti?
fr: Enregistrer cette carte en toute sécurité ?
gd: A bheil thu airson a’ chairt seo a shàbhaladh air dòigh thèarainte?
hy_am: Ապահով պահե՞լ այս քարտը:
ia: Securmente salveguardar iste carta?
id: Simpan kartu ini dengan aman?
is: Vista þetta kort á öruggan hátt?
it: Salvare questa carta in modo sicuro?
nb: Lagre dette kortet trygt?
nl: Deze kaart veilig opslaan?
nn: Lagre dette kortet trygt?
pt_br: Salvar este cartão com segurança?
ro: Salvezi securizat acest card?
ru: Сохранить надёжно эту карту?
sk: Bezpečne uložiť túto platobnú kartu?
sq: Të ruhet në mënyrë të sigurt kjo kartë?
tg: Ин кортро ба таври бехатар нигоҳ медоред?
th: ต้องการบันทึกบัตรนี้อย่างปลอดภัยหรือไม่?
tr: Bu kart güvenli bir şekilde kaydedilsin mi?
ug: بۇ كارتىنى بىخەتەر ساقلامدۇ؟
uk: Зберегти надійно цю картку?
vi: Lưu thẻ này một cách an toàn?
zh_cn: 要安全地保存此信用卡吗？

# CreditCard.Settings.UpdateThisCard.v122
source: Update card?
be: Абнавіць карту?
bg: Актуализиране на картата?
br: Hizivaat ar gartenn?
bs: Ažurirati karticu?
da: Opdater kort?
de: Karte aktualisieren?
fi: Päivitetäänkö kortti?
fr: Mettre à jour la carte ?
gd: A bheil thu airson a’ chairt ùrachadh?
hy_am: Արդիացնե՞լ քարտը:
ia: Actualisar le carta?
id: Perbarui kartu?
is: Uppfæra kort?
it: Aggiornare la carta?
nb: Oppdatere kortet?
nl: Kaart bijwerken?
nn: Oppdatere kortet?
pt_br: Atualizar cartão?
ro: Actualizezi cardul?
ru: Обновить карту?
sk: Aktualizovať platobnú kartu?
sq: Të përditësohet karta?
tg: Кортро навсозӣ кунед?
th: ต้องการอัปเดตบัตรหรือไม่?
tr: Kart güncellensin mi?
tt: Картаны яңарту кирәкме?
ug: كارتا يېڭىلامدۇ؟
uk: Оновити картку?
vi: Cập nhật thẻ?
zh_cn: 要更新信用卡吗？

# CreditCard.Settings.Yes.v122
source: Update
be: Абнавіць
bg: Обновяване
br: Hizivaat
bs: Ažuriraj
da: Opdater
de: Aktualisieren
fi: Päivitä
fr: Mettre à jour
gd: Ùraich
hy_am: Թարմացնել
ia: Actualisar
id: Perbarui
is: Uppfæra
it: Aggiorna
nb: Oppdater
nl: Bijwerken
nn: Oppdater
pt_br: Atualizar
ro: Actualizează
ru: Обновить
sk: Aktualizovať
sq: Përditësoje
tg: Навсозӣ кардан
th: อัปเดต
tr: Güncelle
tt: Яңарту
ug: يېڭىلا
uk: Оновити
vi: Cập nhật
zh_cn: 更新

# CreditCards.Settings.Done.v114
source: Done
be: Гатова
bg: Готово
br: Graet
bs: Gotovo
da: Færdig
de: Fertig
fi: Valmis
fr: Terminer
gd: Deiseil
hy_am: Պատրաստ է
ia: Facite
id: Selesai
is: Lokið
it: Fatto
nb: Ferdig
nl: Gereed
nn: Ferdig
pt_br: Pronto
ro: Terminat
ru: Готово
sk: Hotovo
sq: U bë
tg: Тайёр
th: เสร็จสิ้น
tr: Bitti
tt: Әзер
ug: تامام
uk: Готово
vi: Xong
zh_cn: 完成

# CreditCards.Settings.ManageCards.v112
source: Manage cards
be: Кіраваць картамі
bg: Управление на карти
br: Merañ ar c’hartennoù
bs: Upravljajte karticama
da: Håndter kort
de: Karten verwalten
fi: Hallitse kortteja
fr: Gérer les cartes
gd: Stiùirich na cairtean
hy_am: Կառավարել պիտակները
ia: Gerer le cartas
id: Kelola kartu
is: Sýsla með greiðslukort
it: Gestisci carte
nb: Behandle kort
nl: Kaarten beheren
nn: Handsam kort
pt_br: Gerenciar cartões
ro: Gestionează cardurile
ru: Управление картами
sk: Spravovať karty
sq: Administroni karta
tg: Идоракунии кортҳо
th: จัดการบัตร
tr: Kartları yönet
tt: Карталар белән идарә итү
ug: كارتا باشقۇرۇش
uk: Керувати картками
vi: Quản lý thẻ tín dụng
zh_cn: 管理卡片

# CreditCards.Settings.UseASavedCard.v122
source: Use saved card
be: Выкарыстаць захаваную карту
bg: Използване на запазена карта
br: Ober gant ur gartenn enrollet
bs: Koristi sačuvanu karticu
da: Brug gemt kort
de: Eine gespeicherte Karte verwenden
fi: Käytä tallennettua korttia
fr: Utiliser une carte enregistrée
gd: Cleachd cairt a shàbhail thu
hy_am: Օգտագործել պահված քարտը
ia: Usar un carta salvate
id: Gunakan kartu tersimpan
is: Nota vistað kort
it: Utilizza carta salvata
nb: Bruk lagret kort
nl: Opgeslagen kaart gebruiken
nn: Bruk lagra kort
pt_br: Usar cartão salvo
ro: Folosește cardul salvat
ru: Использовать сохранённую карту
sk: Použiť uloženú kartu
sq: Përdor kartë të ruajtur
tg: Истифодаи корти нигоҳдошташуда
th: ใช้บัตรที่บันทึกไว้
tr: Kayıtlı kartı kullan
tt: Сакланган картаны куллану
ug: ساقلانغان كارتىنى ئىشلەت
uk: Використати збережену картку
vi: Sử dụng thẻ đã lưu
zh_cn: 使用保存的信用卡

# CreditCards.Settings.UseSavedCardFromKeyboard.v112
source: Use saved card
be: Выкарыстаць захаваную карту
bg: Използване на запазена карта
br: Ober gant ur gartenn enrollet
bs: Koristi sačuvanu karticu
da: Brug gemt kort
de: Eine gespeicherte Karte verwenden
fi: Käytä tallennettua korttia
fr: Utiliser une carte enregistrée
gd: Cleachd cairt a shàbhail thu
hy_am: Օգտագործել պահված քարտը
ia: Usar un carta salvate
id: Gunakan kartu tersimpan
is: Nota vistað kort
it: Utilizza carta salvata
nb: Bruk lagret kort
nl: Opgeslagen kaart gebruiken
nn: Bruk lagra kort
pt_br: Usar cartão salvo
ro: Folosește cardul salvat
ru: Использовать сохранённую карту
sk: Použiť uloženú kartu
sq: Përdor kartë të ruajtur
tg: Истифодаи корти нигоҳдошташуда
th: ใช้บัตรที่บันทึกไว้
tr: Kayıtlı kartı kullan
tt: Сакланган картаны куллану
ug: ساقلانغان كارتىنى ئىشلىتىدۇ
uk: Використати збережену картку
vi: Sử dụng thẻ đã lưu
zh_cn: 使用保存的卡片

# FxA.FirefoxAccount.v119
source: Account
be: Уліковы запіс
bg: Сметка
br: Kont
bs: Račun
da: Konto
de: Konto
fi: Tili
fr: Compte
gd: Cunntas
hy_am: Հաշիվ
ia: Conto
id: Akun
is: Reikningur
nb: Konto
nn: Konto
pt_br: Conta
ro: Cont
ru: Аккаунт
sk: Účet
sq: Llogari
tg: Ҳисоб
th: บัญชี
tr: Hesap
tt: Хисап язмасы
ug: ھېسابات
uk: Обліковий запис
vi: Tài khoản
zh_cn: 账户

# Settings.AddressAutofill.Title.v126
source: Addresses
bg: Адреси
br: Chomlec’hioù
bs: Adrese
da: Adresser
de: Adressen
gd: Seòlaidhean
hy_am: Հասցեներ
ia: Adresses
id: Alamat
is: Heimilisföng
it: Indirizzi
nb: Adresser
nl: Adressen
nn: Adresser
pt_br: Endereços
ro: Adrese
ru: Адреса
sk: Adresy
sq: Adresa
tg: Нишониҳо
th: ที่อยู่
tr: Adresler
tt: Адреслар
ug: ئادرېس
uk: Адреси
vi: Địa chỉ
zh_cn: 地址

# Settings.Appearance.Zoom.Default.Title.v140
source: Default
bg: Стандартно
bs: Izvorno
de: Standard
hy_am: Սկզբնադիր
id: Baku
nb: Standard
nn: Standard
pt_br: Padrão
ro: Implicit
sk: Predvolené
tg: Пешфарз
tr: Varsayılan

# Settings.Appearance.Zoom.Reset.Button.v140
source: Reset site Settings
bg: Нулиране на настройките на сайта
bs: Resetiraj postavke web stranice
de: Website-Einstellungen zurücksetzen
hy_am: Վերակայել կայքի կարգավորումները
id: Setel ulang Pengaturan
nb: Tilbakestill nettstedinnstillinger
nn: Tilbakestill nettstadinnstillingar
ro: Resetează setările site-ului
sk: Obnoviť nastavenie stránky
tg: Барқарорсозии танзимоти сомона
tr: Site ayarlarını sıfırla

# Settings.Appearance.Zoom.SectionHeader.v140
source: Zoom Settings
bg: Настройки на мащаба
bs: Postavke uvećanja
de: Zoom-Einstellungen
hy_am: Չափափոխման կարգավորումներ
id: Pengaturan Pembesaran
nb: Zoom-innstillinger
nn: Zoom-innstillingar
pt_br: Configurações de zoom
ro: Setări de zoom
sk: Nastavenia priblíženia
tg: Танзимоти андоза
tr: Yakınlaştırma ayarları

# Settings.Appearance.Zoom.SpecificSiteZoom.Footer.v140
source: To add to this list, visit a site and adjust the page zoom from the menu
bg: За да добавите към този списък, посетете сайт и настройте мащаба на страницата от менюто
bs: Da biste dodali na ovu listu, posjetite web stranicu i prilagodite uvećanje stranice iz menija
de: Um Elemente zu dieser Liste hinzuzufügen, besuchen Sie eine Website und passen Sie den Zoom der Seite über das Menü an
hy_am: Այս ցանկին ավելացնելու համար այցելեք կայք և կարգավորեք էջի մեծացումը ցանկից
id: Untuk menambahkan ke daftar ini, kunjungi situs dan sesuaikan perbesaran laman dari menu
nb: For å legge til i denne listen, besøk et nettsted og juster sidezoomen fra menyen
nn: For å leggje til i denne lista, besøk ein nettstad og juster side-zoomen frå menyen
pt_br: Para adicionar a esta lista, visite um site e ajuste o zoom da página no menu
ro: Ca să adaugi în listă, intră pe un site și ajustează zoomul paginii din meniu
sk: Ak chcete do tohto zoznamu niečo pridať, navštívte stránku a v ponuke upravte priblíženie stránky
tg: Барои илова кардани унсур ба ин рӯйхат, ба сомона ворид шавед ва аз рӯйи меню андозаи саҳифаро дуруст танзим кунед
tr: Bu listeye eklemek istediğiniz siteleri ziyaret edip menüden sayfa yakınlaştırmasını ayarlayın
