Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Settings.strings
Languages: be, bg, br, bs, da, de, fi, fr, gd, hy_am, ia, id, is, it, nb, nl, nn, pt_br, ro, ru, sk, sq, tg, th, tr, tt, ug, uk, vi, zh_cn

# Settings.Appearance.Zoom.SpecificSiteZoom.Title.v140
source: Specific site settings
bg: Настройки на конкретни сайтове
bs: Specifične postavke web stranice
de: Spezifische Website-Einstellungen
hy_am: Կայքի հատուկ կարգավորումներ
id: Pengaturan situs tertentu
nb: Spesifikke nettstedinnstillinger
nn: Spesifikke nettstadinnstillingar
pt_br: Configurações específicas de sites
ro: Setări specifice site
sk: Nastavenie pre špecifické stránky
tg: Танзимоти мушаххаси сомона
tr: Belirli site ayarları

# Settings.Appearance.Zoom.Title.v140
source: Page Zoom
bg: Мащабиране на страницата
bs: Uvećanje stranice
de: Seiten-Zoom
hy_am: Էջի մեծացում
id: Pembesaran Laman
nb: Sidezoom
nn: Side-zoom
pt_br: Zoom da página
ro: Zoom pagină
sk: Priblíženie stránky
tg: Андозаи саҳифа
tr: Sayfa yakınlaştırma

# Settings.Appearance.Zoom.ZoomLevelTitle.v140
source: Zoom Level
bg: Ниво на мащабиране
bs: Nivo uvećanja
de: Zoomfaktor
hy_am: Մեծացման մակարդակ
id: Tingkat Pembesaran
nb: Zoom-nivå
nn: Zoom-nivå
pt_br: Nível de zoom
ro: Nivel de zoom
sk: Úroveň priblíženia
tg: Дараҷаи андоза
tr: Yakınlaştırma seviyesi

# Settings.AutofillAndPassword.Title.v137
source: Autofills & Passwords
bg: Автоматично попълване на пароли
bs: Automatsko popunjavanje i lozinke
de: Automatisches Ausfüllen & Passwörter
hy_am: Ինքնալրացումներ և գաղտնաբառեր
id: Isi-otomatis & Sandi
nb: Autofyllinger og passord
nn: Autofyllningar og passord
pt_br: Preenchimento automático e senhas
ro: Completări automate și parole
sk: Automatické dopĺňanie a heslá
tg: Пуркунии худкор ва ниҳонвожаҳо
tr: Otomatik doldurma ve parolalar
uk: Автозаповнення і паролі

# Settings.AutofillCreditCard.Title.v122
source: Payment Methods
be: Спосабы аплаты
bg: Методи на плащане
br: Doareoù paeañ
bs: Načini plaćanja
da: Betalingsmetoder
de: Zahlungsmethoden
fi: Maksutavat
fr: Moyens de paiement
gd: Dòighean pàighidh
hy_am: Վճարամիջոցներ
ia: Methodos de pagamento
id: Metode Pembayaran
is: Greiðslumátar
it: Metodi di pagamento
nb: Betalingsmåter
nl: Betalingsmethoden
nn: Betalingsmetodar
pt_br: Métodos de pagamento
ro: Metode de plată
ru: Методы платежей
sk: Spôsoby platby
sq: Metoda Pagese
tg: Тарзҳои пардохт
th: วิธีการชำระเงิน
tr: Ödeme yöntemleri
tt: Түләү ысуллары
ug: چىقىم قىلىش ئۇسۇلى
uk: Способи оплати
vi: Phương thức thanh toán
zh_cn: 付款方式

# Settings.Autoplay.AllowAudioAndVideo.v137
source: Allow Audio and Video
bg: Разрешено и видео и звук
bs: Dozvoli audio i video
de: Audio und Video erlauben
hy_am: Թույլատրել ձայն և տեսանյութ
id: Izinkan Audio dan Video
nb: Tillat lyd og video
nn: Tillat lyd og video
pt_br: Permitir áudio e vídeo
ro: Permite audio și video
sk: Povoliť zvuk a video
tg: Иҷозат додани аудио ва видео
tr: Ses ve videoya izin ver
uk: Дозволити аудіо та відео

# Settings.Autoplay.BlockAudio.v137
source: Block Audio
bg: Без звук
bs: Blokiraj audio
de: Audio blockieren
hy_am: Արգելափակել ձայնը
id: Blokir Audio
nb: Blokker lyd
nn: Blokker lyd
pt_br: Bloquear áudio
ro: Blochează audio
sk: Blokovať zvuk
tg: Манъ кардани аудио
tr: Sesi engelle
uk: Блокувати аудіо

# Settings.Autoplay.BlockAudioAndVideo.v137
source: Block Audio and Video
bg: Без звук и видео
bs: Blokiraj audio i video
de: Audio und Video blockieren
hy_am: Արգելափակել ձայնը և տեսանյութը
id: Blokir Audio dan Video
nb: Blokker lyd og video
nn: Blokker lyd og video
pt_br: Bloquear áudio e vídeo
ro: Blochează audio și video
sk: Blokovať zvuk a video
tg: Манъ кардани аудио ва видео
tr: Ses ve videoyu engelle
uk: Блокувати аудіо та відео

# Settings.Autoplay.Footer.v137
source: Autoplay settings will only apply to newly opened tabs. Changes cannot be applied to existing tabs unless the application is restarted.
bg: Настройките за автоматично възпроизвеждане ще важат само за новоотворени раздели. Промени не могат да бъдат приложени върху съществуващи раздели, освен ако приложението не бъде рестартирано.
bs: Postavke automatske reprodukcije će se primijeniti samo na novootvorene tabove. Promjene se ne mogu primijeniti na postojeće tabove osim ako se aplikacija ponovo ne pokrene.
de: Die Einstellungen zur automatischen Wiedergabe gelten nur für neu geöffnete Tabs. Änderungen können nicht auf bestehende Tabs angewendet werden, bis die Anwendung neu gestartet wird.
hy_am: Ինքնանվագարկման կարգավորումները կկիրառվեն միայն նոր բացված ներդիրների վրա: Փոփոխությունները չեն կարող կիրառվել առկա ներդիրներում, քանի դեռ հավելվածը չի վերագործարկվել:
id: Pengaturan putar otomatis hanya akan berlaku untuk tab yang baru dibuka. Perubahan tidak dapat diterapkan pada tab yang ada kecuali aplikasi dimulai ulang.
nb: Innstillinger for automatisk avspilling vil bare gjelde for nylig åpnede faner. Endringer kan ikke brukes på eksisterende faner med mindre appen startes på nytt.
nn: Innstillingar for automatisk avspeling vil berre gjelde for nyleg opna faner. Endringar kan ikkje brukast på eksisterande faner med mindre appen vert starta på nytt.
pt_br: As configurações de reprodução automática só se aplicam a abas abertas depois. As alterações não podem ser aplicadas a abas existentes, a menos que o aplicativo seja reiniciado.
ro: Setările de redare automată se vor aplica numai filelor nou deschise. Modificările nu pot fi aplicate filelor existente decât dacă aplicația este repornită.
sk: Nastavenia automatického prehrávania sa budú vzťahovať iba na novo otvorené karty. Zmeny nie je možné použiť na existujúce karty, pokiaľ sa aplikácia nereštartuje.
tg: Танзимоти пахши худкор танҳо ба варақаҳое, ки нав кушода шудаанд, татбиқ мешавад. Агар шумо барномаро аз нав оғоз накунед, ин тағйирот ба варақаҳои мавҷудбуда татбиқ карда намешавад.
tr: Otomatik oynatma ayarları yalnızca yeni açılan sekmeler için geçerli olur. Uygulama yeniden başlatılmadıkça değişiklikler mevcut sekmelere uygulanamaz.
uk: Налаштування автовідтворення застосовуватимуться лише до щойно відкритих вкладок. Зміни не можна застосувати до наявних вкладок, доки програму не буде перезапущено.

# Settings.Autoplay.SettingsTitle.v137
source: Autoplay
bg: Автоматично възпроизвеждане
bs: Automatska reprodukcija
de: Automatische Wiedergabe
hy_am: Ինքնանվագարկում
id: Putar Otomatis
nb: Automatisk avspilling
nn: Automatisk avspeling
pt_br: Reprodução automática
ro: Redare automată
sk: Automatické prehrávanie
tg: Пахши худкор
tr: Otomatik oynatma
uk: Автовідтворення

# Settings.Browsing.Links.v137
source: Links
bg: Препратки
bs: Linkovi
hy_am: Հղումներ
id: Tautan
nb: Lenker
nn: Lenker
ro: Linkuri
sk: Odkazy
tg: Пайвандҳо
tr: Bağlantılar
uk: Посилання

# Settings.Browsing.Media.v137
source: Media
bg: Медия
bs: Mediji
de: Medien
hy_am: Մեդիա
pt_br: Mídia
ro: Multimedia
sk: Médiá
tg: Расона
tr: Ortam
uk: Медіа

# Settings.Browsing.Tabs.v137
source: Tabs
bg: Раздели
bs: Tabovi
hy_am: Ներդիրներ
id: Tab
nb: Faner
nn: Faner
pt_br: Abas
ro: File
sk: Karty
tg: Варақаҳо
tr: Sekmeler
uk: Вкладки

# Settings.Browsing.Title.v137
source: Browsing
bg: Сърфиране
bs: Pregledavanje
de: Surfen
hy_am: Դիտարկում
id: Meramban
nb: Nettlesing
nn: Nettlesing
pt_br: Navegação
ro: Navigare
sk: Prehliadanie
tg: Тамошобинӣ
tr: Gezinti
uk: Перегляд сайтів

# Settings.CrashReports.Link.v135
source: Learn More.
bs: Saznajte više.
da: Læs mere.
de: Weitere Informationen
hy_am: Իմանալ ավելին:
ia: Pro saper plus.
id: Pelajari Lebih Lanjut.
it: Ulteriori informazioni.
nl: Meer info.
nn: Les meir.
pt_br: Saiba mais.
sk: Ďalšie informácie.
tg: Маълумоти бештар.
tr: Daha fazla bilgi alın.
tt: Күбрәк белү.
ug: تەپسىلاتى.
uk: Докладніше.
vi: Tìm hiểu thêm.

# Settings.CrashReports.Link.v136
source: Learn More
bg: Научете повече
bs: Saznajte više
da: Læs mere
de: Weitere Informationen
hy_am: Իմանալ ավելին
ia: Pro saper plus
id: Pelajari Lebih Lanjut
it: Ulteriori informazioni
nb: Les mer
nl: Meer info
nn: Les meir
pt_br: Saiba mais
ro: Află mai multe
sk: Ďalšie informácie
tg: Маълумоти бештар
tr: Daha fazla bilgi alın
tt: Күбрәк белү
ug: تەپسىلاتى
uk: Докладніше
vi: Tìm hiểu thêm

# Settings.CrashReports.Message.v135
source: Crash reports allow us diagnose and fix issues with the browser.
bs: Izvještaji o padu omogućavaju nam da dijagnosticiramo i popravimo probleme s preglednikom.
da: Rapporter om nedbrud hjælper os med at diagnosticere og løse problemer med browseren.
de: Absturzberichte ermöglichen es uns, Probleme mit dem Browser zu diagnostizieren und zu beheben.
hy_am: Խափանումների հաշվետվությունները թույլ են տալիս ախտորոշել և շտկել դիտարկիչի հետ կապված խնդիրները:
ia: Reportos de crash permitte nos de diagnosticar e reparar problemas con le navigator.
id: Laporan kerusakan memungkinkan kami mendiagnosis dan memperbaiki masalah pada peramban.
it: I rapporti sugli arresti anomali ci consentono di diagnosticare e risolvere problemi con il browser.
nl: Met crashrapporten kunnen we problemen met de browser analyseren en oplossen.
nn: Krasjrapportar tillèt oss å diagnostisere og fikse problem med nettlesaren.
pt_br: Relatórios de falhas nos permitem diagnosticar e corrigir problemas com o navegador.
sk: Správy o zlyhaní nám umožňujú diagnostikovať a opraviť problémy s prehliadačom.
tg: Гузоришҳо дар бораи вайронӣ ба мо имкон медиҳанд, то тавонем мушкилотро дар браузер ташхис ва ислоҳ намоем.
tr: Çökme raporları tarayıcıyla ilgili sorunları teşhis etmemize ve düzeltmemize olanak tanır.
ug: يىمىرىلىش دوكلاتى توركۆرگۈدىكى مەسىلىگە دىياگنوز قويۇپ ۋە ئوڭشىشىمىزغا يول قويىدۇ.
uk: Звіти про збої дають нам змогу діагностувати й усувати проблеми з браузером.
vi: Báo cáo sự cố giúp chúng tôi chẩn đoán và khắc phục sự cố của trình duyệt.

# Settings.CrashReports.Message.v136
source: This helps us diagnose and fix issues with the browser.
bg: Това ни помага да откриваме и отстраняваме проблеми с четеца.
bs: Ovo nam pomaže da dijagnosticiramo i riješimo probleme s preglednikom.
da: Dette hjælper os med at diagnosticere og løse problemer med browseren.
de: Dies hilft uns beim Diagnostizieren und Beheben von Problemen mit dem Browser.
hy_am: Սա օգնում է մեզ ախտորոշել և շտկել դիտարկիչի հետ կապված խնդիրները:
ia: Isto adjuta nos a diagnosticar e reparar problemas con le navigator.
id: Ini membantu kami mendiagnosis dan memperbaiki masalah pada peramban.
nb: Dette hjelper oss med å diagnostisere og fikse problemer med nettleseren.
nn: Dette hjelper oss med å diagnostisere og fikse problem med nettlesaren.
pt_br: Ajudar a diagnosticar e corrigir problemas com o navegador.
ro: Ne ajută să diagnosticăm și să remediem problemele browserului.
sk: Toto nám pomáha diagnostikovať a riešiť problémy s prehliadačom.
tg: Ин ба мо кумак мерасонад, то тавонем мушкилотро дар браузер ташхис ва ислоҳ намоем.
tr: Bu, tarayıcıyla ilgili sorunları teşhis edip düzeltmemize yardımcı olur.
ug: بۇ توركۆرگۈدىكى مەسىلىگە دىياگنوز قويۇپ ۋە ئوڭشىشىمىزغا ياردەم بېرىدۇ.
uk: Це допомагає нам діагностувати й усувати проблеми з браузером.
vi: Điều này giúp chúng tôi chẩn đoán và khắc phục sự cố của trình duyệt.

# Settings.CrashReports.Title.v135
source: Automatically Send Crash Reports
bg: Автоматично изпращане на доклади за срив
bs: Automatski šalji izvještaje o padu
da: Send automatisk fejlrapporter
de: Absturzberichte automatisch senden
hy_am: Ինքնաբար ուղարկել խափանումների մասին զեկույցը
ia: Automaticamente inviar reportos de crash
id: Kirim Laporan Kerusakan Secara Otomatis
it: Invia automaticamente segnalazioni di arresto anomalo
nb: Send inn krasjrapporter automatisk
nl: Automatisch crashrapporten verzenden
nn: Send inn krasjrapportar automatisk
pt_br: Enviar relatórios de falhas automaticamente
ro: Trimite automat rapoarte de închidere neașteptată
sk: Automaticky odosielať správy o zlyhaní
tg: Ба таври худкор фиристодани гузоришҳо дар бораи вайронӣ
tr: Çökme raporlarını otomatik olarak gönder
tt: Ватылу турындагы хәбәрләрне автоматик рәвештә җибәрү
ug: يىمىرىلىش دوكلاتىنى ئۆزلۈكىدىن يوللايدۇ
uk: Автоматично надсилати звіти про збої
vi: Tự động gửi báo cáo sự cố

# Settings.DailyUsagePing.Link.v135
source: Learn More.
bs: Saznajte više.
da: Læs mere.
de: Weitere Informationen
hy_am: Իմանալ ավելին:
ia: Pro saper plus.
id: Pelajari Lebih Lanjut.
it: Ulteriori informazioni.
nl: Meer info.
nn: Les meir.
pt_br: Saiba mais.
sk: Ďalšie informácie.
tg: Маълумоти бештар.
tr: Daha fazla bilgi alın.
tt: Күбрәк белү.
ug: تەپسىلاتى.
uk: Докладніше.
vi: Tìm hiểu thêm.

# Settings.DailyUsagePing.Link.v136
source: Learn More
bg: Научете повече
bs: Saznajte više
da: Læs mere
de: Weitere Informationen
hy_am: Իմանալ ավելին
ia: Pro saper plus
id: Pelajari Lebih Lanjut
it: Ulteriori informazioni
nb: Les mer
nl: Meer info
nn: Les meir
pt_br: Saiba mais
ro: Află mai multe
sk: Ďalšie informácie
tg: Маълумоти бештар
tr: Daha fazla bilgi alın
tt: Күбрәк белү
ug: تەپسىلاتى
uk: Докладніше
vi: Tìm hiểu thêm

# Settings.DailyUsagePing.Message.v135
source: This helps %@ to estimate active users.
bg: Това помага на %@ да направи прогноза за активни потребители.
bs: Ovo pomaže da %@ procijeni aktivne korisnike.
da: Dette hjælper %@ med at vurdere antallet af aktive brugere.
de: Dies hilft %@, aktive Benutzer zu schätzen.
hy_am: Սա օգնում է %@-ին գնահատել ակտիվ օգտվողներին:
ia: Isto adjuta %@ a estimar le usatores active.
id: Ini membantu %@ untuk memperkirakan pengguna aktif.
it: Questo consente a %@ di stimare il numero di utenti attivi.
nb: Dette hjelper %@ med å beregne aktive brukere.
nl: Dit helpt %@ bij het schatten van actieve gebruikers.
nn: Dette hjelper %@ med å vurdere antalet aktive brukarar.
pt_br: Ajudar a %@ a estimar o número de usuários ativos.
ro: Ajută %@ să estimeze utilizatorii activi.
sk: Toto pomáha spoločnosti %@ odhadnúť počet aktívnych používateľov.
tg: Ин ба «%@» кумак мекунад, ки корбарони фаъолро ҳисоб кунад.
tr: Bu sayede aktif %@ kullanıcılarının sayısını tahmin edebiliriz.
ug: بۇ سانلىق مەلۇمات %@ نىڭ ئاكتىپ ئىشلەتكۈچىنىڭ سانىنى مۆلچەرلىشىگە ياردەم بېرىدۇ.
uk: Це допомагає %@ оцінити кількість активних користувачів.
vi: Điều này giúp %@ ước tính số người dùng đang hoạt động.

# Settings.DailyUsagePing.Title.v135
source: Daily Usage Ping
bg: Ежедневна употреба
bs: Dnevna upotreba pinga
da: Ping for dagligt brug
de: Ping zur täglichen Nutzung
hy_am: Ամենօրյա օգտագործման Ping
ia: Ping de uso quotidian
id: Ping Penggunaan Harian
it: Ping di utilizzo giornaliero
nb: Ping for daglig bruk
nl: Ping voor dagelijks gebruik
nn: Ping for dagleg bruk
pt_br: Ping de uso diário
ro: Ping de utilizare zilnică
sk: Ping denného používania
tg: Пинги истифодабарии ҳаррӯза
tr: Günlük kullanım ping’i
ug: كۈندىلىك ئىشلىتىلىش دوكلاتى
uk: Щоденний пінг використання
vi: Ping sử dụng hàng ngày

# Settings.FxA.Title.v119
source: Account
be: Уліковы запіс
bg: Сметка
br: Kont
bs: Račun
da: Konto
de: Konto
fi: Tili
fr: Compte
gd: Cunntas
hy_am: Հաշիվ
ia: Conto
id: Akun
is: Reikningur
nb: Konto
nn: Konto
pt_br: Conta
ro: Cont
ru: Аккаунт
sk: Účet
sq: Llogari
tg: Ҳисоб
th: บัญชี
tr: Hesap
tt: Хисап язмасы
ug: ھېسابات
uk: Обліковий запис
vi: Tài khoản
zh_cn: 账户

# Settings.Notifications.SyncNotificationsStatus.v112
source: This must be turned on to receive tabs and get notified when you sign in on another device.
be: Опцыя павінна быць уключана, каб атрымліваць карткі і атрымліваць апавяшчэнні пры ўваходзе на іншай прыладзе.
bg: Това трябва да е включено, за да получавате раздели и известия, когато влизате от друго устройство.
br: Dav d'an dra-mañ bezañ gweredekaet evit degemer ivinelloù ha bezañ kemennet pa kennaskit war un trevnad all.
bs: Ovo mora biti uključeno da primate kartice i primate obavještenja kada se prijavite na drugom uređaju.
da: Dette skal aktiveres for at kunne modtage faneblade og få besked, når du logger ind på en anden enhed.
de: Diese Option muss aktiviert sein, um Tabs zu empfangen und benachrichtigt zu werden, wenn Sie sich auf einem anderen Gerät anmelden.
fi: Tämän on oltava päällä, jotta voit vastaanottaa välilehtiä ja saada ilmoituksen, kun kirjaudut sisään toisella laitteella.
fr: Cette option doit être activée pour recevoir des onglets et être averti·e lorsque vous vous connectez sur un autre appareil.
gd: Feumaidh seo a bhith air mus fhaigh thu tabaichean is mus fhaigh thu brath nuair a chlàraicheas tu a-steach air uidheam eile.
hy_am: Սա պետք է միացված լինի՝ ներդիրները ստանալու և այլ սարքից մուտք գործելու մասին ծանուցում ստանալու համար:
ia: Iste option debe esser activate pro reciper schedas e notificationes quando tu accede ab un altere apparato.
id: Ini harus diaktifkan untuk menerima tab dan mendapatkan pemberitahuan saat Anda masuk di perangkat lain.
is: Kveikt verður að vera á þessu til að taka við flipum og fá tilkynningar þegar þú skráir þig inn á önnur tæki.
it: Questa opzione deve essere attiva per ricevere schede e notifiche quando accedi da un altro dispositivo.
nb: Dette må være slått på for å motta faner og bli varslet når du logger inn på en annen enhet.
nl: Dit moet zijn ingeschakeld om tabbladen te ontvangen en meldingen te ontvangen wanneer u zich aanmeldt op een ander apparaat.
nn: Dette må vere slått på for å ta imot faner og bli varsla når du loggar inn på ei anna eining.
pt_br: Isto deve ser ativado para receber abas e ser notificado quando você entrar em outro dispositivo.
ro: Opțiunea trebuie activată ca să primești file și notificări când te conectezi pe un alt dispozitiv.
ru: Эта настройка должна быть включена, чтобы получать вкладки и уведомления при вашем входе на другом устройстве.
sk: Toto musí byť zapnuté, ak chcete prijímať karty a dostávať upozornenia, keď sa prihlásite na inom zariadení.
sq: Që të merren skeda dhe njoftime, kur bëni hyrjen në një pajisje tjetër, kjo duhet të aktivizohet.
tg: Барои ба даст овардани варақаҳо ва дидани огоҳномаҳо вақте ки шумо ба дастгоҳи дигар ворид мешавед, ин имкон бояд фаъол карда шавад.
th: ต้องเปิดตัวเลือกนี้เพื่อรับแท็บและรับการแจ้งเตือนเมื่อคุณลงชื่อเข้าบนอุปกรณ์อื่น
tr: Gönderilen sekmeleri almak ve başka bir cihazdan giriş yaptığınızda bildirim almak için bunu açmalısınız.
tt: Таблар һәм бүтән җиһазга кергәндә белдерү алу өчен бу опция кабынган булырга тиеш.
ug: سىز باشقا ئۈسكۈنىدە تىزىمغا كىرگەندە بەتكۈچ تاپشۇرۇۋېلىش ۋە ئۇقتۇرۇش قىلىش چوقۇم ئوچۇق بولۇشى كېرەك.
uk: Опцію має бути ввімкнено, щоб отримувати вкладки та сповіщення, коли ви входите на іншому пристрої.
vi: Tính năng này phải được bật để nhận các thẻ và được thông báo khi bạn đăng nhập trên một thiết bị khác.
zh_cn: 需要开启此功能才能接收标签页，并在您于其他设备上登录时收到通知。

# Settings.Notifications.SyncNotificationsTitle.v112
source: Sync
be: Сінхранізаваць
br: Goubredañ
bs: Sinhronizacija
de: Synchronisieren
fi: Synkronointi
fr: Synchronisation
gd: Sioncronaich
hy_am: Սինք
id: Penyelarasan
is: Samstilla
it: Sincronizzazione
nb: Synkroniser
nl: Synchronisatie
nn: Synkroniser
pt_br: Sincronização
ro: Sincronizare
ru: Синхронизация
sk: Synchronizácia
tg: Ҳамоҳангсозӣ
tr: Eşitleme
tt: Синхронлау
ug: قەدەمداش
uk: Синхронізація
vi: Đồng bộ hóa
zh_cn: 同步

# Settings.Notifications.SystemNotificationsDisabledMessage.v112
source: You turned off all %1$@ notifications. Turn them on by going to device Settings > Notifications > %2$@
be: Вы адключылі ўсе апавяшчэнні %1$@. Уключыце іх, адкрыўшы на прыладзе Налады > Апавяшчэнні > %2$@
bg: Изключихте всички %1$@ известия. Включете ги, като отворите Настройки на устройството > Известия > %2$@
br: Diweredekaet ho peus holl rebuzadurioù %1$@. Gweredekait anezho en-dro en ur vont e Arventennoù > Rebuzadurioù > %2$@
bs: Isključili ste sva %1$@ obavještenja. Uključite ih tako što ćete otići na Postavke uređaja > Obavještenja > %2$@
da: Du har slået alle notifikationer i %1$@ fra. Slå dem til ved at gå til enhedens indstillinger > Notifikationer > %2$@
de: Sie haben alle %1$@-Benachrichtigungen deaktiviert. Aktivieren Sie sie, indem Sie zu den Geräteeinstellungen > Benachrichtigungen > %2$@ gehen.
fi: Poistit kaikki %1$@-ilmoitukset käytöstä. Ota ne käyttöön valitsemalla laitteen Asetukset > Ilmoitukset > %2$@
fr: Vous avez désactivé toutes les notifications de %1$@. Activez-les depuis Réglages > Notifications > %2$@
gd: Chuir thu dheth gach brath o %1$@. Cuir air iad ann an “Settings” > “Notifications” > %2$@ air an uidheam
hy_am: Դուք անջատեցիք բոլոր %1$@ ծանուցումները: Միացրեք դրանք՝ անցնելով սարքի Կարգավորումներ > Ծանուցումներ > %2$@-ին
ia: Tu disactivava tote le %1$@ notificationes. Activa los per sur le apparato per Parametros > Notificationes > %2$@
id: Anda menonaktifkan semua pemberitahuan %1$@. Aktifkan dengan membuka Setelan > Notifikasi > %2$@ perangkat
is: Þú slökktir á öllum %1$@ tilkynningum. Kveiktu á þeim með því að fara í stillingar tækis > Tilkynningar > %2$@
it: Hai disattivato tutte le notifiche di %1$@. Attivale nelle impostazioni del dispositivo > Notifiche > %2$@
nb: Du har slått av alle %1$@-varsler. Slå dem på ved å gå til enhetens innstillinger > Varsler > %2$@
nl: U hebt alle %1$@-notificaties uitgeschakeld. Schakel ze in door naar Instellingen > Notificaties > %2$@ te gaan
nn: Du slo av alle %1$@-varsel. Slå dei på ved å, på eininga, gå til Innstillingar > Varsel > %2$@
pt_br: Você desativou todas as notificações do %1$@. Ative no dispositivo, em Configurações > Notificações > %2$@
ro: Ai dezactivat toate notificările %1$@. Activează-le mergând în Setări dispozitiv > Notificări > %2$@
ru: Вы отключили все уведомления %1$@. Включите их, выбрав «Настройки» > «Уведомления» > «%2$@»
sk: Vypli ste všetky upozornenia prehliadača %1$@. Zapnete ich v Nastaveniach zariadenia, časti Upozornenia > %2$@
sq: Keni çaktivizuar krejt njoftimet %1$@. Aktivizojini, duke kaluar te Rregullime pajisjeje > Njoftime > %2$@
tg: Шумо ҳамаи огоҳномаҳои «%1$@»-ро ғайрифаъол кардед. Онҳоро дар дастгоҳи худ ба «Танзимот > Огоҳномаҳо > %2$@» гузашта, аз нав фаъол созед
th: คุณได้ปิด %1$@ การแจ้งเตือนทั้งหมดแล้ว เปิดการแจ้งเตือนเหล่านั้นได้โดยไปที่การตั้งค่าอุปกรณ์ > การแจ้งเตือน > %2$@
tr: Tüm %1$@ bildirimlerini kapattınız. Cihazınızın Ayarlar > Bildirimler > %2$@ menüsüne giderek bildirimleri açın.
tt: Сез барлык %1$@ искәртүләрен сүндердегез. Җиһаз көйләүләре > Искәртүләр > %2$@ бүлегенә кереп, аларны кабызыгыз
ug: سىز بارلىق %1$@ ئۇقتۇرۇشلىرىنى تاقىۋەتتىڭىز. ئۈسكۈنە تەڭشەك›ئۇقتۇرۇش›%2$@ دىن ئېچىڭ
uk: Ви вимкнули усі сповіщення %1$@. Увімкніть їх, відкривши на пристрої Параметри > Сповіщення > %2$@
vi: Bạn đã tắt tất cả thông báo của %1$@. Bật chúng bằng cách đi đến ứng dụng Cài đặt của thiết bị > Thông báo > %2$@
zh_cn: 您已关闭 %1$@ 的所有通知，可到设备的“设置”>“通知”>“%2$@”重新开启
