Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Shopping.strings
Languages: ca, da, es_ar, es_mx, fi, gd, gl, hr, id, ka, kab, ko, lo, ml, nb, nl, nn, sl, tg, tt, ug

# Shopping.ReviewQualityCard.MixedReviews.Label.v120
source: We believe there’s a mix of reliable and unreliable reviews
ca: Creiem que hi ha un barreja de ressenyes fiables i poc fiables
da: Vi vurderer, at der findes en blanding af pålidelige og upålidelige anmeldelser
es_ar: Creemos que hay una mezcla de revisiones confiables y no confiables
es_mx: Creemos que hay una combinación de reseñas confiables y no confiables
fi: Uskomme, että kyseessä on sekä luotettavia että epäluotettavia arvosteluja
gd: Tha sinn a’ creidsinn gur e measgachadh de lèirmheasan earbsach is neo-earbsach a th’ annta
gl: Cremos que hai unha mestura de recensións fiables e pouco fiables
hr: Vjerujemo da postoji mješavina pouzdanih i nepouzdanih recenzija
id: Kami percaya ada campuran ulasan yang dapat diandalkan dan tidak dapat diandalkan
ka: მიგვაჩნია, რომ შერეულადაა სანდო და არასანდო მიმოხილვები
kab: Nettwali iwellihen sdukklen iwellihen inaflasen d yiwellihen arinaflasen
ko: 신뢰할 수 있는 리뷰와 신뢰할 수 없는 리뷰가 혼합되어 있다고 생각합니다.
lo: ພວກ​ເຮົາ​ເຊື່ອ​ວ່າ​ມີ​ການ​ປະ​ສົມ​ຂອງ​ການ​ກວດຄືນ​ທີ່​ເຊື່ອ​ຖື​ໄດ້ ​ແລະ ​ບໍ່​ຫນ້າ​ເຊື່ອ​ຖື​ໄດ້​
nb: Vi tror det er en blanding av pålitelige og upålitelige vurderinger
nl: Wij geloven dat er een mix is van betrouwbare en onbetrouwbare beoordelingen
nn: Vi trur det er ei blanding av pålitelege og upålitelege vurderingar
sl: Menimo, da obstaja mešanica zanesljivih in nezanesljivih mnenj
tg: Мо боварӣ дорем, ки ҳозир будани маҷмӯи тақризҳои боэътимод ва беэътимод имконпазир аст
ug: ئىشەنچلىك ۋە ئىشەنچسىز باھالارنىڭ بارلىقىغا ئىشىنىمىز

# Shopping.ReviewQualityCard.ReliableReviews.Label.v120
source: Reliable reviews. We believe the reviews are likely from real customers who left honest, unbiased reviews.
ca: Les ressenyes són fiables. Creiem que probablement són de clients reals honestos i no estan esbiaixades.
da: Pålidelige anmeldelser. Vi vurderer, at anmeldelserne sandsynligvis stammer fra rigtige kunder, der har givet ærlige og upartiske anmeldelser.
es_ar: Revisiones confiables. Creemos que las revisiones probablemente provengan de clientes reales que dejaron revisiones honestas e imparciales.
es_mx: Reseñas confiables. Creemos que las reseñas vienen de clientes reales que son honestos e imparciales.
fi: Luotettavat arvostelut. Uskomme, että arvostelut ovat todennäköisesti todellisilta asiakkailta, jotka ovat jättäneet rehellisiä, puolueettomia arvosteluja.
gd: Lèirmheasan earbsach. Tha sinn a’ creidsinn gur e lèirmheasan onarach neo-chlaon a th’ annta a chaidh a sgrìobhadh le fìor-chustamairean.
gl: Recensións fiables. Cremos que as recensións son probablemente de clientes reais que deixaron recensións honestas e imparciais.
hr: Pouzdane recenzije. Vjerujemo da su recenzije vjerojatno od stvarnih kupaca koji su ostavili iskrene, nepristrane recenzije.
id: Ulasan terpercaya. Kami yakin ulasan tersebut boleh jadi berasal dari pelanggan tulen yang meninggalkan ulasan yang jujur dan tidak bias.
ka: სანდოა მიმოხილვები. მიგვაჩნია, რომ ეს მიმოხილვები მეტწილად ნამდვილი მომხმარებლების დატოვებულია პატიოსნად და მიუკერძოებლად.
ko: 신뢰할 수 있는 리뷰. 솔직하고 공정한 리뷰를 남긴 실제 고객의 리뷰일 가능성이 높다고 생각합니다.
lo: ການກວດກາທີ່ເຊື່ອຖືໄດ້. ພວກເຮົາເຊື່ອວ່າການກວດກາມີແນວໂນ້ມຈາກລູກຄ້າທີ່ແທ້ຈິງທີ່ອອກຈາກການຕິຊົມທີ່ຊື່ສັດ, ບໍ່ມີອະຄະຕິ.
nb: Pålitelige vurderinger. Vi tror at vurderingene sannsynligvis kommer fra ekte kunder som har gitt ærlige, objektive vurderinger.
nl: Betrouwbare beoordelingen. Wij zijn van mening dat de beoordelingen waarschijnlijk afkomstig zijn van echte klanten die eerlijke, onpartijdige beoordelingen hebben achtergelaten.
nn: Pålitelege vurderingar. Vi meinar at vureringane truleg kjem frå ekte kundar som har lagt att ærlege, upartiske vurderingar.
sl: Zanesljiva mnenja. Verjamemo, da so jih napisale resnične stranke, ki so pustile poštene in nepristranske ocene.
tg: Тақризҳои боэътимод. Мо боварӣ дорем, ки тақризҳо аз муштариёни ҳақиқӣ ба таври ростқавл ва беғаразона пешниҳод карда шудаанд.
ug: ئىشەنچلىك باھالاش. ئىشىنىمىزكى، بۇ باھالاشنى سەمىمىي، تەرەپسىز ھەقىقىي خېرىدارلار بەرگەن بولۇشى مۇمكىن.

# Shopping.ReviewQualityCard.SubHeadline.Label.v120
source: We assign each product’s reviews a *letter grade* from A to F.
ca: Assignem a les ressenyes de cada producte una *puntuació alfabètica* de la A a la F.
da: Vi giver hver produkts anmeldelser en *karakter* fra A til F.
es_ar: Asignamos a las revisiones de cada producto una *calificación con letras* de la A a la F.
es_mx: Asignamos las reseñas de los productos a *letra de clasificación* de la A hasta la F.
fi: Annamme kunkin tuotteen arvosteluille *kirjainarvosanan* A:sta F:ään.
gd: Bheir sinn *litir measaidh* dha na lèirmheasach aig gach bathar, eadar A is F.
gl: Asignamos ás recensións de cada produto unha *nota* de A a F.
hr: Svakoj recenziji proizvoda dodjeljujemo *slovnu ocjenu* od A do F.
id: Kami menetapkan setiap ulasan produk sebuah *nilai huruf* dari A hingga F.
ka: გასაყიდ ნაწარმზე თითოეულ მიმოხილვას ეწერება *ნიშნები* A-დან F-მდე.
ko: 각 제품의 리뷰에는 A부터 F까지 *문자 등급*이 부여됩니다.
lo: ພວກ​ເຮົາ​ກໍາ​ນົດ​ການ​ກວດກາ​ຂອງ​ຜະ​ລິດ​ຕະ​ພັນ​ແຕ່​ອັນລະ​ເປັນ *ຊັ້ນ​ຂອງ​ຕົວ​ອັກ​ສອນ * ຈາກ A ຫາ F.
nb: Vi tildeler hvert produkts vurderinger en *bokstavkarakter* fra A til F.
nl: We kennen aan de beoordelingen van elk product een *letterwaarde* toe, van A tot F.
nn: Kvar produktvurdering får ein *bokstavkarakter* frå A til F.
sl: Vsako mnenje o izdelku ocenimo s *črkovno oceno* od A do F.
tg: Мо ба тақризҳои ҳар як маҳсул *баҳои ҳарфиро* аз A то F таъин мекунем.
ug: بىز ھەر بىر مەھسۇلاتنىڭ باھالىنىشىغا A دىن F غىچە *ھەرپ دەرىجىسى* تەقسىملەيمىز.

# Shopping.ReviewQualityCard.UnreliableReviews.Label.v120
source: Unreliable reviews. We believe the reviews are likely fake or from biased reviewers.
ca: Les ressenyes són poc fiables. Creiem que poden ser falses o esbiaixades.
da: Upålidelige anmeldelser. Vi vurderer, at anmeldelserne sandsynligvis er forfalskede eller stammer fra partiske anmeldere.
es_ar: Revisiones poco fiables. Creemos que las revisiones probablemente sean falsas o provengan de revisores sesgados.
es_mx: Reseñas poco confiables. Creemos que las reseñas probablemente son falsas o provienen de revisores sesgados.
fi: Epäluotettavat arvostelut. Uskomme, että arvostelut ovat todennäköisesti vääriä tai puolueellisia.
gd: Lèirmheasan neo-earbsach. Tha sinn a’ creidsinn gur e lèirmheasan fuadain a th’ annta no feadhainn le lèirmheasaichean claona.
gl: Recensións pouco fiables. Cremos que as recensións probablemente sexan falsas ou de revisores tendenciosos.
hr: Nepouzdane recenzije. Vjerujemo da su recenzije vjerojatno lažne ili od pristranih recenzenata.
id: Ulasan yang tidak dapat diandalkan. Kami yakin ulasan tersebut kemungkinan palsu atau dari pengulas yang bias.
ka: არასანდოა მიმოხილვები. მიგვაჩნია, რომ ეს მიმოხილვები მეტწილად ყალბი ან მიკერძოებული მიმომხილველებისგანაა.
ko: 신뢰할 수 없는 리뷰. 리뷰가 가짜이거나 편향된 리뷰어의 리뷰일 가능성이 있다고 생각합니다.
lo: ການກວດກາທີ່ບໍ່ຫນ້າເຊື່ອຖື. ພວກເຮົາເຊື່ອວ່າອາດຈະເປັນການກວດກາປອມ ຫຼື ມາຈາກຜູ້ກວດສອບທີ່ມີອະຄະຕິ.
nb: Upålitelige vurderinger. Vi mener vurderingene sannsynligvis er falske eller fra partiske vurderere.
nl: Onbetrouwbare beoordelingen. Wij zijn van mening dat de beoordelingen waarschijnlijk nep zijn of afkomstig zijn van bevooroordeelde beoordelaars.
nn: Upålitelege vurderingar. Vi meinar at vurderingane sannsynlegvis er falske, eller frå partiske kritikarar.
sl: Nezanesljiva mnenja. Menimo, da so verjetno lažna ali pa so jih napisali pristranski ocenjevalci.
tg: Тақризҳои беэътимод. Мо боварӣ дорем, ки чунин тақризҳо аз тақризгарони қалбақӣ ва боғараз ворид карда шудаанд.
ug: ئىشەنچسىز باھالاش. بىز بۇنى ساختا ياكى بىر تەرەپلىمە باھالىغۇچىلار باھالىغان بولۇشى مۇمكىن دەپ قارايمىز.

# Shopping.SettingsCard.Collapse.AccessibilityLabel.v120
source: Collapse Settings Card
ca: Redueix la targeta de paràmetres
da: Sammenfold kortet "Indstillinger"
es_ar: Colapsar tarjeta de configuración
es_mx: Contraer la tarjeta de ajustes
fi: Supista Asetukset-kortti
gd: Co-theannaich cairt nan roghainnean
gl: Contraer a tarxeta de configuración
hr: Sklopi karticu postavki
id: Ciutkan Kartu Pengaturan
ka: პარამეტრების აკეცვა
kab: Fneẓ takarḍa n yiɣewwaren
ko: 설정 카드 접기
lo: ຫຍໍ້ການຕັ້ງຄ່າບັດ
ml: ക്രമീകരണ ചീട്ടു് ചുരുക്കുക
nb: Skjul «Innstillinger»-kortet
nl: Instellingenkaart samenvouwen
nn: Skjul «Innstillingar»-kortet
sl: Strni kartico z nastavitvami
tg: Печондани лавҳаи танзимот
tt: "Көйләүләр" картасын төрү
ug: تەڭشەك كارتىسىنى يىغ

# Shopping.SettingsCard.Expand.AccessibilityLabel.v120
source: Expand Settings Card
ca: Amplia la targeta de paràmetres
da: Udvid kortet "Indstillinger"
es_ar: Expandir tarjeta de configuración
es_mx: Expandir la tarjeta de ajustes
fi: Laajenna Asetukset-kortti
gd: Leudaich cairt nan roghainnean
gl: Expanda a tarxeta de configuración
hr: Rasklopi karticu postavki
id: Bentangkan Kartu Pengaturan
ka: პარამეტრების გაშლა
kab: Senfel takarḍa n yiɣewwaren
ko: 설정 카드 펼치기
lo: ຂະຫຍາຍການຕັ້ງຄ່າບັດ
ml: ക്രമീകരണ ചീട്ടു് വലുതാക്കുക
nb: Utvid «Innstillinger»-kortet
nl: Instellingenkaart uitvouwen
nn: Utvid «Innstillingar»-kortet
sl: Razširi kartico z nastavitvami
tg: Баркушодани лавҳаи танзимот
tt: "Көйләүләр" картасын җәю
ug: تەڭشەك كارتىسىنى ياي

source: Double tap to toggle setting.
ca: Feu doble toc per canviar el paràmetre.
da: Dobbelt-tryk for at slå indstilling til/fra.
es_ar: Tocá dos veces para cambiar la configuración.
es_mx: Toca dos veces para cambiar la configuración.
fi: Vaihda asetusta kaksoisnapauttamalla.
gd: Thoir gnogag dhùbailte airson an roghainn a thoglachadh.
gl: Toque dúas veces para cambiar a configuración.
hr: Dodirni dvaput za mijenjanje postavke.
id: Ketuk ganda untuk menjungkitkan pengaturan.
ka: ორმაგი შეხება პარამეტრის გადასართავად.
kab: Sit sin yiberdan i urmad/usensi n uɣewwar.
ko: 설정을 전환하려면 두 번 탭하세요.
lo: ແຕະສອງເທື່ອເພື່ອສະຫຼັບການຕັ້ງຄ່າ.
ml: ക്രമീകരണം ടോഗിൾ ചെയ്യാൻ രണ്ടുതവണ അമൎത്തുക.
nb: Dobbelttrykk for å veksle innstilling.
nl: Dubbeltik om de instelling te wisselen.
nn: Dobbelttrykk for å slå innstillinga av/på.
sl: Dvotapnite za preklop nastavitve.
tg: Барои иваз кардани танзим ду маротиба пахш кунед.
ug: قوش چېكىلسە تەڭشەكنى ئالماشتۇرىدۇ.

source: %1$@, switch button, %2$@.
ca: %1$@, botó de canvi, %2$@.
da: %1$@, knap-kontakt, %2$@.
es_ar: %1$@, botón de cambio, %2$@.
es_mx: %1$@, botón de cambio, %2$@.
fi: %1$@, kytkinpainike, %2$@.
gl: %1$@, botón de cambio, %2$@.
hr: %1$@, gumb za prebacivanje %2$@.
id: %1$@, tombol alih, %2$@.
ka: %1$@, გადართვის ღილაკი, %2$@.
kab: %1$@, taqeffalt n ubeddel, %2$@.
ko: %1$@, 스위치 버튼, %2$@.
lo: %1$@, ປຸ່ມສະຫຼັບ, %2$@.
nb: %1$@, bytteknapp, %2$@.
nl: %1$@, schakelknop, %2$@.
nn: %1$@, byteknapp, %2$@.
sl: %1$@, preklopni gumb, %2$@.
ug: %1$@، ئالماشتۇرۇش توپچە، %2$@.

# Shopping.SettingsCard.Footer.Action.v120
source: Review Checker is powered by %1$@ by %2$@
ca: El verificador de ressenyes funciona amb tecnologia de %1$@ de %2$@
da: Verificering af anmeldelser er leveret af %1$@ fra %2$@
es_ar: El verificador de revisiones funciona con %1$@ de %2$@
es_mx: El verificador de reseñas funciona con %1$@ de %2$@
fi: Arvostelujen tarkistuksen tarjoaa %2$@n %1$@
gd: Tha cumhachd %1$@ le %2$@ ann an dearbhair nan lèirmheasan
gl: O comprobador de recensións está impulsado por %1$@ de %2$@
hr: Provjeru recenzija pokreće %1$@ od %2$@
id: Pemeriksa Ulasan ditenagai oleh %1$@ oleh %2$@
ka: მიმოხილვის შემმოწმებლის უზრუნველმყოფია %1$@ %2$@-სგან
kab: Amsenqad n tamawt yella-d s lmendad n %1$@ s %2$@.
ko: 리뷰 검사기는 %2$@의 %1$@에 의해 제공됩니다.
lo: ໂຕກວດສອບແມ່ນຂັບເຄື່ອນໂດຍ %1$@ ໂດຍ %2$@
nb: Vurderingskontrolløren drives av %1$@ av %2$@
nl: Beoordelingscontrole is mogelijk gemaakt door %1$@ van %2$@
nn: Vurderingskontrolløren vert driven av %1$@ frå %2$@
sl: Pregledovalnik mnenj uporablja tehnologijo %2$@ %1$@
tg: Абзори тафтиши тақризҳо аз ҷониби «%1$@» (%2$@) таҳия карда шудааст
ug: باھالاش تەكشۈرگۈچنى %2$@ قوللايدىغان %1$@ تەمىنلىگەن

# Shopping.SettingsCard.Label.Title.v120
source: Settings
ca: Paràmetres
da: Indstillinger
es_ar: Configuración
es_mx: Ajustes
fi: Asetukset
gd: Roghainnean
gl: Configuración
hr: Postavke
id: Pengaturan
ka: პარამეტრები
kab: Iɣewwaren
ko: 설정
lo: ການຕັ້ງຄ່າ
ml: ക്രമീകരണങ്ങള്‍
nb: Innstillinger
nl: Instellingen
nn: Innstillingar
sl: Nastavitve
tg: Танзимот
tt: Көйләүләр
ug: تەڭشەكلەر

# Shopping.SettingsCard.RecommendedProducts.Label.v120
source: Show products recommended by %@
ca: Mostra els productes recomanats pel %@
da: Vis produkter anbefalet af %@
es_ar: Mostrar productos recomendados por %@
es_mx: Mostrar productos recomendados por %@
fi: Näytä %@in suosittelemat tuotteet
gd: Seall bathar a mholadh %@
gl: Mostrar produtos recomendados por %@
hr: Prikaži proizvode koje preporučuje %@
id: Tampilkan produk yang direkomendasikan oleh %@
ka: ნაწარმი გამოჩენა, რომელთაც გთავაზობთ %@
kab: Sken ifarisen yettuwellhen sɣur %@
ko: %@가 추천하는 제품 보기
lo: ສະແດງຜະລິດຕະພັນທີ່ແນະນຳໂດຍ %@
ml: %@ ശുപാൎശ ചെയ്ത ഉൽപ്പന്നങ്ങൾ കാണിക്കുക
nb: Vis produkter anbefalt av %@
nl: Door %@ aanbevolen producten tonen
nn: Vis produkt tilrådde av %@
sl: Prikaži izdelke, ki jih priporoča %@
tg: Намоиши маҳсулоте, ки аз ҷониби «%@» тавсия дода шудаанд
ug: %@ تەۋسىيە قىلغان مەھسۇلاتلارنى كۆرسىتىدۇ

# Shopping.SettingsCard.SwitchValueOff.AccessibilityLabel.v123
source: Off
ca: Desactivat
da: Fra
es_ar: Desactivado
es_mx: Desactivar
fi: Pois päältä
gd: Dheth
gl: Desactivado
hr: Isključeno
id: Mati
ka: გამორთ.
kab: Yensa
ko: 끄기
lo: ປິດ
ml: അണച്ചതു്
nb: Av
nl: Uit
nn: Av
sl: Izključeno
tg: Ғайрифаъол
tt: Сүнгән
ug: تاقاق

# Shopping.SettingsCard.SwitchValueOn.AccessibilityLabel.v123
source: On
ca: Activat
da: Til
es_ar: Activado
es_mx: Activar
fi: Päällä
gd: Air
gl: Activado
hr: Uključeno
id: Nyala
ka: ჩართ.
kab: Yermed
ko: 켜기
lo: ເປີດ
ml: തുറന്നതു്
nb: På
nl: Aan
nn: På
sl: Vključeno
tg: Фаъол
tt: Кабынган
ug: ئوچۇق

# Shopping.SettingsCard.TurnOffButton.Title.v120
source: Turn Off Review Checker
ca: Desactiva el verificador de ressenyes
da: Slå verificering af anmeldelser fra
es_ar: Desactivar el verificador de revisiones
es_mx: Desactivar el verificador de reseñas
fi: Poista arvostelujen tarkistus käytöstä
gd: Cuir dheth dearbhair nan lèirmheasan
gl: Desactivar o verificador de recensións
hr: Isključi provjeru recenzija
id: Matikan Pemeriksa Ulasan
ka: მიმოხილვის შემმოწმებლის გამორთვა
kab: Sens Amsenqed n tamawin
ko: 리뷰 검사기 끄기
lo: ປິດຕົວກວດສອບການກວດສອບ
nb: Slå av vurderingskontrolløren
nl: Beoordelingscontrole uitschakelen
nn: Slå av vurderingskontrolløren
sl: Izklopi pregledovalnik mnenj
tg: Ғайрифаъол кардани абзори тафтиши тақризҳо
tt: Бәяләмәлерне тикшерүчене сүндерү
ug: باھالاش تەكشۈرگۈچنى تاقا

# Shopping.Sheet.Beta.Title.v120
source: BETA
ka: ᲡᲐᲪᲓᲔᲚᲘ BETA
ko: 베타
lo: ເບຕ້າ
ml: ബീറ്റ
tt: БЕТА
ug: سىناق نەشرى

# Shopping.Sheet.Close.AccessibilityLabel.v121
source: Close Review Checker
ca: Tanca el verificador de ressenyes
da: Luk verificering af anmeldelser
es_ar: Cerrar el verificador de revisiones
es_mx: Cerrar verificador de reseñas
fi: Sulje arvostelujen tarkistus
gd: Dùin dearbhair nan lèirmheasan
gl: Pechar o verificador de recensións
hr: Zatvori provjeru recenzija
id: Tutup Pemeriksa Ulasan
ka: მიმოხილვის შემმოწმებლის დახურვა
kab: Mdel amsenqad n teskant
ko: 리뷰 검사기 닫기
lo: ປິດໂຕກວດສອບ
nb: Lukk vurderingskontrolløren
nl: Beoordelingscontrole sluiten
nn: Lat att vurderingskontrolløren
sl: Zapri pregledovalnik mnenj
tg: Пӯшидани абзори тафтиши тақризҳо
tt: Бәяләмәләрне тикшерүчене ябу
ug: باھالاش تەكشۈرگۈچنى تاقا

# Shopping.Sheet.Title.v120
source: Review Checker
ca: Verificador de ressenyes
da: Verificering af anmeldelser
es_ar: Verificador de revisiones
es_mx: Verificador de reseñas
fi: Arvostelun tarkistus
gd: Dearbhair nan lèirmheasan
gl: Verificador de recensións
hr: Provjera recenzija
id: Pemeriksa Ulasan
ka: მიმოხილვის შემმოწმებელი
kab: Amsenqad n tamawt
ko: 리뷰 검사기
lo: ກວດສອບການກວດສອບ
nb: Vurderingskontrollør
nl: Beoordelingscontrole
nn: Vurderingskontrollør
sl: Pregledovalnik mnenj
tg: Абзори тафтиши тақризҳо
tt: Бәяләмәлерне тикшерүче
ug: باھالاش تەكشۈرگۈچ

# Shopping.WarningCard.CheckNoConnection.Description.v120
source: Check your network connection and then try reloading the page.
ca: Comproveu la connexió de xarxa i torneu a carregar la pàgina.
da: Kontroller din netværksforbindelse og prøv så at genindlæse siden.
es_ar: Verificá tu conexión de red y luego intentá recargar la página.
es_mx: Verifica tu conexión de red y luego intenta recargar la página.
fi: Tarkista verkkoyhteytesi ja yritä sitten ladata sivu uudelleen.
gd: Thoir sùil air a’ cheangal ris an lìonra is feuch ris an duilgheadas ath-luchdadh an uair sin.
gl: Comprobe a súa conexión de rede e despois tente cargar de novo a páxina.
hr: Provjeri svoju mrežnu vezu i pokušaj ponovo učitati stranicu.
id: Periksa sambungan jaringan Anda lalu coba muat ulang laman.
ka: შეამოწმეთ ქსელთან კავშირი და სცადეთ გვერდის ხელახლა ჩატვირთვა.
kab: Senqed tuqqna ɣer uzeṭṭa syen ɛreḍ asali n usebter i tikkelt niḍen.
ko: 네트워크 연결을 확인한 후 페이지를 새로 고침해 보세요.
lo: ກວດເບິ່ງການເຊື່ອມຕໍ່ເຄືອຂ່າຍຂອງທ່ານແລ້ວລອງໂຫຼດໜ້ານີ້ຄືນໃໝ່.
ml: താങ്ങളുടെ ശൃംഖല സമ്പൎക്കം പരിശോധിച്ചിട്ടു് പിന്നെ താൾ വീണ്ടും ലഭ്യമാക്കാൻ ശ്രമിക്കുക.
nb: Kontroller nettverkstilkoblingen og prøv å laste inn siden på nytt.
nl: Controleer uw netwerkverbinding en probeer vervolgens de pagina opnieuw te laden.
nn: Kontroller nettverkstilkoplinga di, og oppdater deretter sida.
sl: Preverite povezavo z omrežjem in poskusite znova naložiti stran.
tg: Пайвасти Интернетро санҷед ва пас аз чанд лаҳза саҳифаро аз нав бор кунед.
ug: تور باغلىنىشىڭىزنى تەكشۈرۈپ ئاندىن بەتنى قايتا يۈكلەڭ.

# Shopping.WarningCard.CheckNoConnection.Title.v120
source: No Network Connection
ca: No hi ha connexió de xarxa
da: Ingen netværksforbindelse
es_ar: No hay conexión de red
es_mx: Sin conexión de red
fi: Ei verkkoyhteyttä
gd: Gun cheangal ris an eadar-lìon
gl: Sen conexión de rede
hr: Nema mrežne veze
id: Tidak Ada Sambungan Jaringan
ka: ქსელთან კავშირი არაა
kab: Ulac tuqqna ɣer uzeṭṭa
ko: 네트워크 연결 없음
lo: ບໍ່ມີການເຊື່ອມຕໍ່ເຄືອຂ່າຍ
ml: ഗോളാന്തരവല സമ്പർക്കമില്ല
nb: Ingen nettverkstilkobling
nl: Geen netwerkverbinding
nn: Inga nettverkstilkopling
sl: Ni omrežne povezave
tg: Пайвастшавӣ ба шабака нест
tt: Челтәргә тоташу юк
ug: تور باغلىنىشى يوق
