Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Shopping.strings
Languages: ca, da, es_ar, es_mx, fi, gd, gl, hr, id, ka, kab, ko, lo, ml, nb, nl, nn, sl, tg, tt, ug

# ContextualHints.Shopping.NotOptedIn.v120
source: Find out if you can trust this product’s reviews — before you buy.
ca: Esbrineu si podeu confiar en les ressenyes d'aquest producte abans de comprar-lo.
da: Find ud af, om du kan stole på anmeldelserne af dette produkt — før du køber det.
es_ar: Descubrí si podés confiar en las revisiones de este producto — antes de comprarlo.
es_mx: Descubre si puedes confiar en las reseñas de este producto, antes de comprarlo.
fi: Ota selvää, voitko luottaa tämän tuotteen arvosteluihin – ennen kuin ostat.
gd: Feuch a bheil lèirmheasan a’ bhathair seo earbsach mus ceannaich thu dad.
gl: Descubra se pode confiar nas recensións deste produto antes de comprar.
hr: Saznaj možeš li vjerovati recenzijama ovog proizvoda – prije kupnje.
id: Cari tahu apakah Anda dapat mempercayai ulasan produk ini — sebelum Anda membeli.
ka: გაარკვიეთ, სანდოა თუ არა გასაყიდი ნაწარმის მიმოხილვები — შეძენამდე.
kab: Senqed ma ad tamneḍ tamawin ɣef ufaris-a — send ad t-taɣeḍ.
ko: 구매하기 전에 이 제품의 리뷰를 신뢰할 수 있는지 알아보세요.
lo: ຄົ້ນຫາວ່າທ່ານສາມາດໄວ້ວາງໃຈການທົບທວນຜະລິດຕະພັນນີ້ ຫຼື ບໍ່ - ກ່ອນທີ່ທ່ານຈະຊື້.
nb: Finn ut om du kan stole på vurderinger av dette produktet — før du kjøper.
nl: Ontdek of u de beoordelingen van dit product kunt vertrouwen – voordat u het koopt.
nn: Finn ut om du kan stole på vurderingane av dette produktet — før du kjøper.
sl: Pred nakupom se pozanimajte, ali lahko zaupate mnenjem o tem izdelku.
tg: Пеш аз хариди ин маҳсул — муайян кунед, агар шумо тавонед ба тақризҳои ин масҳсул бовар кунед.
tt: Сатып алыр алдыннан бу продукт бәяләмәләренә ышана аласызмы, юкмы икәнен ачыклагыз.
ug: سېتىۋېلىشتىن بۇرۇن بۇ مەھسۇلاتنىڭ باھالىنىشىنىڭ ئىشەنچلىك ياكى ئەمەسلىكىنى بىلىپ بېقىڭ.

# ContextualHints.Shopping.NotOptedInAction.v120
source: Try Review Checker
ca: Prova el verificador de ressenyes
da: Prøv Verificering af anmeldelser
es_ar: Probá el Verificador de revisiones
es_mx: Prueba Review Checker
fi: Kokeile arvostelujen tarkistusta
gd: Feuch dearbhair nan lèirmheasan
gl: Probar o corrector de recensións
hr: Probaj provjeru recenzija
id: Coba Pemeriksa Tinjauan
ka: გამოცადეთ მიმოხილვის შემმოწმებელი
kab: Ɛreḍ amsenqad n yilɣa
ko: 리뷰 검사기 사용해보기
lo: ລອງກວດເບິ່ງຕົວກວດສອບ
nb: Prøv vurderingskontrollør
nl: Probeer beoordelingscontrole
nn: Prøv vurderingskontrolløren
sl: Preizkusite pregledovalnik mnenj
tg: Озмудани абзори тафтиши тақризҳо
tt: Бәяләмәләрне тикшерүчене кулланып карау
ug: باھالاش تەكشۈرگۈچنى سىناي

# ContextualHints.Shopping.OptedInAction.v120
source: Open Review Checker
ca: Obre el verificador de ressenyes
da: Åbn Verificering af anmeldelser
es_ar: Abrir el verificador de revisiones
es_mx: Abrir Review Checker
fi: Avaa arvostelujen tarkistus
gd: Fosgail dearbhair nan lèirmheasan
gl: Abrir o verificador de recensións
hr: Otvori provjeru recenzija
id: Buka Pemeriksa Tinjauan
ka: მიმოხილვის შემმოწმებლის გახსნა
kab: Ldi Amsenqed n tamiwin
ko: 리뷰 검사기 열기
lo: ເປີດຕົວກວດສອບການທົບທວນ
nb: Åpne vurderingskontrollør
nl: Beoordelingscontrole openen
nn: Opne vurderingskontrolløren
sl: Odpri pregledovalnik mnenj
tg: Кушодани абзори тафтиши тақризҳо
tt: Бәяләмәләрне тикшерүчене ачу
ug: باھالاش تەكشۈرگۈچنى ئاچ

# ContextualHints.Shopping.OptedInBody.v120
source: Are these reviews reliable? Check now to see an adjusted rating.
ca: Són fiables aquestes ressenyes? Comproveu-ho ara per a veure una puntuació ajustada.
da: Er disse anmeldelser pålidelige? Tjek nu for at se en justeret bedømmelse.
es_ar: ¿Son confiables estas revisiones? Verificá ahora para ver una calificación ajustada.
es_mx: ¿Son confiables estas revisiones? Consulte ahora para ver una calificación ajustada.
fi: Ovatko nämä arvostelut luotettavia? Tarkista nyt, niin näet oikaistun arvosanan.
gd: A bheil na lèirmheasan seo earbsach? Sgrùd iad an-dràsta ’s faic rangachadh air a ghleusadh.
gl: Son fiables estas recensións? Comprobe agora para ver unha valoración axustada.
hr: Jesu li ove recenzije pouzdane? Provjeri sada za prikaz prilagođene ocjene.
id: Apakah ulasan ini dapat diandalkan? Periksa sekarang untuk melihat peringkat yang disesuaikan.
ka: სანდოა ეს მიმოხილვები? გადაამოწმეთ ახლავე შესწორებული შეფასების სანახავად.
kab: Iceggiren-a ṣeḥḥan? Senqed-it tura i wakken ad twaliḍ afmiḍi yettwaseɣtan.
ko: 이 리뷰는 신뢰할 수 있나요? 조정된 평점을 보려면 지금 확인하세요.
lo: ການກວດຄືນເຫຼົ່ານີ້ເຊື່ອຖືໄດ້ບໍ? ກວດເບິ່ງຕອນນີ້ເພື່ອເບິ່ງການຈັດອັນດັບທີ່ປັບ.
nb: Er disse anmeldelsene pålitelige? Sjekk nå for å se en justert vurdering.
nl: Zijn deze beoordelingen betrouwbaar? Kijk nu voor een aangepaste waardering.
nn: Er desse vurderingane pålitelege? Sjekk no for å sjå ei justert vurdering.
sl: Ali so ta mnenja zanesljiva? Preverite zdaj za ogled prilagojene ocene.
tg: Оё ин тақризҳо боэътимоданд? Барои дидани баҳодиҳии санҷида дурустшуда ин масъаларо ҳозир озмоед.
tt: Бу бәяләмәлер ышанычлымы? Төзәтелгән рейтингны карау өчен хәзер тикшерегез.
ug: بۇ باھالىنىش ئىشەنچلىكمۇ؟ تەڭشەلگەن باھانى كۆرۈپ بېقىڭ.

# Shopping.AdCard.Footer.v121
source: Ad by %@
ca: Anunci de %@
da: Annoncer fra %@
es_ar: Publicidad de %@
es_mx: Anuncio de %@
fi: Mainostaja %@
gd: An t-sanasachd le %@
gl: Anuncio de %@
hr: Oglas od %@
id: Iklan oleh %@
ka: რეკლამის მომწოდებელია %@
kab: Adellel sɣur %@
ko: %@의 광고
lo: ໂຄສະນາໂດຍ %@
ml: %@-ന്റെ പരസ്യം
nb: Annonse fra %@
nl: Advertentie van %@
nn: Annonse frå %@
sl: Naročnik oglasa je %@
tg: Реклама аз ҷониби «%@»
tt: %@ тарафыннан реклама
ug: ئېلان بەرگۈچى %@

# Shopping.AdCard.Title.v121
source: More to consider
ca: Més productes a tenir en compte
da: Mere at overveje
es_ar: Más para considerar
es_mx: Más para considerar
fi: Lisää harkittavaa
gd: Barrachd ri chnuasachadh
gl: Máis a considerar
hr: Alternativni proizvodi
id: Yang lain lagi untuk dipertimbangkan
ka: სხვა მსგავსი
kab: Ugar n tamawt
ko: 더 보기
lo: ພິຈາລະນາເພີ່ມເຕີມ
ml: പരിഗണിക്കാൻ കൂടുതൽ
nb: Mer å vurdere
nl: Meer overwegingen
nn: Meir å vurdere
sl: Več za razmislek
tg: Боз чӣ бояд ба назар гирифта шавад
tt: Тагын нәрсәгә игътибар итү
ug: تېخىمۇ كۆپ مەھسۇلاتلار

# Shopping.AdjustedRating.Description.v121
source: Based on reliable reviews
ca: Basat en ressenyes fiables
da: Baseret på pålidelige anmeldelser
es_ar: Basado en revisiones confiables
es_mx: Basado en revisiones confiables
fi: Luotettavien arvostelujen pohjalta
gd: Stèidhichte air lèirmheasan earbsach
gl: Baseado en recensións fiables
hr: Na temelju pouzdanih recenzija
id: Berdasarkan ulasan yang andal
ka: სანდო მიმოხილვების მიხედვით
kab: Deg taffa n yiwenniten yettwamanen
ko: 믿을 수 있는 리뷰를 바탕으로
lo: ອີງໃສ່ການທົບທວນຄືນທີ່ເຊື່ອຖືໄດ້
nb: Basert på pålitelige vurderinger
nl: Gebaseerd op betrouwbare beoordelingen
nn: Basert på pålitelege vurderingar
sl: Temelji na zanesljivih mnenjih
tg: Дар асоси тақризҳои беэътимод
tt: Ышанычлы бәяләмәлергә нигезләнгән
ug: ئىشەنچلىك باھالار ئاساس قىلىندى

# Shopping.AdjustedRating.StarsAccessibilityLabel.v120
source: %@ out of 5 stars
ca: %@ de 5 estrelles
da: %@ ud af 5 stjerner
es_ar: %@ de 5 estrellas
es_mx: %@ de 5 estrellas
fi: %@/5 tähteä
gd: %@ à 5 rionnagan
gl: %@ de 5 estrelas
hr: %@ od 5 zvjezdica
id: %@ dari 5 bintang
ka: %@ ვარსკვლავი 5-იდან
kab: %@ n yitran seg 5
ko: 별 5개 중 %@개
lo: %@ ຈາກທັງໝົດ 5 ດາວ
ml: 5 താരചിഹ്നങ്ങളിൽ %@
nb: %@ av 5 stjerner
nl: %@ van 5 sterren
nn: %@ av 5 stjerner
sl: %@ od 5 zvezdic
tg: %@ аз 5 ситора
tt: 5 эченнән %@ йолдыз
ug: %@ يۇلتۇز (يۇقىرىسى 5 يۇلتۇز)

# Shopping.AdjustedRating.Title.v120
source: Adjusted rating
ca: Valoració ajustada
da: Justeret bedømmelse
es_ar: Calificación ajustada
es_mx: Calificación ajustada
fi: Oikaistu arvosana
gd: Rangachadh air a ghleusadh
gl: Calificación axustada
hr: Prilagođena ocjena
id: Peringkat yang disesuaikan
ka: შესწორებული შეფასება
kab: Aktazal yettwaseɣta
ko: 조정된 평점
lo: ປັບຄະແນນ
nb: Justert vurdering
nl: Aangepaste waardering
nn: Juster vurdering
sl: Prilagojena ocena
tg: Баҳодиҳии санҷида дурустшуда
tt: Төзәтелгән рейтинг
ug: تەڭشەلگەن باھا

# Shopping.ConfirmationCard.Button.Text.v120
source: Got It
ca: Entesos
da: Forstået
es_ar: Entendido
es_mx: Entendido
fi: Selvä
gd: Tha mi agaibh
gl: Entendido
hr: Razumijem
id: Paham
ka: გასაგებია
kab: Awi-t
ko: 알겠습니다
lo: ເຂົ້າໃຈແລ້ວ
ml: പിടി കിട്ടി
nb: Jeg forstår
nl: Begrepen
nn: Eg forstår
sl: Razumem
tg: Фаҳмидам
tt: Аңладым
ug: بىلدىم

# Shopping.ConfirmationCard.Title.v120
source: Analysis Is Up To Date
ca: L'anàlisi és actual
da: Analysen er opdateret
es_ar: El análisis está actualizado
es_mx: El análisis está actualizado
fi: Analyysi on ajan tasalla
gd: Tha an anailis cho ùr ’s a ghabhas
gl: A análise está actualizada
hr: Analiza je aktualna
id: Analisis Sudah Mutakhir
ka: დამუშავებული მონაცემები განახლებულია
kab: Asekyed yezga yella
ko: 분석이 최신 상태
lo: ການວິເຄາະແມ່ນທັນສະໄຫມ
ml: വിശകലനം കാലികമാണു്
nb: Analyse er oppdatert
nl: Analyse is actueel
nn: Analysen er oppdatert
sl: Analiza je posodobljena
tg: Таҳлил воқеӣ мебошад
tt: Көнүзәк анализ
ug: ئەڭ يېڭى تەھلىل

# Shopping.HighlightsCard.Competitiveness.Title.v120
source: Competitiveness
ca: Competitivitat
da: Konkurrencedygtighed
es_ar: Competitividad
es_mx: Competitividad
fi: Kilpailukyky
gd: Farpaiseachd
gl: Competitividade
hr: Konkurentnost
id: Daya Saing
ka: მეტოქეებთან შედარება
kab: Amḥizwer
ko: 경쟁력
lo: ການແຂ່ງຂັນ
nb: Konkurranseevne
nl: Concurrentievermogen
nn: Konkurranseevne
sl: Konkurenčnost
tg: Рақобатпазирӣ
tt: Көндәшлеккә сәләтлелек
ug: رىقابەت كۈچى

# Shopping.HighlightsCard.LessButton.Title.v120
source: Show Less
ca: Mostra'n menys
da: Vis mindre
es_ar: Mostrar menos
es_mx: Mostrar menos
fi: Näytä vähemmän
gd: Seall nas lugha
gl: Amosar menos
hr: Prikaži manje
id: Tampilkan Lebih Sedikit
ka: შემოკლებულად
kab: Sken drus
ko: 간단히 보기
lo: ສະແດງໜ້ອຍ
ml: കുറച്ച് കാണിക്കുക
nb: Vis mindre
nl: Minder tonen
nn: Vis mindre
sl: Prikaži manj
tg: Камтар нишон диҳед
tt: Әзрәк күрсәтү
ug: ئازراق كۆرسەت

# Shopping.HighlightsCard.MoreButton.Title.v120
source: Show More
ca: Mostra'n més
da: Vis mere
es_ar: Mostrar más
es_mx: Mostrar más
fi: Näytä lisää
gd: Seall an còrr
gl: Amosar máis
hr: Prikaži više
id: Tampilkan Lebih Banyak
ka: ვრცლად
kab: Sken ugar
ko: 더 보기
lo: ສະແດງເພີ່ມເຕີມ
ml: കൂടുതൽ കാണിക്കുക
nb: Vis mer
nl: Meer tonen
nn: Vis meir
sl: Prikaži več
tg: Бештар нишон диҳед
tt: Күбрәк күрсәтү
ug: تەپسىلىي كۆرسەت

# Shopping.HighlightsCard.Packaging.Title.v120
source: Packaging
ca: Embalatge
da: Emballage
es_mx: Embalaje
fi: Paketointi
gd: Pacaideadh
gl: Embalaxe
hr: Ambalaža
id: Pengemasan
ka: შეფუთვა
kab: Akemmus
ko: 포장
lo: ການຫຸ້ມຫໍ່
ml: കെട്ടം
nb: Emballasje
nl: Verpakking
nn: Innpakking
sl: Embalaža
tg: Бастабандӣ
ug: ئورالما

# Shopping.HighlightsCard.Price.Title.v120
source: Price
ca: Preu
da: Pris
es_ar: Precio
es_mx: Precio
fi: Hinta
gd: A’ phrìs
gl: Prezo
hr: Cijena
id: Harga
ka: ფასი
kab: Ssuma
ko: 가격
lo: ລາຄາ
ml: വില
nb: Pris
nl: Prijs
nn: Pris
sl: Cena
tg: Нарх
tt: Бәя
ug: باھاسى

# Shopping.HighlightsCard.Quality.Title.v120
source: Quality
ca: Qualitat
da: Kvalitet
es_ar: Calidad
es_mx: Calidad
fi: Laatu
gd: A’ chàileachd
gl: Calidade
hr: Kvaliteta
id: Kualitas
ka: ხარისხი
kab: Taɣara
ko: 품질
lo: ຄຸນະພາບ
ml: ഗുണനിലവാരം
nb: Kvalitet
nl: Kwaliteit
nn: Kvalitet
sl: Kakovost
tg: Сифат
tt: Сыйфат
ug: سۈپەت

# Shopping.HighlightsCard.Shipping.Title.v120
source: Shipping
ca: Enviament
da: Forsendelse
es_ar: Envío
es_mx: Envío
fi: Toimitus
gd: Lìbhrigeadh
gl: Envío
hr: Dostava
id: Pengiriman
ka: მიწოდება
kab: Tanemzagt
ko: 배송
lo: ການຂົນສົ່ງ
ml: വിതരണം
nb: Frakt
nl: Verzending
nn: Frakt
sl: Pošiljanje
tg: Бурдарасонӣ
tt: Китереп бирү
ug: توشۇش

# Shopping.HighlightsCard.Title.v120
source: Highlights from recent reviews
ca: Punts destacats de les ressenyes recents
da: Højdepunkter fra de seneste anmeldelser
es_ar: Destacados de revisiones recientes
es_mx: Aspectos destacados de las reseñas recientes
fi: Kohokohdat viimeaikaisista arvosteluista
gd: Brod nan lèirmheasan o chionn goirid
gl: Destacados das recensións recentes
hr: Izdvajamo iz nedavnih recenzija
id: Sorotan dari ulasan terbaru
ka: გამოსარჩევი ბოლო მიმოხილვებიდან
kab: Tamuɣli s wazal-is seg yilɣa imaynuten
ko: 최근 리뷰의 하이라이트
lo: ຈຸດເດັ່ນຈາກການທົບທວນຄືນທີ່ຜ່ານມາ
nb: Høydepunkter fra nylige vurderinger
nl: Hoogtepunten uit recente beoordelingen
nn: Høgdepunkt frå nylege vurderingar
sl: Poudarki iz nedavnih mnenj
tg: Нуқтаҳои асосӣ аз тақризҳои охирин
tt: Соңгы бәяләмәләрдән төп фикерләр
ug: يېقىنقى باھالاردىكى يارقىن نۇقتىلار

# Shopping.InfoCard.FakespotDoesNotAnalyzeReviews.Description.v120
source: Unfortunately, we can’t check the review quality for certain types of products. For example, gift cards and streaming video, music, and games.
ca: Malauradament, no podem comprovar la qualitat de les ressenyes per certs tipus de productes. Per exemple, targetes de regal, transmissions de vídeo, música i jocs.
da: Vi kan desværre ikke kontrollere kvaliteten af anmeldelser af visse typer af produkter. For eksempel gavekort og streaming af video, musik og spil.
es_ar: Lamentablemente, no podemos verificar la calidad de las revisiones de ciertos tipos de productos. Por ejemplo, tarjetas de regalo y streaming de vídeos, música y juegos.
es_mx: Lamentablemente, no podemos verificar la calidad de las reseñas para ciertos tipos de productos. Por ejemplo, tarjetas de regalo y contenido de streaming de video, música y juegos.
fi: Valitettavasti emme voi tarkistaa arvostelun laatua tietyntyyppisten tuotteiden osalta. Esimerkiksi lahjakortit ja suoratoistovideot, musiikki ja pelit.
gd: Gu mì-fhortanach, chan urrainn dhuinn càileachd nan lèirmheasan aig cuid a bhathar a sgrùdradh, mar eisimpleir cairtean prèasaint, sruthan video, ceòl is geamannan.
gl: Desafortunadamente, non podemos comprobar a calidade das recensións de determinados tipos de produtos. Por exemplo, tarxetas de agasallo e streaming de vídeo, música e xogos.
hr: Nažalost, ne možemo provjeriti kvalitetu recenzija za određene vrste proizvoda. Na primjer, poklon kartice i streaming videa, glazbe i igara.
id: Sayangnya, kami tidak bisa memeriksa kualitas ulasan untuk jenis produk tertentu. Misalnya, kartu hadiah, video streaming, musik, dan permainan.
ka: სამწუხაროდ, გარკვეული სახის ნაწარმზე მიმოხილვის ხარისხი ვერ შემოწმდება. ასეთებია მაგალითად, სასაჩუქრე ბარათები, ეთერით გადასაცემი ვიდეო, მუსიკა და თამაშები.
ko: 안타깝게도 특정 유형의 제품에 대해서는 리뷰 품질을 확인할 수 없습니다. 예를 들어 기프트 카드, 스트리밍 동영상, 음악, 게임 등이 있습니다.
lo: ແຕ່ຫນ້າເສຍດາຍ, ພວກເຮົາບໍ່ສາມາດກວດສອບຄຸນນະພາບການທົບທວນສໍາລັບບາງປະເພດຂອງຜະລິດຕະພັນ. ຕົວຢ່າງ, ບັດຂອງຂວັນ ແລະ ການຖ່າຍທອດວິດີໂອ, ເພງ, ແລະເກມ.
nb: Dessverre kan vi ikke sjekke vurderingskvaliteten for visse typer produkter. For eksempel gavekort og strømming av video, musikk og spill.
nl: Helaas kunnen we de beoordelingskwaliteit voor bepaalde soorten producten niet controleren. Dit betreft bijvoorbeeld cadeaubonnen en streaming video, muziek en games.
nn: Diverre kan vi ikkje kontrollere produktkvaliteten på enkelte produkttypar, som til dømes gåvekort, strøyme-video, musikk og spel.
sl: Za nekatere vrste izdelkov žal ne moremo preveriti kakovosti mnenj. Na primer za darilne kartice ter pretočne videe, glasbo in igre.
tg: Мутаассифона, мо наметавонем сифати тақризҳоро барои баъзе намудҳои маҳсулот тафтиш кунем. Масалан, барои кортҳои ёдгорӣ, видеоҳои пахши мустақим, мусиқӣ ва бозиҳо.
ug: ئەپسۇسلىنارلىقى، بىز بەزى تۈردىكى مەھسۇلاتلارنىڭ باھالىنىش سۈپىتىنى تەكشۈرەلمەيمىز. مەسىلەن، سوۋغات كارتىسى، ئاقما سىن، مۇزىكا ۋە ئويۇنلار.

# Shopping.InfoCard.FakespotDoesNotAnalyzeReviews.Title.v120
source: Can’t Check These Reviews
ca: No podem comprovar aquestes ressenyes
da: Kan ikke kontrollere disse anmeldelser
es_ar: No se pueden verificar estas revisiones
es_mx: No se pueden verificar estas reseñas
fi: Näitä arvosteluja ei voi tarkistaa
gd: Chan urrainn dhuinn na lèirmheasan seo a sgrùdadh
gl: Non podemos comprobar estas recensións
hr: Ne možemo provjeriti ove recenzije
id: Tidak Bisa Memeriksa Tinjauan Ini
ka: ვერ მოწმდება ეს მიმოხილვები
kab: Ur nezmir ara ad nsenqed tamawin-a
ko: 이 리뷰를 확인할 수 없음
lo: ບໍ່ສາມາດກວດສອບການທົບທວນເຫຼົ່ານີ້ໄດ້
nb: Kan ikke kontrollere disse vurderingene
nl: We kunnen deze beoordelingen niet controleren
nn: Kan ikkje kontrollere desse vurderingane
sl: Teh mnenj ne moremo preveriti
tg: Мо ин тақризҳоро тафтиш карда наметавонем
tt: Бу бәяләмәләрне тикшерә алмыйбыз
ug: بۇ باھالاشلارنى تەكشۈرەلمەيدۇ

# Shopping.InfoCard.InfoComingSoon.Description.v121
source: We should have info about this product’s reviews within 24 hours. Please check back.
ca: Hauríem de tenir informació sobre les ressenyes del producte d'aquí a 24 hores. Torneu més tard.
da: Vi burde have oplysninger om dette produkts anmeldelser klar indenfor 24 timer. Tjek igen senere.
es_ar: Deberíamos tener información sobre las revisiones de este producto en las próximas 24 horas. Volvé a chequear.
es_mx: Deberíamos tener información sobre las reseñas de este producto en 24 horas. Por favor, vuelve a comprobarlo más tarde.
fi: Meillä pitäisi olla tietoa tämän tuotteen arvosteluista 24 tunnin sisällä. Tarkista tilanne uudelleen.
gd: Bu chòir gum bi fiosrachadh againn mu lèirmheasan a’ bhathair seo am broinn 24 uair a thìde. Na bi fada gun tilleadh.
gl: Deberíamos ter información sobre as recensións deste produto nun prazo de 24 horas. Volva a comprobalo máis tarde.
hr: Trebali bismo imati informacije o recenzijama ovog proizvoda u roku od 24 sata. Navrati kasnije.
id: Kami akan memiliki info tentang ulasan produk ini dalam waktu 24 jam. Silakan periksa kembali.
ka: ამ ნაწარმის მიმოხილვების შესახებ მონაცემები გვექნება 24 საათში. გთხოვთ, მოგვიანებით დაუბრუნდეთ.
kab: Ilaq ad nwali talɣut ɣef tamiwin yerzan afaris-a sya ɣer 24 yisragen. Ttxil-k·m uɣal-d ticki.
ko: 24시간 이내에 이 제품의 리뷰에 대한 정보를 받아야 합니다. 다시 확인해 주세요.
lo: ພວກເຮົາຄວນຈະມີຂໍ້ມູນກ່ຽວກັບການກວດຄືນຂອງຜະລິດຕະພັນນີ້ພາຍໃນ 24 ຊົ່ວໂມງ. ກະລຸນາກວດເບິ່ງຄືນ.
nb: Vi bør ha informasjon om dette produktets anmeldelser innen 24 timer. Sjekk igjen senere.
nl: We zouden binnen 24 uur info over de beoordelingen van dit product moeten hebben. Kom later nog eens terug.
nn: Vi bør ha informasjon om vurderingane til dette produktet innan 24 timar. Sjekk igjen litt seinare.
sl: Podatki o mnenjih za ta izdelek bi morali biti pripravljeni v 24 urah. Preverite znova kasneje.
tg: Мо бояд дар муддати 24 соат дар бораи тақризҳои ин маҳсул маълумот гирем. Лутфан, аз нав дертар тафтиш кунед.
ug: بىز 24 سائەت ئىچىدە بۇ مەھسۇلاتنىڭ باھالىنىشىغا مۇناسىۋەتلىك ئۇچۇرىغا ئېرىشىمىز. قايتا كېلىپ تەكشۈرۈپ بېقىڭ.

# Shopping.InfoCard.InfoComingSoon.Title.v121
source: Info Coming Soon
ca: Informació disponible pròximament
da: Info kommer snart
es_ar: La información llegará pronto
es_mx: Información disponible en breve
fi: Tiedot tulossa pian
gd: Tha fiosrachadh air an t-slighe
gl: Información dispoñible en breve
hr: Informacije stižu uskoro
id: Info Segera Hadir
ka: ინფორმაცია მალე დაემატება
kab: Ugar n telɣut ɣer sdat
ko: 곧 정보 제공 예정
lo: ຂໍ້ມູນຈະມາໃນໄວໆນີ້
ml: വിവരം ഉടൻ വരുന്നു
nb: Info kommer snart
nl: Binnenkort info
nn: Info kjem snart
sl: Kmalu bo na voljo še več vsebine
tg: Маълумот ба наздикӣ дастрас мешавад
ug: ئۇچۇر پات يېقىندا كېلىدۇ

# Shopping.InfoCard.NeedsAnalysis.PrimaryAction.v120
source: Check Now
ca: Comprova-ho ara
da: Kontroller nu
es_ar: Verificar ahora
es_mx: Comprobar ahora
fi: Tarkista nyt
gd: Thoir sùil an-dràsta
gl: Comprobar agora
hr: Provjeri sada
id: Periksa Sekarang
ka: შემოწმება
kab: Senqed tura
ko: 지금 확인
lo: ກວດເບິງດຽວນີ້
ml: ഇപ്പോള്‍ പരിശോധിക്കുക
nb: Sjekk nå
nl: Nu controleren
nn: Sjekk no
sl: Preveri zdaj
tg: Ҳозир тафтиш карда шавад
tt: Хәзер тикшерү
ug: ھازىر تەكشۈر

# Shopping.InfoCard.NeedsAnalysis.Title.v120
source: New Info To Check
ca: Informació nova per comprovar
da: Nye oplysninger at kontrollere
es_ar: Nueva información para verificar
es_mx: Nueva información para comprobar
fi: Uusia tietoja tarkistettavaksi
gd: Fiosrachadh ùr ri sgrùdadh
gl: Nova información para comprobar
hr: Nove informacije za provjeru
id: Info Baru Untuk Diperiksa
ka: ახალი მონაცემებია შესამოწმებელი
kab: Talɣut tamaynut i usenqed
ko: 확인할 새로운 정보
lo: ຂໍ້ມູນໃໝ່ເພື່ອກວດສອບ
ml: നോക്കാൻ പുതിയ വിവരങ്ങൾ
nb: Ny informasjon å vurdere
nl: Nieuwe te controleren informatie
nn: Ny informasjon å vurdere
sl: Novi podatki za pregled
tg: Маълумоти нав барои тафтиш
tt: Тикшерү өчен яңа мәгълүмат
ug: تەكشۈرىدىغان يېڭى ئۇچۇر

# Shopping.InfoCard.NoInfoAvailableRightNow.Description.v120
source: We’re working to resolve this issue. Please check back soon.
ca: Estem treballant per a resoldre el problema. Torneu-hi més tard.
da: Vi arbejder på at løse problemet. Kom tilbage senere.
es_ar: Estamos trabajando para resolver este problema. Probá de nuevo más tarde.
es_mx: Estamos trabajando para resolver este problema. Por favor, vuelve a comprobarlo en breve.
fi: Pyrimme ratkaisemaan tämän ongelman. Tarkista tilanne pian uudelleen.
gd: Tha sinn ag obair air an duilgheadas seo. Na bi fada gun duilgheadas.
gl: Estamos traballando para resolver o problema. Por favor, volva a comprobalo pronto.
hr: Radimo na rješavanju ovog problema. Navrati malo kasnije.
id: Kami sedang bekerja untuk mengatasi masalah ini. Silakan periksa kembali nanti.
ka: ჩვენ ვმუშაობთ საკითხის გადასაწყვეტად. გთხოვთ, მოგვიანებით დაუბრუნდეთ.
kab: Aql-aɣ nettmuqul ad nefru ugur-a. Ttxil-k·m ɛreḍ ticki.
ko: 문제를 해결하기 위해 노력하고 있습니다. 곧 다시 확인하시기 바랍니다.
lo: ພວກເຮົາກຳລັງແກ້ໄຂບັນຫານີ້ຢູ່. ກະລຸນາກວດເບິ່ງຄືນໃນໄວໆນີ້.
nb: Vi jobber med å løse dette problemet. Prøv på nytt, snart.
nl: We werken eraan om dit probleem op te lossen. Kom binnenkort nog eens terug.
nn: Vi jobbar med å løyse problemet. Prøv på nytt, snart.
sl: Poskušamo odpraviti težavo. Preverite znova pozneje.
tg: Мо барои ҳал кардани ин масъала кор карда истодаем. Лутфан, дертар аз нав тафтиш кунед.
ug: بىز بۇ مەسىلىنى ھەل قىلىش ئۈچۈن تىرىشىۋاتىمىز. پات پۇرسەتتە قايتا تەكشۈرۈپ بېقىڭ.

# Shopping.InfoCard.NoInfoAvailableRightNow.Title.v120
source: No Info Available Right Now
ca: No hi ha informació disponible ara mateix
da: Ingen tilgængelige oplysninger lige nu
es_ar: No hay información disponible en este momento
es_mx: No hay información disponible en este momento
fi: Tietoja ei juuri nyt saatavilla
gd: Chan eil fiosrachadh ann an-dràsta fhèin
gl: Non hai información dispoñible neste momento
hr: Trenutačno nema informacija
id: Tidak Ada Info Tersedia Saat Ini
ka: მონაცემები ამჟამად მიუწვდომელია
kab: Ulac talɣut i yellan akka tura
ko: 현재 사용 가능한 정보가 없음
lo: ບໍ່ມີຂໍ້ມູນໃນຕອນນີ້
ml: ഇപ്പോൾ വിവരങ്ങളൊന്നും ലഭ്യമല്ല
nb: Ingen informasjon tilgjengelig akkurat nå
nl: Er is momenteel geen info beschikbaar
nn: Ingen informasjon tilgjengeleg akkurat no
sl: Trenutno ni na voljo nobenih podatkov
tg: Ҳоло ягон маълумот дастрас нест
tt: Хәзерге моментта мәгълүмат юк
ug: ھازىرچە ھېچقانداق ئۇچۇر يوق
