Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Shopping.strings
Languages: ca, da, es_ar, es_mx, fi, gd, gl, hr, id, ka, kab, ko, lo, ml, nb, nl, nn, sl, tg, tt, ug

# Shopping.OptInCard.HeaderLabel.Title.v120
source: Try our trusted guide to product reviews
ca: Proveu la nostra guia de confiança per a ressenyes de productes
da: Prøv vores pålidelige vejledning til produktanmeldelser
es_ar: Probá nuestra guía confiable de revisiones de productos
es_mx: Prueba nuestra guía confiable de reseñas de productos
fi: Kokeile luotettavaa tuotearvosteluopastamme
gd: Feuch an treòir mu lèirmheasan bathair againn
gl: Probar a nosa guía de confianza para recensións de produtos
hr: Isprobaj naš pouzdani vodič za recenzije proizvoda
id: Coba panduan tepercaya kami untuk ulasan produk
ka: გამოცადეთ ჩვენი საიმედო მეგზური საყიდლების მიმოხილვებისთვის
kab: Ɛreḍ amnir-nneɣ yettwamanen i timawin n ufaris
ko: 제품 리뷰에 대한 신뢰할 수 있는 가이드를 사용해 보세요
lo: ລອງໃຊ້ຄູ່ມືທີ່ເຊື່ອຖືໄດ້ຂອງພວກເຮົາໃນການກວດກາຜະລິດຕະພັນ
nb: Prøv vår pålitelige guide til produktvurderinger
nl: Probeer onze vertrouwde gids voor productbeoordelingen
nn: Prøv den pålitelege guiden vår for produktvurderingar
sl: Preizkusite naš zaupanja vreden vodnik po ocenah izdelkov
tg: Дастури моро дар бораи эътимоднокӣ нисбат ба тақризҳои маҳсулот озмоед
ug: مەھسۇلات باھالىنىشغا قارىتا ئىشەنچلىك يېتەكچىمىزنى سىناپ بېقىڭ

# Shopping.OptInCard.LearnMoreButtonTitle.Title.v120
source: Learn more
ca: Més informació
da: Lær mere
es_ar: Conocer más
es_mx: Saber más
fi: Lue lisää
gd: Barrachd fiosrachaidh
gl: Máis información
hr: Saznaj više
id: Pelajari lebih lanjut
ka: ვრცლად
kab: Issin ugar
ko: 더 알아보기
lo: ສຶກສາເພີ່ມເຕີມ
ml: കൂടുതല്‍ അറിയുക
nb: Les mer
nl: Meer info
nn: Les meir
sl: Več o tem
tg: Маълумоти бештар
tt: Күбрәк белү
ug: تەپسىلاتى

# Shopping.OptInCard.MainButton.Title.v120
source: Yes, Try It
ca: Sí, prova-ho
da: Ja, prøv det
es_ar: Sí, probarlo
es_mx: Sí, probarlo
fi: Kyllä, kokeile
gd: Tha, feuchaidh mi e
gl: Si, probalo
hr: Da, probaj
id: Ya, Coba
ka: დიახ, მოისინჯოს
kab: Ih, ɛreḍ tikkelt-it
ko: 사용해보기
lo: ແມ່ນແລ້ວ, ລອງເລີຍ
ml: അതെ, ശ്രമിച്ചു നോക്കൂ
nb: Ja, prøv det
nl: Ja, proberen
nn: Ja, prøv det
sl: Da, poskusi
tg: Ҳа, озмоед
tt: Әйе, кулланып карау
ug: ھەئە، سىناپ باقاي

# Shopping.OptInCard.PrivacyPolicy.Button.Title.v123
source: %@’s privacy notice
ca: Avís de privadesa del %@
da: %@s privatlivserklæring
es_ar: Aviso de privacidad de %@
es_mx: Política de privacidad de %@
fi: %@in tietosuojakäytäntö
gd: Aithris na prìobhaideachd aig %@
gl: Política de privacidade de %@
hr: %@ politika privatnosti
id: Pemberitahuan privasi %@
ka: %@ – პირადულობის განაცხადი
kab: Tasertit n tbaḍnit n %@
ko: %@의 개인정보 보호정책
lo: ແຈ້ງການຄວາມເປັນສ່ວນຕົວຂອງ %@
ml: %@-യുടെ സ്വകാര്യത അറിയിപ്പ്
nb: %@s personvernerklæring
nl: Privacyverklaring van %@
nn: %@s personvernerklæring
sl: Obvestilo o zasebnosti %@a
tg: Огоҳномаи махфияти «%@»
tt: %@ хосусыйлык аңлатмасы
ug: %@ نىڭ شەخسىيەت ئۇقتۇرۇشى

# Shopping.OptInCard.SecondaryButton.Title.v120
source: Not now
ca: Ara no
da: Ikke nu
es_ar: No ahora
es_mx: Ahora no
fi: Ei nyt
gd: Chan ann an-dràsta
gl: Agora non
hr: Ne sada
id: Jangan sekarang
ka: ახლა არა
kab: Mačči tura
ko: 나중에
lo: ບໍ່ແມ່ນຕອນນີ້
ml: ഇപ്പോഴല്ല
nb: Ikke nå
nl: Niet nu
nn: Ikkje no
sl: Ne zdaj
tg: Ҳоло не
tt: Хәзер түгел
ug: ھازىر ئەمەس

# Shopping.OptInCard.SecondParagraph.Description.v120
source: Using the power of %1$@ by %2$@, we help you avoid biased and inauthentic reviews. Our AI model is always improving to protect you as you shop.
ca: Gràcies al %1$@ de %2$@, us ajudem a evitar ressenyes esbiaixades i no autèntiques. El nostre model d'IA sempre millora per a protegir-vos mentre compreu.
da: Ved hjælp af %1$@ fra %2$@ gør vi det nemmere for dig at undgå partiske og uægte anmeldelser. Vores kunstig intelligens-model forbedres løbende for at beskytte dig, mens du handler.
es_ar: Usando el poder de %1$@ de %2$@, te ayudamos a evitar revisiones sesgadas y no auténticas. Nuestro modelo de IA siempre está mejorando para protegerte mientras comprás.
es_mx: Utilizando la tecnología de %1$@ de %2$@, te ayudamos a evitar reseñas sesgadas y no auténticas. Nuestro modelo de IA siempre mejora para protegerte mientras compras.
gd: Le cumhachd %1$@ le %2$@, is urrainn dhut lèirmheasan claon is neo-fhìor a sheachnadh. Tha sinn a’ sìor-leasachadh a’ mhodail AI againn gus do dhìon fhad ’s a nì thusa seopadaireachd.
gl: Usando o poder de %1$@ de %2$@, axudámoslle a evitar recensións tendenciosas e pouco auténticas. O noso modelo de IA está a mellorar sempre para protexelo mentres compra.
hr: Koristeći %1$@ moć od %2$@ pomažemo ti da izbjegneš pristrane i neautentične recenzije. Naš model UI-a se stalno poboljšava kako bi te zaštitio dok kupuješ.
id: Menggunakan kekuatan %1$@ oleh %2$@, kami membantu Anda menghindari ulasan yang bias dan tidak autentik. Model AI kami selalu berkembang untuk melindungi Anda saat berbelanja.
ka: %2$@-ს %1$@-ის ძლევამოსილებით ჩვენ დაგეხმარებით მიკერძოებული და ყალბი მიმოხილვების თავიდან აცილებაში. ჩვენი AI-მოდელი მუდმივად იხვეწება თქვენს დასაცავად საყიდლების შეძენისას.
kab: S useqdec n ltezmert n %1$@ s%2$@. Ad ak-nall ad tzegleḍ yir iceggiren. Amudem-nneɣ n tiknulujit tuḥrict yettnerni sya ɣer da i wakken ad ak-yemmesten lawan n tiɣin.
ko: %2$@의 %1$@ 기능을 사용하여 편향된 허위 리뷰를 피할 수 있도록 돕습니다. AI 모델은 쇼핑하는 동안 사용자를 보호하기 위해 항상 개선되고 있습니다.
lo: ການ​ນໍາ​ໃຊ້​ພະ​ລັງ​ງານ​ຂອງ %1$@ ໂດຍ %2$@, ພວກ​ເຮົາ​ຊ່ວຍ​ໃຫ້​ທ່ານ​ຫຼີກ​ເວັ້ນ​ການ​ review ແບບມີອະ​ຄະ​ຕິ ​ແລະ ​ບໍ່​ຖືກ​ຕ້ອງ. ໂມເດວ AI ຂອງພວກເຮົາແມ່ນມີການປັບປຸງສະເຫມີເພື່ອປົກປ້ອງທ່ານໃນເວລາທີ່ທ່ານຊື້ເຄື່ອງ.
nb: Ved hjelp av %1$@ fra %2$@ gjør vi det lettere for deg å unngå partiske og uekte anmeldelser. AI-modellen vår blir alltid bedre for å beskytte deg mens du handler.
nl: Met de kracht van %1$@ door %2$@ helpen we u bevooroordeelde en niet-authentieke beoordelingen te vermijden. Ons AI-model wordt voortdurend verbeterd om u te beschermen terwijl u winkelt.
nn: Ved hjelp av %1$@ fra %2$@ gjer vi det lettare for deg å unngå einsidige og ikkje-truverdige vurderingar. AI-modellen vår vert alltid betre for å beskytte deg når du handlar.
sl: %2$@ %1$@ vam omogoča, da se izognete pristranskim in nepristnim mnenjem. Naš model umetne inteligence se nenehno izboljšuje, da vas ščiti med nakupovanjem.
tg: Бо истифода аз «%1$@» аз ҷониби «%2$@», мо ба шумо барои истисно кардани тақризҳои ғаразнок ва ғайримуқаррарӣ кумак мекунем. Намунаи зеҳни сунъии (AI)-ии мо барои муҳофизат кардани раванди харидории шумо доим такмил дода мешавад.
ug: %2$@ قوللايدىغان %1$@ بىر تەرەپلىمە ۋە ئىناۋەتسىز باھالاشلاردىن ساقلىنىشىڭىزغا ياردەم بېرىدۇ. بىزنىڭ سۈنئىي ئەقىل مودېلىمىز مال سېتىۋېلىشىڭىزنى قوغداش ئۈچۈن ھەمىشە ياخشىلىنىۋاتىدۇ.

# Shopping.OptInCard.TermsOfUse.Button.Title.v123
source: %@’s terms of use
ca: Condicions d'ús del %@
da: %@s betingelser for brug
es_ar: Términos de uso de %@
es_mx: Términos de uso de %@
fi: %@in käyttöehdot
gd: Teirmichean a’ chleachdaidh aig %@
gl: Temos de uso de %@
hr: %@ uvjeti korištenja
id: Ketentuan penggunaan %@
ka: %@ – გამოყენების პირობები
kab: Tiwtilin n useqdec n %@
ko: %@의 이용약관
lo: ເງື່ອນໄຂການນຳໃຊ້ຂອງ %@
ml: %@-യുടെ സേവന നിബന്ധങ്ങൾ
nb: %@s brukervilkår
nl: Gebruiksvoorwaarden van %@
nn: %@s brukarvilkår
sl: Pogoji uporabe %@a
tg: Шартҳои истифодаи «%@»
tt: %@-ның куллану шартлары
ug: %@ نىڭ ئىشلىتىش شەرتلىرى

# Shopping.ReliabilityScore.Grade.A11y.Label.v120
source: Grade %@
ca: Qualificació %@
da: Karakter %@
es_ar: Calidad %@
es_mx: Calificación %@
fi: Arvosana %@
gd: Ìre %@
gl: Calidade %@
hr: Ocjena %@
id: Nilai %@
ka: შეფასება %@
kab: Tazmilt %@
ko: %@ 등급
lo: ລະດັບ %@
nb: Karakter %@
nl: Beoordeling %@
nn: Karakter %@
sl: Ocena %@
tg: Баҳои %@
tt: Билге %@
ug: دەرىجە %@

# Shopping.ReviewQuality.ReliabilityCardTitle.v120
source: How reliable are these reviews?
ca: Són fiables aquestes ressenyes?
da: Hvor pålidelige er anmeldelserne?
es_ar: ¿Qué tan confiables son estas revisiones?
es_mx: ¿Qué tan confiables son estas reseñas?
fi: Kuinka luotettavia nämä arvostelut ovat?
gd: Dè cho earbsach ’s a tha na lèirmheasan seo?
gl: Como de fiables son estas recensións?
hr: Koliko su te recenzije pouzdane?
id: Seberapa andalkah ulasan ini?
ka: რამდენად სანდოა ეს მიმოხილვები?
kab: D acu-tt tneflest n yilɣa-a?
ko: 이 리뷰는 얼마나 신뢰할 수 있나요?
lo: ການ review ເຫຼົ່ານີ້ມີຄວາມຫນ້າເຊື່ອຖືຫຼາຍປານໃດ?
nb: Hvor pålitelige er disse vurderingene?
nl: Hoe betrouwbaar zijn deze beoordelingen?
nn: Kor pålitelege er vurderingane?
sl: Kako zanesljiva so ta mnenja?
tg: Ин тақризҳо то чӣ андоза боэътмод мебошанд?
tt: Бу бәяләмәләр ни дәрәҗәдә ышанычлы?
ug: بۇ باھالار قانچىلىك ئىشەنچلىك؟

# Shopping.ReviewQuality.ReliabilityRating.AB.Description.v120
source: Reliable reviews
ca: Ressenyes fiables
da: Pålidelige anmeldelser
es_ar: Revisiones confiables
es_mx: Reseñas confiables
fi: Luotettavat arvostelut
gd: Lèirmheasan earbsach
gl: Recensións fiables
hr: Pouzdane recenzije
id: Ulasan tepercaya
ka: სანდოა მიმოხილვები
kab: Ilɣa inaflasen
ko: 신뢰할 수 있는 리뷰
lo: ການ review ທີ່ເຊື່ອຖືໄດ້
nb: Pålitelige vurderinger
nl: Betrouwbare beoordelingen
nn: Pålitelege vurderingar
sl: Zanesljiva mnenja
tg: Тақризҳои боэътимод
tt: Ышанычлы бәяләмәлер
ug: ئىشەنچلىك باھالاش

# Shopping.ReviewQuality.ReliabilityRating.C.Description.v120
source: Mix of reliable and unreliable reviews
ca: Barreja de ressenyes fiables i poc fiables
da: Blanding af pålidelige og upålidelige anmeldelser
es_ar: Mezcla de revisiones confiables y no confiables
es_mx: Mezcla de reseñas confiables y no confiables
fi: Sekoitus luotettavia ja epäluotettavia arvosteluja
gd: Measgachadh de lèirmheasan earbsach is neo-earbsach
gl: Mestura de recensións fiables e pouco fiables
hr: Mješavina pouzdanih i nepouzdanih recenzija
id: Campuran ulasan yang dapat diandalkan dan tidak dapat diandalkan
ka: შერეულადაა სანდო და არასანდო მიმოხილვები
kab: Axlaḍ n yilɣa inaflasen d yirinaflasen
ko: 신뢰할 수 있는 리뷰와 신뢰할 수 없는 리뷰가 혼합됨
lo: ການປະສົມປະສານຂອງການ review ທີ່ຫນ້າເຊື່ອຖື ແລະ ບໍ່ຫນ້າເຊື່ອຖື
nb: Blanding av pålitelige og upålitelige vurderinger
nl: Mix van betrouwbare en onbetrouwbare beoordelingen
nn: Blanding av pålitelege og upålitelege vurderingar
sl: Mešanica zanesljivih in nezanesljivih mnenj
tg: Маҷмӯи тақризҳои боэътимод ва беэътимод
ug: ئىشەنچلىك ۋە ئىشەنچسىز باھالارنىڭ ئارىلاشمىسى

# Shopping.ReviewQuality.ReliabilityRating.DF.Description.v120
source: Unreliable reviews
ca: Ressenyes poc fiables
da: Upålidelige anmeldelser
es_ar: Revisiones no confiables
es_mx: Reseñas poco confiables
fi: Epäluotettavat arvostelut
gd: Lèirmheasan neo-earbsach
gl: Recensións pouco fiables
hr: Nepouzdane recenzije
id: Ulasan yang tidak dapat diandalkan
ka: არასანდოა მიმოხილვები
kab: Ilɣa yirinaflasen
ko: 신뢰할 수 없는 리뷰
lo: ການກວດກາທີ່ບໍ່ຫນ້າເຊື່ອຖື
nb: Upålitelige vurderinger
nl: Onbetrouwbare beoordelingen
nn: Upålitelege vurderingar
sl: Nezanesljiva mnenja
tg: Тақризҳои беэътимод
tt: Ышанычсыз бәяләмәләр
ug: ئىشەنچسىز باھالاش

# Shopping.ReviewQualityCard.AdjustedRating.Label.v120
source: The *adjusted rating* is based only on reviews we believe to be reliable.
ca: La *puntuació ajustada* només es basa en les ressenyes que creiem fiables.
da: Den *justerede bedømmelse* er udelukkende baseret på anmeldelser, som vi vurderer er pålidelige.
es_ar: La *calificación ajustada* se basa únicamente en revisiones que consideramos confiables.
es_mx: La *clasificación ajustada* esta basada solo en reseñas que creemos que son confiables.
fi: *Oikaistu arvosana* perustuu vain niihin arvosteluihin, jotka koemme luotettaviksi.
gd: Tha an *rangachadh gleusta* stèidhichte dìreach air lèirmheasan a tha earbsach ’nar beachd.
gl: A *valoración axustada* baséase só nas recensións que consideramos fiables.
hr: *Prilagođena ocjena* se temelji samo na recenzijama za koje vjerujemo da su pouzdane.
id: *Peringkat yang disesuaikan* hanya didasarkan pada ulasan yang kami yakini dapat diandalkan.
ka: *შესწორებული შეფასება* ეყრდნობა მხოლოდ სანდოდ მიჩნეულ მიმოხილვებს.
ko: *조정된 평점*은 신뢰할 수 있다고 믿는 리뷰만을 기반으로 합니다.
lo: *ການຈັດອັນດັບທີ່ປັບແລ້ວ* ແມ່ນອ້າງອີງຈາກການກວດກາທີ່ພວກເຮົາເຊື່ອວ່າເຊື່ອຖືໄດ້ເທົ່ານັ້ນ.
nb: Den *justerte vurderingen* er kun basert på vurderinger vi mener er pålitelige.
nl: De *aangepaste waardering* is alleen gebaseerd op beoordelingen die wij betrouwbaar achten.
nn: Den *justerte vurderinga* er berre basert på vurderingar vi meinar er pålitelege.
sl: *Prilagojena ocena* temelji samo na mnenjih, za katere menimo, da so zanesljiva.
tg: *Баҳодиҳии санҷида дурустшуда* танҳо дар он тақризҳое асос меёбад, ки ба умеди мо боэътимод мебошанд.
ug: بۇ *تەڭشەلگەن باھا* پەقەت بىز ئىشەنچلىك دەپ قارىغان باھالارنىلا ئاساس قىلىدۇ.

# Shopping.ReviewQualityCard.Collapse.AccessibilityLabel.v120
source: Collapse How we determine review quality Card
ca: Redueix la targeta «Com es determina la qualitat de la ressenya»
da: Sammenfold kortet "Sådan afgør vi kvaliteten af anmeldelser"
es_ar: Colapsar tarjeta sobre como determinamos la calidad de la revisión
es_mx: Contraer tarjeta de Cómo determinamos la calidad de las reseñas
fi: Supista "Kuinka määritämme arvostelun laadun"-kortti
gd: Co-theannaich a’ chairt “Mar a dhearbhas sinn càileachd nan lèirmheasan”
gl: Contraer a tarxeta de «Como determinamos a calidade das recensións»
hr: Sklopi karticu „Kako određujemo kvalitetu recenzija”
id: Ciutkan Kartu Bagaimana kami menentukan kualitas ulasan
ka: ხარისხის შემოწმების ჩვენი განმარტებითი ბარათის აკეცვა
kab: Fneẓ takarḍa n wamek ara nettguccul alɣu n tɣara
ko: 리뷰 품질을 결정하는 방법 카드 접기
lo: ຫຍໍ້ວິທີທີ່ພວກເຮົາກໍານົດການກວດສອບຄຸນນະພາບບັດ
nb: Skjul «Hvordan vi bestemmer vurderingskvalitet»-kortet
nl: Kaart ‘Hoe wij de kwaliteit van beoordelingen bepalen’ samenvouwen
nn: Skjul «Korleis vi avgjer kvaliteten på ei vurdering»-kortet
sl: Strani kartico Kako določamo kakovost mnenj
tg: Печондани лавҳаи «Мо чӣ тавр сифати тақризҳоро муайян мекунем»
ug: تەكشۈرۈپ باھالاش سۈپىتىنى قانداق بېكىتىمىز كارتىسىنى ياي

# Shopping.ReviewQualityCard.Expand.AccessibilityLabel.v120
source: Expand How we determine review quality card
ca: Amplia la targeta «Com es determina la qualitat de la ressenya»
da: Udvid kortet "Sådan afgør vi kvaliteten af anmeldelser"
es_ar: Expandir tarjeta sobre cómo determinamos la calidad de la revisión
es_mx: Expandir tarjeta de Cómo determinamos la calidad de las reseñas
fi: Laajenna "Kuinka määritämme arvostelun laadun"-kortti
gd: Leudaich a’ chairt “Mar a dhearbhas sinn càileachd nan lèirmheasan”
gl: Expandir a tarxeta de «Como determinamos a calidade das recensións»
hr: Rasklopi karticu „Kako određujemo kvalitetu recenzija”
id: Bentangkan Kartu Bagaimana kami menentukan kualitas ulasan
ka: ხარისხის შემოწმების ჩვენი განმარტებითი ბარათის გაშლა
kab: Snefli takarḍa n wamek ara nettguccul alɣu n tɣara
ko: 리뷰 품질 카드를 결정하는 방법 열기
lo: ຂະຫຍາຍວິທີທີ່ພວກເຮົາກວດສອບຄຸນນະພາບບັດ
nb: Utvid «Hvordan vi bestemmer vurderingskvalitet»-kortet
nl: Kaart ‘Hoe wij de kwaliteit van beoordelingen bepalen’ uitvouwen
nn: Utvid «Korleis vi avgjer kvaliteten på ei vurdering»-kortet
sl: Razširi kartico Kako določamo kakovost mnenj
tg: Баркушодани лавҳаи «Мо чӣ тавр сифати тақризҳоро муайян мекунем»
ug: تەكشۈرۈپ باھالاش سۈپىتىنى قانداق بېكىتىمىز كارتىسىنى يىغ

# Shopping.ReviewQualityCard.Headline.Label.v120
source: We use AI technology from %1$@ by %2$@ to check the reliability of product reviews. This will only help you assess review quality, not product quality.
ca: Usem tecnologia d'IA del %1$@ de %2$@ per a comprovar la fiabilitat de les ressenyes de productes. Això només us ajudarà a avaluar la qualitat de la ressenya, no la qualitat del producte.
da: Vi bruger kunstig intelligens fra %1$@ fra %2$@ til at kontrollere pålideligheden af produktanmeldelser. Dette hjælper dig kun med at bedømme kvaliteten af anmeldelserne, ikke selve produkternes kvalitet.
es_ar: Usamos tecnología de IA desde %1$@ de %2$@ para verificar la confiabilidad de las revisiones de productos. Esto solo te ayudará a evaluar la calidad de las reseñas, no la calidad del producto.
es_mx: Utilizamos tecnología de IA de %1$@ por %2$@ para analizar la confiabilidad de las reseñas de productos. Este análisis solo ayudará a evaluar la calidad de las reseñas, no la calidad del producto.
gd: Cleachdaidh sinn teicneolas AI o %1$@ le %2$@ airson earbsachd nan lèirmheasan a sgrùdadh. Cha dèan sin measadh air càileachd a’ bhathair, dìreach càileachd nan lèirmheasan.
gl: Usamos a tecnoloxía de IA de %1$@ de %2$@ para comprobar a fiabilidade das recensións de produtos. Isto só lle axudará a avaliar a calidade das recensións, non a calidade do produto.
hr: Koristimo %1$@ UI tehnologiju od %2$@ za provjeru pouzdanosti recenzija proizvoda. To će ti pomoći procijeniti samo kvalitetu recenzija, ne kvalitetu proizvoda.
id: Kami menggunakan teknologi AI dari %1$@ oleh %2$@ untuk memeriksa keandalan ulasan produk. Ini hanya akan membantu Anda menilai kualitas ulasan, bukan kualitas produk.
ka: %1$@ %2$@-სგან ხელოვნური ინტელექტის შესაძლებლობებით ამოწმებს მიმოხილვების სანდოობას. ამით მხოლოდ მიმოხილვის ხარისხი დგინდება და არა – ნაწარმის ხარისხი.
ko: %2$@의 %1$@ AI 기술을 사용하여 제품 리뷰의 신뢰성을 확인합니다. 이는 제품 품질이 아닌 리뷰 품질을 평가하는 데에만 도움이 됩니다.
lo: ພວກເຮົາໃຊ້ເທັກໂນໂລຍີ AI ຈາກ %1$@ ໂດຍ %2$@ ເພື່ອກວດສອບຄວາມໜ້າເຊື່ອຖືຂອງການກວດກາດຜະລິດຕະພັນ. ນີ້ພຽງແຕ່ຈະຊ່ວຍໃຫ້ທ່ານປະເມີນຄຸນນະພາບການກວດກາ, ບໍ່ແມ່ນຄຸນນະພາບຂອງຜະລິດຕະພັນ.
nb: Vi bruker kunstig intelligens (AI) fra %1$@ fra %2$@ for å sjekke påliteligheten til produktvurderinger. Dette vil bare hjelpe deg med å bedømme kvaliteten av vurderinger, ikke kvaliteten på selve produktetet.
nl: We gebruiken AI-technologie van %1$@ door %2$@ om de betrouwbaarheid van productbeoordelingen te analyseren. Hiermee kunt u alleen de kwaliteit van beoordelingen vaststellen, niet de productkwaliteit.
nn: Vi brukar kunstig intelligens (AI) frå %1$@ fra %2$@ for å sjekke pålitelegheita til produktvurderingar. Dette vil bere hjelpe deg med å fastsetje vurderingskvaliteten, ikkje kvaliteten på sjølve produktetet.
sl: Za preverjanje zanesljivosti mnenj o izdelkih uporabljamo tehnologijo umetne inteligence %2$@ %1$@. To vam bo pomagalo oceniti zgolj kakovost mnenja, ne pa tudi izdelka.
tg: Барои тафтиши эътимоднокии тақризҳои маҳсулот мо аз технологияи зеҳни сунъӣ (AI) тавассути «%1$@» аз ҷониби «%2$@» истифода мебарем. Ин ба шумо танҳо барои баҳодиҳии сифати тақризҳо кумак мерасонад, сифати маҳсулот тафтиш карда намешавад.
ug: بىز %2$@ نىڭ %1$@ دىكى سۈنئىي ئەقىل تېخنىكىسىنى ئىشلىتىپ مەھسۇلات باھالىنىشىنىڭ ئىشەنچلىكلىكىنى تەكشۈردۇق. بۇ مەھسۇلات سۈپىتىنى ئەمەس، بەلكى باھالاش سۈپىتىنى باھالىشىڭىزغا ياردەم بېرىدۇ.

# Shopping.ReviewQualityCard.Highlights.Label.v126
source: *Highlights* are from %@ reviews within the last 80 days that we believe to be reliable.
ca: Els *destacats* provenen de ressenyes de %@ dels darrers 80 dies que creiem que són fiables.
da: *Højdepunkter* stammer fra %@-anmeldelser fra de seneste 80 dage, som vi vurderer er pålidelige.
es_ar: * Lo más destacado * proviene de %@ revisiones dentro de los últimos 80 días que creemos ser confiables.
es_mx: Los *puntos destacados* provienen de reseñas de %@ de los últimos 80 días que creemos que son confiables.
gd: Tha na *bàrr-phuingean* o lèirmheasan %@ on 80 latha seo chaidh is a tha earbsach ’nar beachd.
gl: Os *destacados* son de %@ recensións dos últimos 80 días que consideramos fiables.
hr: *Istaknuto* rezultira od %@ recenzija u zadnjih 80 dana za koje vjerujemo da su pouzdane.
id: *Sorotan* berasal dari %@ ulasan dalam 80 hari terakhir yang kami yakini dapat diandalkan.
ka: *გამოსარჩევი* ბოლო 80 დღეში %@-ის სანდოდ მიჩნეული მიმოხილვებიდან.
ko: *하이라이트* 는 지난 80일 동안 신뢰할 수 있다고 생각되는 %@개의 리뷰에서 나왔습니다.
lo: *ຈຸດເດັ່ນ* ແມ່ນມາຈາກ %@ ການກວດກາພາຍໃນ 80 ມື້ທີ່ຜ່ານມາທີ່ພວກເຮົາເຊື່ອວ່າເປັນທີ່ເຊື່ອຖືໄດ້.
nl: *Hoogtepunten* zijn afkomstig van beoordelingen van %@ in de afgelopen 80 dagen die volgens ons betrouwbaar zijn.
nn: *Høgdepunkta* er frå %@ vurderinger i løpet av dei siste 80 dagane som vi meinar er pålitelege.
sl: *Poudarki* so vzeti iz mnenj v trgovini %@ v zadnjih 80. dneh, za katera menimo, da so zanesljiva.
tg: *Нуқтаҳои асосӣ* аз тақризҳои «%@» ба хулоса омаданд, ки дар давоми 80 рӯзи охир ҷамъ карда шудаанд ва онҳо ба умеди мо боэътимод мебошанд.
ug: *يارقىن نۇقتىلار* بىز ئىشەنچلىك دەپ قارىغان يېقىنقى 80 كۈن ئىچىدىكى %@ باھادىن كەلگەن.

# Shopping.ReviewQualityCard.Label.Title.v120
source: How we determine review quality
ca: Com es determina la qualitat de la ressenya
da: Sådan afgør vi kvaliteten af anmeldelser
es_ar: Cómo determinamos la calidad de las revisiones
es_mx: Cómo determinamos la calidad de las reseñas
fi: Kuinka määritämme arvostelun laadun
gd: Mar a dhearbhas sinn càileachd nan lèirmheasan
gl: Como determinamos a calidade da revisión
hr: Kako određujemo kvalitetu recenzija
id: Bagaimana kami menentukan kualitas ulasan
ka: როგორ განისაზღვრება მიმოხილვის ხარისხი
kab: Amek ara nettguccul alɣu n tɣara
ko: 리뷰 품질을 결정하는 방법
lo: ພວກເຮົາກໍານົດຄຸນນະພາບການກວດຄືນແນວໃດ
ml: അവലോകന നിലവാരം ഞങ്ങളെങ്ങനെയാണു് തീരുമാനിക്കുന്നതെന്നു് അറിയുക
nb: Hvordan vi avgjør vurderingskvalitet
nl: Hoe wij de kwaliteit van beoordelingen bepalen
nn: Korleis vi avgjer kvaliteten på ei vurdering
sl: Kako določamo kakovost mnenj
tg: Мо чӣ тавр сифати тақризҳоро муайян мекунем
ug: تەكشۈرۈش سۈپىتىنى قانداق بېكىتىمىز

# Shopping.ReviewQualityCard.LearnMoreButton.Title.v120
source: Learn more about how %@ determines review quality
ca: Més informació sobre com el %@ determina la qualitat de les ressenyes
da: Læs mere om, hvordan %@ afgør kvaliteten af anmeldelser
es_ar: Conocer más sobre cómo %@ determina la calidad de la revisión
es_mx: Saber más sobre cómo %@ determina la calidad de las reseñas
fi: Lisätietoja siitä, kuinka %@ määrittää arvostelujen laadun
gd: Barrachd fiosrachaidh mun dòigh air an sgrùd %@ càileachd nan lèirmheasan
gl: Máis información sobre como %@ determina a calidade das recensións
hr: Saznaj više o tome kako %@ određuje kvalitetu recenzija
id: Pelajari lebih lanjut tentang bagaimana %@ menentukan kualitas ulasan
ka: გაეცანით ვრცლად, როგორ ადგენს %@ მიმოხილვის ხარისხს
kab: Issin ugar ɣef wamek %@ yettguccul taɣara n wulɣu
ko: %@가 리뷰 품질을 결정하는 방법에 대해 자세히 알아보세요.
lo: ສຶກສາເພີ່ມເຕີມກ່ຽວກັບວິທີການ %@ ກຳນົດຄຸນນະພາບການກວດຄືນ
ml: അവലോകന നിലവാരം %@ എങ്ങനെയാണു് തീരുമാനിക്കുന്നതെന്നു് അറിയുക
nb: Finn ut mer om hvordan %@ avgjør vurderingskvalitet
nl: Meer info over hoe %@ de beoordelingskwaliteit bepaalt
nn: Finn ut mer om korleis %@ avgjer vurderingskvalitet
sl: Več o tem, kako %@ določa kakovost pregledov
tg: Маълумоти бештар гиред, ки чӣ тавр «%@» сифати тақризҳоро муайян мекунад
ug: %@ نىڭ باھالاش سۈپىتىنى قانداق بېكىتىدىغانلىقى ھەققىدىكى تەپسىلاتلار
