Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Shopping.strings
Languages: ca, da, es_ar, es_mx, fi, gd, gl, hr, id, ka, kab, ko, lo, ml, nb, nl, nn, sl, tg, tt, ug

# Shopping.InfoCard.NotEnoughReviews.Description.v120
source: When this product has more reviews, we’ll be able to check their quality.
ca: Quan aquest producte tingui més ressenyes, podrem comprovar-ne la qualitat.
da: Når dette produkt har flere anmeldelser, kan vi kontrollere kvaliteten af dem.
es_ar: Cuando este producto tenga más revisiones, podremos verificar su calidad.
es_mx: Cuando este producto tenga más reseñas, podremos analizar su calidad.
fi: Kun tästä tuotteesta on enemmän arvosteluja, voimme tarkistaa niiden laadun.
gd: Turas a bhios barrachd lèirmheasan aig a’ bhathar seo, ’s urrainn dhuinn sgrùdadh dè cho math ’s a tha iad.
gl: Cando este produto teña máis recensións, poderemos comprobar a súa calidade.
hr: Kad ovaj proizvod bude imao više recenzija, moći ćemo provjeriti njegovu kvalitetu.
id: Ketika produk ini memiliki lebih banyak ulasan, kami akan dapat memeriksa kualitasnya.
ka: როცა ამ ნაწარმს ექნება მეტი მიმოხილვა, შემდეგ შეგვეძლება მათი ხარისხის შემოწმება.
kab: Mi ara yilin aṭas n yiwenniten ɣef ufaris-a, taɣara-s ad tettwaktazel.
ko: 이 제품에 대한 리뷰가 더 많아지면 품질을 확인할 수 있을 것입니다.
lo: ເມື່ອຜະລິດຕະພັນນີ້ມີການທົບທວນຄືນເພີ່ມເຕີມ, ພວກເຮົາຈະສາມາດກວດສອບຄຸນນະພາບຂອງພວກມັນໄດ້.
nb: Når dette produktet har flere vurderinger, kan vi sjekke kvaliteten.
nl: Wanneer dit product meer beoordelingen heeft, kunnen we hun kwaliteit beoordelen.
nn: Når dette produktet har fleire vurderingar, kan vi sjekke kvaliteten.
sl: Ko bo za ta izdelek na voljo več mnenj, bomo lahko preverili njihovo kakovost.
tg: Вақте ки ин маҳсул дорои тақризҳои сершумор мебошад, мо метавонем сифати он тақризҳоро тафтиш намоем.
ug: بۇ مەھسۇلاتنىڭ باھالىنىشى تېخىمۇ كۆپ بولغاندا، بىز ئۇلارنىڭ سۈپىتىنى تەكشۈرەلەيمىز.

# Shopping.InfoCard.NotEnoughReviews.Title.v120
source: Not Enough Reviews Yet
ca: Encara no hi ha prou ressenyes
da: Ikke nok anmeldelser lige nu
es_ar: Aún no hay suficientes revisiones
es_mx: Aún no hay suficientes reseñas
fi: Ei vielä tarpeeksi arvosteluja
gd: Chan eil lèirmheasan gu leòr ann fhathast
gl: Aínda non hai suficientes recensións
hr: Još nema dovoljno recenzija
id: Belum Ada Cukup Ulasan
ka: საკმარისი მიმოხილვები ჯერ არაა
kab: Ulac ddeqs n tamiwin akka tura
ko: 아직 리뷰가 충분하지 않음
lo: ຍັງບໍ່ມີການກວດຄືນພຽງພໍ
nb: Ikke nok vurderinger ennå
nl: Nog niet genoeg beoordelingen
nn: Ikkje nok vurderingar enno
sl: Ni še dovolj mnenj
tg: Ҳоло шумораи тақризҳо кофӣ намебошад
ug: تېخى يېتەرلىك باھالىنىش يوق

# Shopping.InfoCard.ProductNotInStock.Description.v121
source: If you see this product is back in stock, report it and we’ll work on checking the reviews.
ca: Si veieu que torna a haver-hi estoc del producte, informeu-nos i en comprovarem les ressenyes.
da: Hvis du lægger mærke til at produktet er på lager igen, må du gerne rapportere det. Så kan vi kontrollere anmeldelserne.
es_ar: Si ves que este producto está nuevamente en stock, informanos y trabajaremos en verificar las revisiones.
es_mx: Si ves que este producto vuelve a estar disponible, infórmanos y trabajaremos para actualizar el análisis.
fi: Jos huomaat, että tämä tuote on jälleen varastossa, ilmoita siitä, niin tarkistamme arvostelut.
gd: Ma chì thu gu bheil am bathar seo air ais sna bùthan, innis dhuinn is bheir sinn sùil air na lèirmheasan.
gl: Se ve que este produto está de novo en stock, infórmeo e traballaremos en comprobar as recensións.
hr: Ako vidiš da je ovaj proizvod ponovo na zalihi, prijavi ga i mi ćemo provjeriti recenzije.
id: Jika Anda melihat produk ini tersedia kembali, laporkan dan kami akan bekerja untuk memeriksa ulasannya.
ka: თუ ნახავთ, რომ ნაწარმი დააბრუნეს გასაყიდად, მოგვახსენეთ და ვიმუშავებთ მიმოხილვების შესამოწმებლად.
ko: 이 제품이 재입고된 것을 확인하시면, 보고해 주시면 리뷰를 확인하도록 하겠습니다.
lo: ຖ້າທ່ານເຫັນວ່າຜະລິດຕະພັນນີ້ມີຢູ່ໃນສະຕັອກ, ລາຍງານມັນ ແລະ ພວກເຮົາຈະເຮັດວຽກໃນການກວດສອບການທົບທວນຄືນ.
nb: Hvis du ser at dette produktet er tilbake på lager, rapporter det og vi vil jobbe med å sjekke vurderingene.
nl: Als u ziet dat dit product weer op voorraad is, meld dit dan aan ons en wij zullen eraan werken om de beoordelingen te controleren.
nn: Om du ser at dette produktet er tilbake på lager, rapporter det, så jobbar vi med å kontrollere vurderingane.
sl: Če opazite, da je izdelek znova na zalogi, nam to sporočite in preverili bomo mnenja.
tg: Агар шумо бинед, ки ин маҳсул аз нав дастрас бошад, гузориш диҳед ва мо тақризҳои онро тафтиш мекунем.
ug: ئەگەر بۇ مەھسۇلاتتىن مال بارلىقىنى بايقىسىڭىز، دوكلات قىلسىڭىز، بىز باھالاشنى تەكشۈرەلەيمىز.

# Shopping.InfoCard.ProductNotInStock.PrimaryAction.v121
source: Report Product Back in Stock
ca: Informa que torna a haver-hi estoc del producte
da: Rapporter at produktet er på lager igen
es_ar: Informar que el producto está de nuevo en stock
es_mx: Informar que el producto está en stock
fi: Ilmoita, että tuotetta on varastossa
gd: Cuir fios gu bheil stoca ann a-rithist
gl: Informar que o produto está en stock
hr: Prijavi proizvod koji je ponovo na zalihi
id: Laporkan Produk yang Tersedia Kembali
ka: მოხსენება გასაყიდად დაბრუნებისას
kab: Mmel tuɣalin n ufaris deg tawsa
ko: 제품 재입고 신고
lo: ລາຍງານສິນຄ້າໃນສະຕັອກ
nb: Rapporter at produktet er tilbake på lager
nl: Rapporteren dat product op voorraad is
nn: Rapporter at produktet er tilbake på lager
sl: Sporoči, da je izdelek znova na zalogi
tg: Огоҳ кунед, ки маҳсул дастрас аст
ug: مەھسۇلاتنىڭ تىزىلغانلىقىنى دوكلات قىلىڭ

# Shopping.InfoCard.ProductNotInStock.Title.v121
source: Product Is Not Available
ca: El producte no està disponible
da: Produktet er ikke tilgængeligt
es_ar: Producto no disponible
es_mx: El producto no está disponible
fi: Tuote ei ole saatavilla
gd: Chan eil am bathar ri fhaighinn
gl: O produto non está dispoñible
hr: Proizvod nije dostupan
id: Produk Tidak Tersedia
ka: გასაყიდი ნაწარმი მიუწვდომელია
kab: Afaris ulac-it
ko: 제품을 사용할 수 없음
lo: ສິນຄ້າບໍ່ພ້ອມຂາຍ
ml: ഉൽപ്പണം ലഭ്യമല്ല
nb: Produktet er ikke tilgjengelig
nl: Product is niet beschikbaar
nn: Produktet er ikkje tilgjengeleg
sl: Izdelek ni na voljo
tg: Маҳсул дастнорас аст
ug: مەھسۇلات يوق

# Shopping.InfoCard.ProgressAnalysis.Description.v120
source: This could take about 60 seconds.
ca: Això pot trigar uns 60 segons.
da: Dette kan tage cirka 60 sekunder.
es_ar: Esto puede tardar unos 60 segundos.
es_mx: Esto podría tardar unos 60 segundos.
fi: Tämä voi kestää noin 60 sekuntia.
gd: Feumaidh seo suas ri 60 diog.
gl: Isto pode levar uns 60 segundos.
hr: To bi moglo potrajati oko 60 sekundi.
id: Ini bisa memakan waktu sekitar 60 detik.
ka: შეიძლება გასტანოს 60 წამს.
kab: Aya yezmer ad yeṭṭef 60 tsinin.
ko: 이 작업은 약 60초 정도 걸릴 수 있습니다.
lo: ນີ້ອາດຈະໃຊ້ເວລາປະມານ 60 ວິນາທີ.
ml: ഇതു് ചിലപ്പോൾ 60 സെക്കണ്ടുകൾ എടുക്കും.
nb: Dette kan ta cirka 60 sekunder.
nl: Dit kan ongeveer 60 seconden duren.
nn: Dette vil ta omlag 60 sekund.
sl: To lahko traja približno 60 sekund.
tg: Ин метавонад тахминан то 60 сония вақт гирад.
ug: بۇنىڭغا 60 سېكۇنت ئەتراپىدا ۋاقىت كېتىشى مۇمكىن.

# Shopping.InfoCard.ProgressAnalysis.Title.v123
source: Checking review quality (%@)
ca: S'està comprovant la qualitat de la ressenya (%@)
da: Kontrollerer kvaliteten af anmeldelser (%@)
es_ar: Verificando la calidad de la revisión (%@)
es_mx: Verificando la calidad de la revisión (%@)
fi: Tarkistetaan arvostelun laatua (%@)
gd: A’ sgrùdadh càileachd nan lèirmheasan (%@)
gl: Comprobando a calidade da recensión (%@)
hr: Provjera kvalitete recenzije (%@)
id: Memeriksa kualitas tinjauan (%@)
ka: მოწმდება მიმოხილვის ხარისხი (%@)
kab: Adenqed n tɣara n yilɣa (%@)
ko: 리뷰 품질 확인 중(%@)
lo: ກຳລັງກວດສອບຄຸນນະພາບການທົບທວນ (%@)
nb: Kontrollerer kvaliteten på vurderingen (%@)
nl: Beoordelingskwaliteit controleren (%@)
nn: Kontrollerer kvaliteten på vurderinga (%@)
sl: Preverjanje kakovosti mnenj (%@)
tg: Дар ҳоли санҷиши сифати тақризҳо (%@)
ug: باھالاش سۈپىتىنى تەكشۈرۈۋاتىدۇ(%@)

# Shopping.InfoCard.ReportSubmittedByCurrentUser.Description.v121
source: We should have info about this product’s reviews within 24 hours. Please check back.
ca: Hauríem de tenir informació sobre les ressenyes del producte d'aquí a 24 hores. Torneu més tard.
da: Vi burde have oplysninger om dette produkts anmeldelser klar indenfor 24 timer. Tjek igen senere.
es_ar: Deberíamos tener información sobre las revisiones de este producto en las próximas 24 horas. Volvé a chequear.
es_mx: Deberíamos tener información sobre las reseñas de este producto en 24 horas. Por favor, vuelve a comprobarlo más tarde.
fi: Meillä pitäisi olla tietoa tämän tuotteen arvosteluista 24 tunnin sisällä. Tarkista tilanne uudelleen.
gd: Bu chòir gum bi fiosrachadh againn mu lèirmheasan a’ bhathair seo am broinn 24 uair a thìde. Na bi fada gun tilleadh.
gl: Deberíamos ter información sobre as recensións deste produto nun prazo de 24 horas. Volva a comprobalo máis tarde.
hr: Trebali bismo imati informacije o recenzijama ovog proizvoda u roku od 24 sata. Navrati kasnije.
id: Kami akan memiliki info tentang ulasan produk ini dalam waktu 24 jam. Silakan periksa kembali.
ka: ამ ნაწარმის მიმოხილვების შესახებ მონაცემები გვექნება 24 საათში. გთხოვთ, მოგვიანებით დაუბრუნდეთ.
kab: Ilaq ad nwali talɣut ɣef tamiwin yerzan afaris-a sya ɣer 24 yisragen. Ttxil-k·m uɣal-d ticki.
ko: 24시간 이내에 이 제품의 리뷰에 대한 정보를 받아야 합니다. 다시 확인해 주세요.
lo: ພວກເຮົາຄວນຈະມີຂໍ້ມູນກ່ຽວກັບການກວດຄືນຂອງຜະລິດຕະພັນນີ້ພາຍໃນ 24 ຊົ່ວໂມງ. ກະລຸນາກວດເບິ່ງຄືນ.
nb: Vi bør ha informasjon om dette produktets anmeldelser innen 24 timer. Sjekk igjen senere.
nl: We zouden binnen 24 uur info over de beoordelingen van dit product moeten hebben. Kom later nog eens terug.
nn: Vi bør ha informasjon om vurderingane til dette produktet innan 24 timar. Sjekk igjen litt seinare.
sl: Podatki o mnenjih za ta izdelek bi morali biti pripravljeni v 24 urah. Preverite znova kasneje.
tg: Мо бояд дар муддати 24 соат дар бораи тақризҳои ин маҳсул маълумот гирем. Лутфан, аз нав дертар тафтиш кунед.
ug: بىز 24 سائەت ئىچىدە بۇ مەھسۇلاتنىڭ باھالىنىشىغا مۇناسىۋەتلىك ئۇچۇرىغا ئېرىشىمىز. قايتا كېلىپ تەكشۈرۈپ بېقىڭ.

# Shopping.InfoCard.ReportSubmittedByCurrentUser.Title.v121
source: Thanks for Reporting!
ca: Gràcies per informar-ne!
da: Tak for hjælpen!
es_ar: ¡Gracias por informarnos!
es_mx: ¡Gracias por informar!
fi: Kiitos ilmoituksesta!
gd: Mòran taing airson innse dhuinn!
gl: Grazas por informar!
hr: Hvala na prijavi!
id: Terima Kasih Telah Melaporkan!
ka: გმადლობთ მოხსენებისთვის!
kab: Tanemmirt ɣef tuzna n uneqqis!
ko: 보고해 주셔서 감사합니다!
lo: ຂອບໃຈສໍາລັບການລາຍງານ!
ml: വിവരം അറിയിക്കുന്നതിനു് നന്ദി!
nb: Takk for rapporteringen!
nl: Bedankt voor het melden!
nn: Takk for rapporteringa!
sl: Hvala za sporočilo!
tg: Ташаккур барои гузориш!
tt: Белдерүегез өчен рәхмәт!
ug: دوكلات قىلغانلىقىڭىزغا رەھمەت!

# Shopping.NoAnalysisCard.AnalyzerButton.Title.v120
source: Check Review Quality
ca: Comprova la qualitat de les ressenyes
da: Kontroller kvaliteten af anmeldelserne
es_ar: Verificar la calidad de la revisión
es_mx: Comprobar la calidad de la reseña
fi: Tarkista arvostelun laatu
gd: Sgrùd càileachd an lèirmheis
gl: Comprobar a calidade da recensión
hr: Provjeri kvalitetu recenzija
id: Periksa Kualitas Ulasan
ka: მიმოხილვის ხარისხის შემოწმება
kab: Senqed tɣara n yilɣa
ko: 리뷰 품질 확인
lo: ກວດສອບຄຸນນະພາບການກວດສອບ
nb: Kontrollerer kvaliteten på vurderingen
nl: Beoordelingskwaliteit controleren
nn: Kontroller kvaliteten på vurderinga
sl: Preveri kakovost mnenj
tg: Ҷанҷиши сифати тақризҳо
tt: Бәяләмә сыйфатын тикшерү
ug: باھالاش سۈپىتىنى تەكشۈر

# Shopping.NoAnalysisCard.BodyLabel.Title.v120
source: To know whether this product’s reviews are reliable, check the review quality. It only takes about 60 seconds.
ca: Per saber si les ressenyes són fiables, comproveu-ne la qualitat. Només són 60 segons.
da: For at vide, om dette produkts anmeldelser er pålidelige, skal du kontrollere kvaliteten af anmeldelserne. Det tager kun omkring 60 sekunder.
es_ar: Para saber si las revisiones de este producto son fiables, verificá la calidad de las revisiones. Solo toma unos 60 segundos.
es_mx: Para saber si las reseñas de este producto son confiables, verifica la calidad de las reseñas. Sólo lleva unos 60 segundos.
fi: Tarkista arvostelun laatu, jos haluat tietää, ovatko tämän tuotteen arvostelut luotettavia. Se kestää vain noin 60 sekuntia.
gd: Feuch càileachd an lèirmheis ma tha thu airson fiosrachadh dè cho earbsach ’s a tha lèirmheasan a’ bhathair seo. Cha doir e ach mionaid.
gl: Para saber se as recensións deste produto son fiables, comprobe a calidade das recensións. Só leva uns 60 segundos.
hr: Za saznavanje o pouzdanosti recenzija ovog proizvoda provjeri kvalitetu recenzije. Traje samo nekih 60 sekundi.
id: Untuk mengetahui apakah ulasan produk ini dapat diandalkan, periksa kualitas ulasan. Ini hanya membutuhkan sekitar 60 detik.
ka: იმის გასაგებად, სანდოა თუ არა ამ ნაწარმის მიმოხილვები, გადაამოწმეთ მიმოხილვის ხარისხი. მიახლოებით 60 წამს გასტანს მხოლოდ.
kab: I wakken ad twaliḍ iceggiren ɣef ufaris-a ara yettwamanen, senqed taɣara-s. Aya ad yeṭṭef kan 60 tsinin.
ko: 이 제품의 리뷰가 신뢰할 수 있는지 확인하려면 리뷰 품질을 확인하세요. 약 60초밖에 걸리지 않습니다.
lo: ເພື່ອຮູ້ວ່າການທົບທວນຄືນຂອງຜະລິດຕະພັນນີ້ມີຄວາມຫນ້າເຊື່ອຖື ຫຼື ບໍ່, ໃຫ້ກວດເບິ່ງຄຸນນະພາບການທົບທວນຄືນ. ມັນໃຊ້ເວລາພຽງແຕ່ປະມານ 60 ວິນາທີ.
nb: For å vite om dette produktets vurderinger er pålitelige, sjekk kvaliteten på vurderingen. Det tar bare omtrent 60 sekunder.
nl: Controleer de beoordelingskwaliteit om te ontdekken of de beoordelingen van dit product betrouwbaar zijn. Het duurt slechts ongeveer 60 seconden.
nn: For å vite om vurderingane av dette produktet er pålitelege, kontroller kvaliteten på vurderinga. Det tek berre omlag 60 sekund.
sl: Če želite preveriti, ali so ocene tega izdelka zanesljive, preverite kakovost mnenj. Traja le približno 60 sekund.
tg: Барои гирифтани маълумот дар бораи эътимоднокӣ нисбат ба тақризҳои ин маҳсул, сифати тақризҳоро аз назар гузаронед. Ин танҳо тахминан 60 сония вақти шуморо мегирад.
ug: بۇ مەھسۇلاتنىڭ باھالىنىشىنىڭ ئىشەنچلىك ياكى ئەمەسلىكىنى بىلىش ئۈچۈن، باھالىنىش سۈپىتىنى تەكشۈرۈڭ. بۇنىڭغا پەقەت 60 سېكۇنتلا ۋاقىت كېتىدۇ.

# Shopping.NoAnalysisCard.HeadlineLabel.Title.v120
source: No info about these reviews yet
ca: Encara no hi ha informació sobre aquestes ressenyes
da: Ingen information om disse anmeldelser endnu
es_ar: Aún no hay información sobre estas revisiones
es_mx: Aún no hay información sobre estas reseñas
fi: Näistä arvosteluista ei ole vielä tietoa
gd: Chan eil fiosrachadh againn mu na lèirmheasan seo fhathast
gl: Aínda non hai información sobre estas recensións
hr: Još nema informacija o ovim recenzijama
id: Belum ada informasi tentang ulasan ini
ka: ამ მიმოხილვების შესახებ მონაცემები ჯერ არაა
kab: Ulac talɣut ɣef yilɣa-a akka ar tura
ko: 이 리뷰에 대한 정보가 아직 없음
lo: ບໍ່ມີຂໍ້ມູນກ່ຽວກັບການກວດຄືນເຫຼົ່ານີ້ເທື່ອ
ml: ഈ അവലോകനങ്ങളെക്കുറിച്ച് ഇതുവരെ വിവരങ്ങളൊന്നുമില്ല
nb: Ingen informasjon om disse vurderingene ennå
nl: Nog geen info over deze beoordelingen
nn: Ingen informasjon om desse vurderingane enno
sl: O teh mnenjih še ni podatkov
tg: То ҳол дар бораи ин тақризҳо ягон маълумот нест
ug: بۇ باھالاش توغرىسىدا ھازىرچە ھېچقانداق ئۇچۇر يوق

# Shopping.OptInCard.Disclaimer.Text.v123
source: By selecting “Yes, Try It” you agree to these items:
ca: En seleccionar «Sí, prova-ho», accepteu els termes següents:
da: Ved at vælge "Ja, prøv det" accepterer du følgende:
es_ar: Al seleccionar “Sí, probalo” aceptás estos ítems:
es_mx: Al seleccionar “Sí, probarlo”, aceptas estos elementos:
gd: Le bhith a’ taghadh “Tha, feuchaidh mi e”, bidh tu ag aontachadh ris na leanas:
gl: Ao seleccionar «Si, probalo», acepta estes elementos:
hr: Odabirom „Da, isprobaj” pristaješ na:
id: Dengan memilih “Ya, Coba” Anda menyetujui butir-butir berikut:
ka: თუ მიუთითებთ „დიახ, მოისინჯოს“, ესე იგი თანახმა ხართ, მიიღოთ:
kab: S ufran n “Ih, ɛreḍ-it” ad tqebleḍ iferdisen-a:
ko: “사용해보기”를 선택하면 다음 항목에 동의하게 됩니다:
lo: ໂດຍການເລືອກ “ແມ່ນແລ້ວ, ລອງມັນ” ແມ່ນຖືວ່າທ່ານຍອມຮັບໃນລາຍການເຫຼົ່ານີ້:
ml: “അതെ, പരീക്ഷിച്ചു നോക്കൂ” തിരഞ്ഞെടുക്കുന്നതിലൂടെ നിങ്ങൾ ഈ ഇനങ്ങൾ കൈക്കൊള്ളുന്നു:
nb: Ved å velge «Ja, prøv det» godtar du følgende:
nl: Door ‘Ja, proberen’ te selecteren, gaat u akkoord met deze items:
nn: Ved å velje «Ja, prøv det» godtek du følgjande:
sl: Z izbiro “Da, poskusi” se strinjate z naslednjimi dokumenti:
tg: Бо интихоб кардани имкони «Ҳа, озмоед» шумо бо ҳамин шартҳо розӣ мешавед:
ug: «ھەئە، سىناپ باقاي» تاللانسا تۆۋەندىكى تۈرلەرگە قوشۇلغان بولىسىز:

# Shopping.OptInCard.FirstParagraph.AmazonOnly.Description.v122
source: See how reliable product reviews are on %1$@ before you buy. Review Checker, an experimental feature from %2$@, is built right into the browser.
ca: Vegeu com de fiables són les ressenyes de productes a %1$@ abans de comprar. El verificador de ressenyes, una funció experimental del %2$@, està integrada directament en el navegador.
da: Se, hvor pålidelige anmeldelserne af produkter på %1$@ er, før du handler. Verificering af anmeldelser, en eksperimentel funktion fra %2$@, er indbygget i browseren.
es_ar: Fijate que tan confiables son las revisiones de productos en %1$@ antes de comprar. El verificador de revisiones, una funcionalidad experimental de %2$@, está integrado en el navegador.
es_mx: Comprueba que tan confiables que son las reseñas de productos en %1$@ antes de comprar. El verificador de reseñas, una función experimental de %2$@, está integrado directamente en el navegador.
fi: Katso, kuinka luotettavia tuotearvostelut ovat palvelussa %1$@, ennen kuin ostat. Arvostelujen tarkistin, %2$@in kokeellinen ominaisuus, on sisäänrakennettu suoraan selaimeen.
gd: Faic dè cho earbsach ’s a tha lèirmheasan bathair air %1$@ mus ceannaich thu rud. Tha dearbhair nan lèirmheasan, gleus probhail le %2$@, am broinn a’ bhrabhsair o thùs.
gl: Consulte a fiabilidade das revisións de produtos en %1$@ antes de comprar. Review Checker, unha función experimental de %2$@, está integrada directamente no navegador.
hr: Prije kupovine pogledaj koliko su pouzdane recenzije proizvoda na %1$@. Provjera recenzija, eksperimentalna %2$@ funkcija, ugrađena direktno u preglednik.
id: Lihat seberapa andal ulasan produk di %1$@ sebelum Anda membeli. Pemeriksa ulasan, fitur eksperimental dari %2$@, dibangun langsung ke dalam peramban.
ka: გადაამოწმეთ შეძენამდე, თუ რამდენად სანდოა გასაყიდი ნაწარმის მიმოხილვები საიტზე %1$@. მიმოხილვის შემმოწმებელი საცდელი შესაძლებლობაა %2$@-სგან და პირდაპირ ბრაუზერშივეა ჩაშენებული.
ko: 구매하기 전에 %1$@에 대한 제품 리뷰가 얼마나 신뢰할 수 있는지 확인하세요. %2$@의 실험 기능인 리뷰 검사기가 브라우저에 바로 내장되어 있습니다.
lo: ເບິ່ງວ່າການ review ຜະລິດຕະພັນທີ່ເຊື່ອຖືໄດ້ແນວໃດຢູ່ໃນ %1$@ ກ່ອນທີ່ທ່ານຈະຊື້. Review Checker, ຄຸນສົມບັດທົດລອງຈາກ %2$@, ຖືກສ້າງຂຶ້ນໃນ browser.
nb: Se hvor pålitelige produktvurderinger er på %1$@ før du handler. Vurderingskontrollør, en eksperimentell funksjon fra %2$@, er innebygd rett i nettleseren.
nl: Bekijk hoe betrouwbaar de productbeoordelingen op %1$@ zijn voordat u koopt. Beoordelingscontrole, een experimentele functie van %2$@, is rechtstreeks in de browser ingebouwd.
nn: Sjå kor pålitelege produktvurderingar er på %1$@ før du handlar. Vurderingskontrollør, ein eksperimentell funksjon frå %2$@, er innebygd rett i nettlesaren.
sl: Pred nakupom preverite, kako zanesljiva so mnenja o izdelkih v trgovini %1$@. Pregledovalnik mnenj, preizkusna zmogljivost %2$@a, je vgrajen neposredno v brskalnik.
tg: Пеш аз хариди маҳсул, дар «%1$@» аз назар гузаронед, ки то чӣ андоза тақризҳо дар бораи ин маҳсул боэътимод мебошанд. Абзори тафтиши тақризҳо ҳамчун хусусияти озмоишӣ аз тарафи «%2$@» ба браузер дарунсохт карда шудааст.
ug: سېتىۋېلىشتىن ئىلگىرى %1$@ دا مەھسۇلات باھالاش تەكشۈرۈشنىڭ قانچىلىك ئىشەنچلىك ئىكەنلىكىنى كۆرۈڭ. باھالاش تەكشۈرگۈچ، %2$@ نىڭ تەجرىبە ئىقتىدارى تور كۆرگۈچكە قۇرۇلدى.

# Shopping.OptInCard.FirstParagraph.Description.v120
source: See how reliable product reviews are on %1$@ before you buy. Review Checker, an experimental feature from %2$@, is built right into the browser. It works on %3$@ and %4$@, too.
ca: Vegeu com de fiables són les ressenyes de productes a %1$@ abans de comprar. El verificador de ressenyes, una funció experimental del %2$@, està integrat directament al navegador. També funciona a %3$@ i %4$@.
da: Se, hvor pålidelige anmeldelserne af produkter på %1$@ er, før du handler. Verificering af anmeldelser, en eksperimentel funktion fra %2$@, er indbygget i browseren. Funktionen virker også på %3$@ og %4$@.
es_ar: Fijate que tan confiables son las revisiones de productos en %1$@ antes de comprar. El verificador de revisiones, una funcionalidad experimental de %2$@, está integrado en el navegador. Funciona también en %3$@ y %4$@.
es_mx: Comprueba lo confiables que son las reseñas de productos en %1$@ antes de comprar. El verificador de reseñas, una función experimental de %2$@, está integrado directamente en el navegador. También funciona en %3$@ y %4$@.
gd: Faic dè cho earbsach ’s a tha lèirmheasan bathair air %1$@ mus ceannaich thu rud. Tha dearbhair nan lèirmheasan, gleus probhail le %2$@, am broinn a’ bhrabhsair o thùs. Tha e ag obair air %3$@ agus %4$@ cuideachd.
gl: Consultar a fiabilidade das recensións de produtos en %1$@ antes de comprar. A verificación de recensións, unha función experimental de %2$@, está integrada directamente no navegador. Tamén funciona en %3$@ e %4$@.
hr: Prije kupovine pogledaj koliko su pouzdane recenzije proizvoda na %1$@. Provjera recenzija, eksperimentalna %2$@ funkcija, ugrađena direktno u preglednik. Radi i na %3$@ te %4$@ stranicama.
id: Lihat seberapa andal ulasan produk di %1$@ sebelum Anda membeli. Pemeriksa Ulasan, fitur eksperimental dari %2$@, dibangun langsung ke dalam peramban. Ini juga berfungsi pada %3$@ dan %4$@.
ka: გადაამოწმეთ შეძენამდე, თუ რამდენად სანდოა გასაყიდი ნაწარმის მიმოხილვები საიტზე %1$@. მიმოხილვის შემმოწმებელი საცდელი შესაძლებლობაა %2$@-სგან და პირდაპირ ბრაუზერშივეა ჩაშენებული. მხარდაჭერილია %3$@ და აგრეთვე %4$@.
ko: 구매하기 전에 %1$@에 대한 제품 리뷰가 얼마나 신뢰할 수 있는지 확인하세요. %2$@의 실험 기능인 리뷰 검사기가 브라우저에 바로 내장되어 있습니다. %3$@ 및 %4$@에서도 작동합니다.
lo: ເບິ່ງວ່າການ review ຜະລິດຕະພັນທີ່ເຊື່ອຖືໄດ້ແນວໃດຢູ່ໃນ %1$@ ກ່ອນທີ່ທ່ານຈະຊື້. Review Checker, ຄຸນສົມບັດທົດລອງຈາກ %2$@, ຖືກສ້າງຂຶ້ນໃນ browser. ມັນເຮັດວຽກຢູ່ໃນ %3$@ ແລະ %4$@, ເຊັ່ນກັນ.
nb: Se hvor pålitelige produktvurderinger er på %1$@ før du handler. Vurderingskontrollør, en eksperimentell funksjon fra %2$@, er innebygd rett i nettleseren. Det fungerer på %3$@ og %4$@ også.
nl: Bekijk hoe betrouwbaar de productbeoordelingen op %1$@ zijn voordat u koopt. Beoordelingscontrole, een experimentele functie van %2$@, is rechtstreeks in de browser ingebouwd. Het werkt ook op %3$@ en %4$@.
nn: Sjå kor pålitelege produktvurderingar er på %1$@ før du handlar. Vurderingskontrolløren, ein eksperimentell funksjon frå %2$@, er innebygd rett i nettlesaren. Det fungerer på %3$@ og %4$@ òg.
sl: Pred nakupom preverite, kako zanesljiva so mnenja o izdelkih v trgovini %1$@. Pregledovalnik mnenj, preizkusna zmogljivost %2$@a, je vgrajen neposredno v brskalnik. Deluje tudi v trgovinah %3$@ in %4$@.
tg: Пеш аз хариди маҳсул, дар «%1$@» аз назар гузаронед, ки то чӣ андоза тақризҳо дар бораи ин маҳсул боэътимод мебошанд. Абзори тафтиши тақризҳо ҳамчун хусусияти озмоишӣ аз тарафи «%2$@» ба браузер дарунсохт карда шудааст. Ин хусусият ҳам дар «%3$@» ва ҳам дар «%4$@» кор мекунад.
ug: سېتىۋېلىشتىن ئىلگىرى %1$@ دا مەھسۇلات باھالاش تەكشۈرۈشنىڭ قانچىلىك ئىشەنچلىك ئىكەنلىكىنى كۆرۈڭ. باھالاش تەكشۈرگۈچ، %2$@ نىڭ تەجرىبە ئىقتىدارى تور كۆرگۈچكە قۇرۇلدى. ئۇ %3$@ ۋە %4$@ دىمۇ ئىشلەيدۇ.
