Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Summarizer.strings
Languages: bg, bs, ca, cs, cy, da, de, eo, es_cl, eu, fi, fr, hu, hy_am, ia, id, is, it, ja, kk, nb, nl, nn, pa_in, pt_pt, ro, ru, sq, sv, tg, th, tr, ug, uk, vi, zh_cn, zh_tw

# Summarizer.AppleBrand.Label.v142
source: Summarised by Apple Intelligence
bg: Обобщено от Apple Intelligence
bs: Sažeto od strane Apple Intelligence-a
ca: Resumit per Apple Intelligence
cs: Shrnutí službou Apple Intelligence
cy: Wedi'i grynhoi gan Apple Intelligence
da: Sammenfattet af Apple Intelligence
de: Von Apple Intelligence zusammengefasst
eo: Resumita de Apple Intelligence
es_cl: Resumido por Apple Intelligence
eu: Apple Intelligence bidez laburbilduta
fi: Yhteenvedon teki Apple Intelligence
fr: Résumé par Apple Intelligence
hu: Az Apple Intelligence által összegezve
hy_am: Ամփոփված է Apple Intelligence-ի կողմից
ia: Resumite per le Intelligentia de Apple
id: Dirangkum oleh Apple Intelligence
is: Samantekt frá Apple Intelligence
it: Riassunto da Apple Intelligence
ja: Apple Intelligence による要約
kk: Apple Intelligence қорытындылаған
nb: Oppsummert av Apple Intelligence
nl: Samengevat door Apple Intelligence
nn: Samanfatta av Apple Intelligence
pa_in: Apple Intelligence ਰਾਹੀਂ ਤਿਆਰ ਕੀਤਾ ਸਾਰ
pt_pt: Resumida pelo Apple Intelligence
ro: Rezumat de Apple Intelligence
ru: Резюме от Apple Intelligence
sq: Përmbledhur nga Apple Intelligence
sv: Sammanfattat av Apple Intelligence
tg: Хулоса аз ҷониби «Apple Intelligence» бароварда шуд
th: สรุปโดย Apple Intelligence
tr: Apple Intelligence tarafından özetlendi
ug: Apple Intelligence تە خۇلاسىلەندى
uk: Підсумовано Apple Intelligence
vi: Được tóm tắt bởi Apple Intelligence
zh_cn: 摘要由 Apple 智能生成
zh_tw: 使用 Apple Intelligence 摘要

# Summarizer.CloseButton.Accessibility.Label.v145
source: Close Summary
bg: Затваряне на Резюме
ca: Tanca el resum
cs: Zavřít souhrn
cy: Cau'r Crynodeb
eo: Fermi resumon
es_cl: Cerrar Resumen
eu: Itxi laburpena
fi: Sulje yhteenveto
fr: Fermer le résumé
hu: Összegzés bezárása
hy_am: Փակել ամփոփումը
ia: Clauder le summario
id: Tutup Ringkasan
it: Chiudi riassunto
ja: 要約を閉じる
nl: Samenvatting sluiten
nn: Lat att samandrag
pa_in: ਸਾਰ ਨੂੰ ਬੰਦ ਕਰੋ
pt_pt: Fechar sumário
ro: Închide rezumatul
sq: Mbylle Përmbledhjen
tg: Пӯшидани ҷамъбаст
th: ปิดสรุป
ug: خۇلاسىنى تاقا
uk: Закрити підсумок
vi: Đóng Tóm tắt
zh_cn: 关闭摘要
zh_tw: 關閉摘要

# Summarizer.CloseButton.Label.v142
source: Close
bg: Затваряне
bs: Zatvori
ca: Tanca
cs: Zavřít
cy: Cau
da: Luk
de: Schließen
eo: Fermi
es_cl: Cerrar
eu: Itxi
fi: Sulje
fr: Fermer
hu: Bezárás
hy_am: Փակել
ia: Clauder
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
kk: Жабу
nb: Lukk
nl: Sluiten
nn: Lat att
pa_in: ਬੰਦ ਕਰੋ
pt_pt: Fechar
ro: Închide
ru: Закрыть
sq: Mbylle
sv: Stäng
tg: Пӯшидан
th: ปิด
tr: Kapat
ug: تاقا
uk: Закрити
vi: Đóng
zh_cn: 关闭
zh_tw: 關閉

# Summarizer.Error.MissingPageContent.Message.v142
source: Page is still loading. Wait for it to finish, then hit summarise.
bg: Страницата все още се зарежда. Изчакайте да завърши, след което натиснете обобщение.
bs: Stranica se još uvijek učitava. Sačekajte da se završi, a zatim kliknite na sažetak.
ca: La pàgina encara s’està carregant. Espereu que acabi i premeu Resumeix.
cs: Stránka se stále načítá. Počkejte, až skončí, a poté klepněte na tlačítko Shrnout.
cy: Mae'r dudalen yn dal i lwytho. Arhoswch iddi orffen, yna pwyswch crynhoi.
da: Siden indlæses stadig. Vent til den er færdig, og tryk så for at sammenfatte den.
de: Die Seite wird noch geladen. Warten Sie, bis der Vorgang abgeschlossen ist, und klicken Sie dann auf Zusammenfassen.
eo: La paĝo estas ankoraŭ ŝargata. Atendu ĝisfine kaj poste alklaku "Resumi".
es_cl: La página sigue cargándose. Espera a que termine y luego haz clic en "Resumir".
eu: Orria kargatzen ari da oraindik. Itxaron kargatzen amaitu arte, gero sakatu laburbiltzeko botoia.
fi: Sivu latautuu edelleen. Odota, kunnes se on valmis, ja paina sitten Yhteenveto-painiketta.
fr: La page est en cours de chargement. Veuillez attendre qu’elle soit complètement chargée, puis cliquez sur « Résumer ».
hu: Az oldal még töltődik. Várja meg a befejezést, majd nyomja meg az összegzést.
hy_am: Էջը դեռ բեռնվում է։ Սպասեք, մինչև այն ավարտվի, ապա սեղմեք «Ամփոփել»։
ia: Le pagina ancora se carga. Attende proque illo fini, pois colpa pro resumer.
id: Laman masih dimuat. Tunggu hingga selesai, lalu tekan meringkas.
is: Síðan er enn að hlaðast. Bíddu eftir að því ljúki og smelltu svo á „samantekt“.
it: Il caricamento della pagina è ancora in corso. Attendi che finisca, quindi premi Riassumi.
ja: ページはまだ読み込み中です。完了するまでお待ちください。その後、「要約」をクリックしてください。
kk: Бет әлі жүктелуде. Оның аяқталуын күтіңіз, содан кейін қорытындылау үшін шертіңіз.
nb: Siden lastes fortsatt inn. Vent til den er ferdig, og trykk deretter på oppsummer.
nl: Pagina wordt nog steeds geladen. Wacht tot deze is voltooid en klik daarna op samenvatten.
nn: Sida blir framleis lasta inn. Vent til ho er ferdig, og trykk deretter på samanfatt.
pa_in: ਸਫ਼ਾ ਹਾਲੇ ਵੀ ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ। ਜਦੋਂ ਪੂਰਾ ਲੋਡ ਹੋ ਜਾਵੇ ਤਾਂ ਫੇਰ ਸਾਰ ਲਿਓ।
pt_pt: A página ainda está a carregar. Aguarde pela conclusão e clique em resumir.
ro: Pagina încă se încarcă. Așteaptă să se termine încărcarea, apoi cere rezumatul.
ru: Страница всё ещё загружается. Дождитесь её завершения, затем нажмите, чтобы резюмировать.
sq: Faqja ende po ngarkohet. Pritni që të përfundojë, mandej shtypni “Përmblidhe”.
sv: Sidan laddas fortfarande. Vänta tills det är slut och tryck sedan på sammanfatta.
tg: Саҳифа ҳоло ҳам бор шуда истодааст. Интизор шавед, то ки ин амал ба анҷом расад, пас барои баровардани хулоса пахш кунед.
th: หน้าเว็บยังคงโหลดอยู่ โปรดรอสักครู่แล้วจึงกดสรุป
tr: Sayfa hâlâ yükleniyor. Yükleme bittikten sonra “özetle” düğmesine dokunun.
ug: بەت تېخى يۈكلىنىۋاتىدۇ. تاماملىنىشىنى كۈتۈپ ئاندىن خۇلاسە چېكىلىدۇ.
uk: Зачекайте, доки завершиться завантаження сторінки, а потім натисніть "Підсумувати".
vi: Trang vẫn đang tải. Hãy đợi nó tải xong rồi nhấn tóm tắt.
zh_cn: 页面仍在加载，请待加载完毕后点击“生成摘要”。
zh_tw: 頁面還在載入中，請稍候載入完成，再點擊摘要按鈕。

# Summarizer.Error.RateLimited.Message.v142
source: Can’t handle this one at the moment. Try again later!
bg: Не мога да се справя с този в момента. Опитайте отново по-късно!
bs: Trenutno ne mogu ovo obraditi. Pokušajte ponovo kasnije!
ca: No s’ha pogut generar el resum en aquest moment. Torneu-ho a provar més tard.
cs: Tento momentálně nelze zpracovat. Zkuste to znovu později!
cy: Methu delio â hwn ar hyn o bryd. Ceisiwch eto yn nes ymlaen!
da: Denne side kan ikke behandles lige nu. Prøv igen senere.
de: Dies kann derzeit nicht verarbeitet werden. Versuchen Sie es später erneut!
eo: Ne eblas pritrakti tiun ĉi nuntempe. Provu denove poste!
es_cl: No se puede manejar esto en este momento. ¡Vuelve a intentarlo más tarde!
eu: Ezin dugu honen laburpena egin orain. Saiatu berriro geroago!
fi: Tätä ei pysty käsitellä juuri nyt. Yritä myöhemmin uudelleen!
fr: Impossible de résumer cette page pour l’instant. Veuillez réessayer ultérieurement.
hu: Ez jelenleg nem kezelhető. Próbálja újra később!
hy_am: Այս պահին չեմ կարողանում կարգավորել սա։ Փորձեք կրկին ավելի ուշ։
ia: Impossibile gerer isto al momento. Retenta plus tarde!
id: Tidak dapat menangani yang ini saat ini. Coba lagi nanti!
is: Get ekki meðhöndlað þetta núna. Reyndu aftur síðar!
it: Non è possibile generare questo riassunto al momento. Riprova più tardi.
ja: 今は処理ができません。しばらく待ってもう一度お試しください。
kk: Қазір бұл тапсырманы орындау мүмкін емес. Кейінірек қайталап көріңіз!
nb: Kan ikke håndtere denne akkurat nå. Prøv igjen senere!
nl: Kan deze momenteel niet verwerken. Probeer het later opnieuw!
nn: Kan ikkje handsame denne akkurat no. Prøv igjen seinare!
pa_in: ਇਸ ਵੇਲੇ ਇਸ ਨਾਲ ਕੰਮ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਬਾਅਦ ਵਿੱਚ ਕੋਸ਼ਿਸ਼ ਕਰਿਓ!
pt_pt: Não é possível realizar esta ação neste momento. Tente novamente mais tarde!
ro: Nu putem gestiona cererea momentan. Încearcă din nou mai târziu!
ru: Не могу справиться с этим сейчас. Попробуйте ещё раз позже!
sq: Hëpërhë, s’mund të bëhet dot kjo. Riprovoni më vonë!
sv: Kan inte hantera den här för tillfället. Försök igen senare!
tg: Дар айни замон ин амал коркард намешавад. Баъдтар аз нав кӯшиш кунед!
th: ยังไม่พร้อมใช้งานในตอนนี้ โปรดลองอีกครั้งในภายหลัง!
tr: Şu anda bu işlemi gerçekleştiremiyoruz. Daha sonra yeniden deneyin.
ug: ھازىرچە بۇنى بىر تەرەپ قىلالمايدۇ. سەل تۇرۇپ قايتا سىناڭ!
uk: Наразі не вдається виконати обробку. Повторіть спробу пізніше!
vi: Hiện tại không thể xử lý được tác vụ này. Vui lòng thử lại sau!
zh_cn: 暂时无法处理此任务，请稍后再试！
zh_tw: 暫時無法處理此內容，請稍候再試！

# Summarizer.Error.Unknown.Message.v142
source: Error summarising page. Try again later.
bg: Грешка при обобщаване на страницата. Опитайте отново по-късно.
bs: Greška prilikom sažimanja stranice. Pokušajte ponovo kasnije.
ca: S’ha produït un error en resumir la pàgina. Torneu-ho a provar més tard.
cs: Chyba při vytváření souhrnu stránky. Zkuste to znovu později.
cy: Gwall wrth grynhoi'r dudalen. Ceisiwch eto yn nes ymlaen.
da: Fejl ved sammenfatning af side. Prøv igen senere.
de: Fehler beim Zusammenfassen der Seite. Versuchen Sie es später erneut.
eo: Eraro dum resumado de paĝo. Provu denove poste.
es_cl: Error al resumir la página. Vuelve a intentarlo de nuevo más tarde.
eu: Errorea orriaren laburpena egitean. Saiatu berriro geroago.
fi: Sivun yhteenvetoa luotaessa tapahtui virhe. Yritä myöhemmin uudelleen.
fr: Erreur lors de la synthèse de la page. Réessayez plus tard.
hu: Hiba az oldal összegzésekor. Próbálja újra később.
hy_am: Սխալ առաջացավ էջի ամփոփման ժամանակ։ Փորձեք կրկին ավելի ուշ։
ia: Error resumente pagina. Retenta plus tarde.
id: Kesalahan meringkas laman. Coba lagi nanti.
is: Villa við að draga saman efni síðunnar. Reyndu aftur síðar.
it: Errore durante la generazione del riassunto della pagina. Riprova più tardi.
ja: ページの要約でエラーが発生しました。後でもう一度お試しください。
kk: Бетті қорытындылау қатесі. Әрекетті кейінірек қайталаңыз.
nb: Feil ved oppsummering av siden. Prøv på nytt senere.
nl: Fout bij samenvatten van pagina. Probeer het later opnieuw.
nn: Feil ved oppsummering av sida. Prøv på nytt seinare.
pa_in: ਸਫ਼ੇ ਦਾ ਸਾਰ ਤਿਆਰ ਕਰਨ ਲਈ ਗਲਤੀ ਹੈ। ਬਾਅਦ ਵਿੱਚ ਕੋਸ਼ਿਸ਼ ਕਰਿਓ।
pt_pt: Erro ao resumir a página. Tente novamente mais tarde.
ro: Eroare la rezumarea paginii. Încearcă din nou mai târziu.
ru: Ошибка при резюмировании страницы. Подождите некоторое время и попробуйте снова.
sq: Gabim në përmbledhje faqeje. Riprovoni më vonë.
sv: Fel vid sammanfattning av sidan. Försök igen senare.
tg: Ҳангоми барориши хулоса ба саҳифа хато ба миён омад. Баъдтар аз нав кӯшиш кунед.
th: สรุปหน้านี้ไม่สำเร็จ โปรดลองอีกครั้ง
tr: Sayfa özetlenirken hata oluştu. Daha sonra yeniden deneyin.
ug: بەتنى خۇلاسەلەش خاتالىقى. سەل تۇرۇپ قايتا سىناڭ.
uk: Помилка підсумовування сторінки. Спробуйте пізніше.
vi: Có lỗi khi tóm tắt trang. Vui lòng thử lại sau.
zh_cn: 生成页面摘要时出错，请稍后再试。
zh_tw: 摘要時發生錯誤，請稍候再試。

# Summarizer.Error.UnsafeWebsite.Message.v142
source: Limited content detected. This page may be restricted or mostly visual.
bg: Открито ограничено съдържание. Тази страница може да е ограничена или да е предимно визуална.
bs: Otkriven je ograničen sadržaj. Ova stranica može biti ograničena ili uglavnom vizualna.
ca: S’ha detectat contingut limitat. Aquesta pàgina pot estar restringida o tenir principalment contingut visual.
cs: Zjištěno omezené množství obsahu. Tato stránka je buď s omezením nebo se jedná převážně o vizuální stránku.
cy: Wedi canfod cynnwys cyfyngedig. Gall y dudalen hon fod yn gyfyngedig neu'n weledol yn bennaf.
da: Begrænset indhold fundet. Siden kan være begrænset eller fortrinsvis visuel.
de: Eingeschränkter Inhalt erkannt. Diese Seite kann eingeschränkt oder hauptsächlich visuell sein.
eo: Limigita enhavo trovita. Tiu ĉi paĝo povas esti restriktita aŭ ĉefe vida.
es_cl: Contenido limitado detectado. Esta página puede ser restringida o mayormente visual.
eu: Eduki murriztua antzeman da. Orria mugatuta egon liteke edo gehienbat bisuala izan liteke.
fi: Rajoitettua sisältöä havaittu. Tämä sivu saattaa olla rajoitettu tai enimmäkseen visuaalinen.
fr: Contenu limité détecté. Cette page peut être restreinte ou principalement visuelle.
hu: Korlátozott tartalom észlelve. Az oldal korlátozott vagy többnyire vizuális lehet.
hy_am: Հայտնաբերվել է սահմանափակ բովանդակություն։ Այս էջը կարող է սահմանափակված կամ հիմնականում տեսողական լինել։
ia: Discoperite contento limitate. Iste pagina pote esser limitate o principalmente visual.
id: Konten terbatas terdeteksi. Laman ini mungkin dibatasi atau sebagian besar visual.
is: Takmarkað efni greindist. Aðgangur að þessari síðu gæti verið takmarkður eða efni hennar aðallega sjónrænt.
it: Rilevati contenuti limitati. Questa pagina potrebbe essere soggetta a limitazioni o contenere principalmente immagini.
ja: 制限されたコンテンツが検出されました。このページはすべてが表示されていない可能性があります。
kk: Шектеулі мазмұн анықталды. Бұл бет шектелген немесе негізінен визуалды болуы мүмкін.
nb: Begrenset innhold oppdaget. Denne siden kan være begrenset eller hovedsakelig visuell.
nl: Beperkte inhoud gedetecteerd. Deze pagina kan beperkt of voornamelijk visueel zijn.
nn: Avgrensa innhald oppdaga. Denne sida kan vere avgrensa eller hovudsakleg visuell.
pa_in: ਸੀਮਿਤ ਸਮੱਗਰੀ ਖੋਜੀ ਗਈ ਹੈ। ਸ਼ਾਇਦ ਇਸ ਸਫ਼ੇ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਈ ਹੋਵੇ ਜਾਂ ਦੇਖੀ ਜਾ ਸਕਣ ਵਾਲੀ ਸਮਗੱਰੀ ਹੋਵੇ।
pt_pt: Foi detetado conteúdo limitado. Esta página pode estar sujeita a restrições ou ser maioritariamente visual.
ro: S-a depistat conținut limitat. Pagina poate fi restricționată sau în mare parte cu conținut vizual.
ru: Обнаружено ограниченное содержимое. Эта страница может быть ограничена или в основном визуальная.
sq: U pikas lëndë e kufizuar. Kjo faqe mund të jetë kufizuar, ose të jetë kryesisht pamore.
sv: Begränsat innehåll upptäcktes. Den här sidan kan vara begränsad eller mestadels visuell.
tg: Муҳтавои маҳдуд муайян карда шуд. Эҳтимол аст, ки ин саҳифа дорои маҳдудият бошад ё асосан аз муҳтавои тасвирӣ иборат аст.
th: ตรวจพบเนื้อหาไม่ครบถ้วน หน้านี้อาจเข้าถึงได้ไม่เต็มที่หรือเป็นภาพส่วนใหญ่
tr: Sınırlı içerik algılandı. Bu sayfa kısıtlanmış veya çoğunlukla görsel içerik içeriyor olabilir.
ug: چەكلىك مەزمۇن بايقالدى. بۇ بەت چەكلەنگەن ياكى قىسمەن بۆلىكى كۆرۈنۈشلۈك بولۇشى مۇمكىن.
uk: Виявлено обмеження вмісту. Ця сторінка може бути обмеженою або містити переважно візуальні елементи.
vi: Phát hiện nội dung bị hạn chế. Trang này có thể bị hạn chế hoặc chủ yếu là hình ảnh.
zh_cn: 检测到受限内容。此页面可能受到限制，或大部分是视觉内容。
zh_tw: 偵測到受限的內容，此頁面可能有限制或大部分都是視覺內容。

# Summarizer.Error.UnsupportedContent.Message.v142
source: This web site doesn’t allow content summarisation. Try a different page.
bg: Този сайт не позволява обобщаване на съдържанието. Опитайте с друга страница.
bs: Ova web stranica ne dozvoljava sažimanje sadržaja. Pokušajte s drugom stranicom.
ca: Aquest lloc web no permet el resum del contingut. Proveu una altra pàgina.
cs: Tato webová stránka neumožňuje sumarizaci obsahu. Zkuste jinou stránku.
cy: Nid yw'r wefan hon yn caniatáu crynhoi cynnwys. Rhowch gynnig ar dudalen wahanol.
da: Webstedet tillader ikke sammenfatning af indhold. Prøv med en anden side.
de: Diese Website erlaubt keine Inhaltszusammenfassung. Versuchen Sie es mit einer anderen Seite.
eo: Tiu ĉi retejo ne permesas resumon de enhavo. Provu alian paĝon.
es_cl: Este sitio web no permite resúmenes de contenido. Prueba con una página diferente.
eu: Webgune honek ez du onartzen edukiaren laburpena egitea. Probatu beste orri batekin.
fi: Tämä verkkosivusto ei salli sisällön yhteenvetoa. Kokeile toista sivua.
fr: Ce site web ne permet pas de résumer son contenu. Essayez avec une autre page.
hu: Ez a webhely nem engedélyezi a tartalomösszegzést. Próbálkozzon egy másik oldallal.
hy_am: Այս կայքը թույլ չի տալիս բովանդակության ամփոփում: Փորձեք այլ էջ:
ia: Iste sito web non permitte summarisation de contento. Tenta un pagina differente.
id: Situs web ini tidak mengizinkan peringkasan konten. Coba laman lain.
is: Þetta vefsvæði leyfir ekki samantektir á efni. Prófaðu aðra síðu.
it: Questo sito web non consente il riassunto dei contenuti. Prova con un’altra pagina.
ja: このウェブサイトではコンテンツの要約が許可されていません。別のページでお試しください。
kk: Бұл веб-сайт мазмұнды қорытындылауға рұқсат бермейді. Басқа бетті қолданып көріңіз.
nb: Dette nettstedet tillater ikke innholdssammendrag. Prøv en annen side.
nl: Deze website staat geen inhoudssamenvattingen toe. Probeer een andere pagina.
nn: Denne nettstaden tillèt ikkje innhaldssamandrag. Prøv ei anna side.
pa_in: ਇਹ ਵੈੱਬਸਾਈਟ ਸਮੱਗਰੀ ਦਾ ਸਾਰ ਲੈਣ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਦਿੰਦੀ ਹੈ। ਵੱਖਰੇ ਸਫ਼ੇ ਨਾਲ ਅਜ਼ਮਾਓ।
pt_pt: Este site não permite o resumo de conteúdo. Experimente uma página diferente.
ro: Site-ul web nu permite rezumarea conținutului. Încearcă o altă pagină.
ru: Этот веб-сайт не разрешает резюмирование содержимого. Попробуйте другую страницу.
sq: Ky sajt s’lejon përmbledhje lënde. Provoni një faqe tjetër.
sv: Den här webbplatsen tillåter inte innehållssammanfattningar. Prova en annan sida.
tg: Ин сомона барои баровардани хулосаҳои муҳтаво иҷозат намедиҳад. Саҳифаи дигареро кӯшиш кунед.
th: เว็บไซต์นี้ไม่อนุญาตให้สรุปเนื้อหา ลองหน้าอื่น
tr: Bu web sitesi içerik özetlemeye izin vermiyor. Başka bir sayfa deneyin.
ug: بۇ تور بېكەت مەزمۇننى خۇلاسىلەشكە يول قويمايدۇ. باشقا بەتنى سىناڭ.
uk: Цей вебсайт не дозволяє підсумовувати вміст. Спробуйте іншу сторінку.
vi: Trang web này không cho phép tóm tắt nội dung. Hãy thử trang khác.
zh_cn: 此网站不允许生成内容摘要，请尝试其他页面。
zh_tw: 此網站不允許摘要內容，請改用其他頁面。

# Summarizer.Footnote.Label.v144
source: Note: Summarisation can make errors.
bg: Забележка: Обобщаването може да доведе до грешки.
bs: Napomena: Sažimanje može uzrokovati greške.
ca: Nota: El resum pot contenir errors.
cs: Poznámka: shrnutí může obsahovat chyby.
cy: Nodyn: Gall crynhoi greu gwallau.
da: Bemærk: Sammenfatning kan indeholde fejl.
eo: Rimarko: resumo povas enhavi erarojn.
es_cl: Nota: El resumen puede generar errores.
eu: Oharra: laburbiltzeak akatsak egin litzake.
fi: Huomautus: Yhteenveto voi sisältää virheitä.
fr: Remarque : le résumé peut contenir des erreurs.
hu: Megjegyzés: Az összegzés hibákat tartalmazhat.
hy_am: Նշում. Ամփոփագրումը կարող է սխալներ թույլ տալ։
ia: Notar: Le summarisation pote facer errores.
id: Catatan: Peringkasan dapat membuat kesalahan.
is: Athugaðu: Samantektin getur gert villur.
it: Nota: il riassunto di contenuti potrebbe contenere errori.
ja: 注意: 要約には誤りがある可能性があります。
kk: Ескерту: Қорытындылау қате жіберуі мүмкін.
nl: Noot: samenvattingen kunnen fouten bevatten.
nn: Merk: Oppsummeringar kan innehalde feil.
pa_in: ਸੂਚਨਾ: ਸਾਰ ਵਿੱਚ ਗਲਤੀਆਂ ਹੋ ਸਕਦੀਆਂ ਹਨ।
pt_pt: Nota: o resumo pode apresentar erros.
ro: Notă: Rezumatul poate conține erori.
sq: Shënim: Përmbledhja mund të bëjë gabime.
tg: Эзоҳ: Низоми хулосаҳои муҳтаво метавонад хато кунад.
th: หมายเหตุ: การสรุปอาจมีความคลาดเคลื่อน
ug: ئەسكەرتىش: خۇلاسە مەزمۇنىدا خاتالىق بولۇشى مۇمكىن.
uk: Примітка: Підсумовування може містити помилки.
vi: Lưu ý: Tóm tắt có thể có nhầm lẫn.
zh_cn: 请注意：摘要内容可能存在错误。
zh_tw: 請注意：摘要內容可能會有錯誤。

# Summarizer.HostedBrand.Label.v142
source: Summarised by %@
bg: Обобщено от %@
bs: Sažeto od strane %@
ca: Resumit per %@
cs: Shrnutí službou %@
cy: Crynhowyd gan %@
da: Sammenfattet af %@
de: Zusammengefasst von %@
eo: Resumita de %@
es_cl: Resumido por %@
eu: %@ bidez laburbilduta
fi: Yhteenvedon teki %@
fr: Résumé par %@
hu: Összegezte: %@
hy_am: Ամփոփված է %@-ի կողմից
ia: Summarisate per %@
id: Diringkas oleh %@
is: Samantekið af %@
it: Riassunto da %@
ja: %@ による要約
kk: %@ қорытындылаған
nb: Oppsummert av %@
nl: Samengevat door %@
nn: Samanfatta av %@
pa_in: %@ ਰਾਹੀਂ ਸਾਰ ਤਿਆਰ ਕੀਤਾ
pt_pt: Resumida por %@
ro: Rezumat de %@
ru: Резюмировано %@
sq: Përmbledhur nga %@
sv: Sammanfattat av %@
tg: Хулоса аз ҷониби %@ бароварда шуд
th: สรุปโดย %@
tr: %@ tarafından özetlendi
ug: %@ دا خۇلاسىلەندى
uk: Підсумовано %@
vi: Được tóm tắt bởi %@
zh_cn: 摘要由 %@ 生成
zh_tw: 由 %@ 摘要

# Summarizer.Loading.Accessibility.Label.v145
source: Loading summary
bg: Зареждане на обобщение
ca: S’està carregant el resum
cs: Načítání souhrnu
cy: Wrthi'n llwytho crynodeb
eo: Resumo ŝargata
es_cl: Cargando resumen
eu: Laburpena kargatzen
fi: Ladataan yhteenvetoa
fr: Chargement du résumé
hu: Összegzés betöltése
hy_am: Ամփոփագրի բեռնում
ia: Cargante le summario
id: Memuat ringkasan
it: Caricamento riassunto
ja: 要約を読み込んでいます
nl: Samenvatting laden
nn: Lastar samandrag
pa_in: ਸਾਰ ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_pt: Resumo da carga
ro: Se încarcă rezumatul
sq: Po ngarkohet përmbledhje
tg: Дар ҳоли боркунии ҷамъбаст
th: กำลังโหลดสรุป
ug: خۇلاسىنى يۈكلەۋاتىدۇ
uk: Завантаження підсумку
vi: Đang tải tóm tắt
zh_cn: 正在加载摘要
zh_tw: 正在載入摘要

# Summarizer.Loading.Label.v142
source: Summarising…
bg: Обобщаване…
bs: Sažimanje…
ca: S’està resumint…
cs: Vytváří se shrnutí…
cy: Wrthi'n crynhoi…
da: Sammenfatter…
de: Zusammenfassung läuft…
eo: Resumo…
es_cl: Resumiendo…
eu: Laburpena egitenâ€¦
fi: Tehdään yhteenvetoa…
fr: Génération du résumé…
hu: Összegzés…
hy_am: Ամփոփում…
ia: Resumenteâ€¦
id: Meringkasâ€¦
is: Geri samantekt…
it: Generazione riassunto in corso…
ja: 要約中…
kk: Қорытындылау…
nb: Oppsummerer…
nl: Samenvatten…
nn: Samanfattar…
pa_in: …ਸਾਰ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pt_pt: A resumir…
ro: Se face rezumatul…
ru: Резюмирую…
sq: Po përmbledh…
sv: Sammanfattar…
tg: Хулоса бароварда шуда истодааст…
th: กำลังสรุป…
tr: Özetleniyor…
ug: خۇلاسىلەۋاتىدۇ…
uk: Готується підсумок…
vi: Đang tóm tắt…
zh_cn: 正在生成摘要…
zh_tw: 摘要中…

# Summarizer.RetryButton.Accessibility.Label.v145
source: Retry to summarise web page
bg: Повторен опит за обобщена страница
ca: Torna a intentar resumir la pàgina web
cs: Znovu zkusit shrnout webovou stránku
cy: Ceisio eto i grynhoi'r dudalen we
eo: Provu denove por resumi retpaĝon
es_cl: Volver a intentar resumir la página web
eu: Saiatu berriro web orria laburbiltzeko
fi: Yritä uudelleen verkkosivun yhteenvetoa
fr: Réessayer de résumer la page web
hu: Weboldal összefoglalásának újrapróbálása
hy_am: Կրկին փորձեք ամփոփել վեբ էջը
ia: Retentar de resumer le pagina web
id: Coba lagi untuk meringkas laman web
it: Riprova a riassumere la pagina web
ja: ウェブページの要約を再試行
nl: Probeer het opnieuw om de webpagina samen te vatten
nn: Prøv på nytt å oppsummere nettsida
pa_in: ਵੈੱਬ ਸਫ਼ੇ ਦਾ ਸਾਰ ਬਣਾਉਣ ਦੀ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt_pt: Tentar novamente resumir a página web
ro: Reîncearcă să rezumi pagina web
sq: Riprovo të përmbledhësh faqen web
tg: Баровардани хулосаи саҳифаи вебро аз нав кӯшиш кунед
th: ลองสรุปหน้าเว็บอีกครั้ง
ug: تور بېكەت خۇلاسىلەشنى قايتا سىنا
uk: Повторити спробу підсумувати сторінку
vi: Thử lại để tóm tắt trang web
zh_cn: 重新尝试生成页面摘要
zh_tw: 重新嘗試摘要網頁

# Summarizer.RetryButton.Label.v142
source: Retry
bg: Повторен опит
bs: Pokušaj ponovo
ca: Reintenta
cs: Opakovat
cy: Ceisio eto
da: Prøv igen
de: Erneut versuchen
eo: Provi denove
es_cl: Reintentar
eu: Saiatu berriro
fi: Yritä uudestaan
fr: Réessayer
hu: Újra
hy_am: Կրկնել
ia: Retentar
id: Coba Lagi
is: Reyna aftur
it: Riprova
ja: 再試行
kk: Қайталау
nb: Prøv på nytt
nl: Opnieuw proberen
nn: Prøv på nytt
pa_in: ਮੁੜ-ਕੋਸ਼ਿਸ਼
pt_pt: Tentar novamente
ro: Reîncearcă
ru: Повторить
sq: Riprovo
sv: Försök igen
tg: Аз нав кӯшиш кардан
th: ลองใหม่
tr: Yeniden dene
ug: قايتا سىنا
uk: Повторити спробу
vi: Thử lại
zh_cn: 重试
zh_tw: 重試
