Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Summarizer.strings
Languages: bg, bs, ca, cs, cy, da, de, eo, es_cl, eu, fi, fr, hu, hy_am, ia, id, is, it, ja, kk, nb, nl, nn, pa_in, pt_pt, ro, ru, sq, sv, tg, th, tr, ug, uk, vi, zh_cn, zh_tw

# Summarizer.TabSnapshot.Accessibility.Label.v145
source: Drag or tap the web page to close the summary
bg: Влачете или докоснете уеб страницата, за да затворите обобщението
ca: Arrossegueu o toqueu la pàgina web per tancar el resum
cs: Přetažením nebo klepnutím webové stránky zavřete souhrn
cy: Llusgo neu dapio'r dudalen we i gau'r crynodeb
eo: Trenu aŭ tuŝetu la retpaĝon por fermi la resumon
es_cl: Arrastra o toca la página web para cerrar el resumen
eu: Arrastatu edo sakatu web orrian laburpena ixteko
fr: Faites glisser ou appuyez sur la page web pour fermer le résumé
hu: Húzza vagy koppintson a weboldalra az összefoglaló bezárásához
hy_am: Քաշեք կամ սեղմեք վեբ էջը՝ ամփոփումը փակելու համար
ia: Trahe o tocca le pagina web pro clauder le summario
id: Seret atau ketuk laman web untuk menutup ringkasan
it: Trascina o tocca la pagina web per chiudere il riassunto
ja: ウェブページをドラッグまたはタップして要約を閉じます
nl: Sleep of tik op de webpagina om de samenvatting te sluiten
nn: Dra eller trykk på nettsida for å late att samandraget
pa_in: ਸਾਰ ਨੂੰ ਬੰਦ ਕਰਨ ਵਾਸਤੇ ਵੈੱਬ ਸਫ਼ੇ ਨੂੰ ਖਿੱਚੋ ਜਾਂ ਛੂਹੋ
pt_pt: Arraste ou toque na página web para fechar o resumo
ro: Trage sau atinge pagina web ca să închizi rezumatul
sq: Që të mbyllet përmbledhja, tërhiqni ose prekni faqen web
tg: Барои пӯшидани хулоса, саҳифаи вебро зер кунед ё кашида баред
th: ลากหรือแตะหน้าเว็บเพื่อปิดสรุป
ug: خۇلاسەنى تاقاش ئۈچۈن تور بېكەتنى سۆرەڭ ياكى چېكىڭ
uk: Перетягніть або торкніться сторінки, щоб закрити підсумок
vi: Kéo hoặc nhấn vào trang web để đóng phần tóm tắt
zh_cn: 拖动或轻点网页以关闭摘要
zh_tw: 拖曳或點擊網頁，即可關閉摘要

# Summarizer.ToS.Alert.AllowButton.Label.v142
source: Allow
bg: Разрешаване
bs: Dozvoli
ca: Permet
cs: Povolit
cy: Caniatáu
da: Tillad
de: Erlauben
eo: Permesi
es_cl: Permitir
eu: Baimendu
fi: Salli
fr: Autoriser
hu: Engedélyezés
hy_am: Թույլատրել
ia: Permitter
id: Izinkan
is: Leyfa
it: Consenti
ja: 許可
kk: Рұқсат ету
nb: Tillat
nl: Toestaan
nn: Tillat
pa_in: ਮਨਜ਼ੂਰ
pt_pt: Permitir
ro: Permite
ru: Разрешить
sq: Lejoje
sv: Tillåt
tg: Иҷозат додан
th: อนุญาต
tr: İzin ver
ug: يول قوي
uk: Дозволити
vi: Cho phép
zh_cn: 允许
zh_tw: 允許

# Summarizer.ToS.Alert.AppleMessage.Label.v142
source: %@ uses Apple Intelligence to summarise pages.
bg: %@ използва Apple Intelligence за обобщение на страници.
bs: %@ koristi Apple Intelligence za sažimanje stranica.
ca: El %@ utilitza Apple Intelligence per resumir pàgines.
cs: %@ používá na shrnutí obsahu stránek službu Apple Intelligence.
cy: Mae %@ yn defnyddio Apple Intelligence i grynhoi tudalennau.
da: %@ bruger Apple Intelligence til at sammenfatte sider.
de: %@ verwendet Apple Intelligence, um Seiten zusammenzufassen.
eo: %@ uzas Apple Intelligence por resumi paĝojn.
es_cl: %@ usa Apple Intelligence para resumir páginas.
eu: %@(e)k Apple Intelligence darabil orriak laburbiltzeko.
fi: %@ käyttää Apple Intelligencea sivujen yhteenvetoon.
fr: %@ utilise Apple Intelligence pour résumer les pages.
hu: A %@ az Apple Intelligence rendszert használja az összegző oldalakhoz.
hy_am: %@-ն օգտագործում է Apple Intelligence-ը՝ էջերը ամփոփելու համար։
ia: %@ usa le intelligentia de Apple pro resumer paginas.
id: %@ menggunakan Apple Intelligence untuk meringkas laman.
is: %@ notar Apple Intelligence til að gera úrdrátt úr efni á síðum.
it: %@ utilizza Apple Intelligence per riassumere le pagine.
ja: %@ は Apple Intelligence を利用してページを要約します。
kk: %@ беттерді қорытындылау үшін Apple Intelligence пайдаланады.
nb: %@ bruker Apple Intelligence for å oppsummere sider.
nl: %@ gebruikt Apple Intelligence om pagina’s samen te vatten.
nn: %@ brukar Apple Intelligence for å samanfatte sider.
pa_in: %@ ਸਫ਼ਿਆਂ ਦਾ ਸਾਰ ਤਿਆਰ ਕਰਨ ਲਈ Apple Intelligence ਨੂੰ ਵਰਤਦਾ ਹੈ।
pt_pt: O %@ utiliza o Apple Intelligence para resumir páginas.
ro: %@ folosește Apple Intelligence pentru rezumarea paginilor.
ru: %@ использует Apple Intelligence для резюмирования страниц.
sq: %@ përdor Apple Intelligence për përmbledhje faqesh.
sv: %@ använder Apple Intelligence för att sammanfatta sidor.
tg: Барои баровардани хулосаи саҳифаҳо, «%@» аз «Apple Intelligence» истифода мебарад.
th: %@ ใช้ Apple Intelligence เพื่อสรุปหน้าต่างๆ
tr: %@ sayfaları özetlemek için Apple Intelligence’ı kullanır.
ug: %@ بەت خۇلاسىلەشتە Apple Intelligence نى ئىشلىتىدۇ.
uk: %@ використовує Apple Intelligence для підсумовування сторінок.
vi: %@ sử dụng Apple Intelligence để tóm tắt các trang.
zh_cn: %@ 使用 Apple 智能生成页面摘要。
zh_tw: %@ 使用 Apple Intelligence 摘要頁面內容。

# Summarizer.ToS.Alert.CancelButton.Label.v142
source: Cancel
bg: Отказ
bs: Otkaži
ca: Cancel·la
cs: Zrušit
cy: Na
da: Annuller
de: Abbrechen
eo: Nuligi
es_cl: Cancelar
eu: Utzi
fi: Kumoa
fr: Annuler
hu: Mégse
hy_am: Չեղարկել
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
kk: Бас тарту
nb: Avbryt
nl: Annuleren
nn: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sq: Anuloje
sv: Avbryt
tg: Бекор кардан
th: ยกเลิก
tr: İptal
ug: ۋاز كەچ
uk: Скасувати
vi: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# Summarizer.ToS.Alert.ContinueButton.Label.v144
source: Continue
bg: Продължаване
bs: Nastavi
ca: Continua
cs: Pokračovat
cy: Parhau
eo: Daŭrigi
es_cl: Continuar
eu: Jarraitu
fi: Jatka
fr: Continuer
hu: Folytatás
hy_am: Շարունակել
ia: Continuar
id: Lanjutkan
it: Continua
ja: 続ける
nl: Doorgaan
nn: Hald fram
pa_in: ਜਾਰੀ ਰੱਖੋ
pt_pt: Continuar
ro: Continuă
sq: Vazhdo
tg: Идома додан
th: ดำเนินการต่อ
ug: داۋاملاشتۇر
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

# Summarizer.ToS.Alert.FirefoxMessage.Label.v144
source: %@ uses cloud-based AI to summarise pages, and returns those summaries to your device.
bg: %@ използва базиран в облака AI за обобщение на страници и връща тези обобщения на устройството ви.
bs: %@ koristi vještačku inteligenciju zasnovanu na oblaku za sažimanje stranica i vraća te sažetke na vaš uređaj.
ca: El %@ utilitza IA basada en el núvol per resumir pàgines i retorna els resums al vostre dispositiu.
cs: %@ využívá k sumarizaci stránek umělou inteligenci založenou na cloudu a vrací tyto souhrny do vašeho zařízení.
cy: Mae %@ yn defnyddio AI cwmwl i grynhoi tudalennau, ac yna'n dychwelyd y crynodebau hynny i'ch dyfais.
da: %@ bruger cloud-baseret AI til at sammenfatte sider og sender sammenfatningerne til din enhed.
eo: %@ uzas nuban AI por resumi paĝojn, kaj resendas la rezultojn al via aparato.
es_cl: %@ utiliza inteligencia artificial basada en la nube para resumir páginas y devuelve esos resúmenes a tu dispositivo.
eu: %@(e)k hodeian oinarritutako AAa darabil orriak laburbiltzeko eta laburpenak zure gailura bidaltzen ditu.
fi: %@ käyttää pilvipohjaista tekoälyä sivujen yhteenvetojen tekemiseen ja palauttaa yhteenvedot laitteellesi.
fr: %@ utilise une IA dans le cloud pour résumer les pages et renvoie ces résumés sur votre appareil.
hu: A %@ felhő-alapú MI segítségével összegzi az oldalakat, és visszaküldi ezeket az összefoglalókat az eszközére.
hy_am: %@-ը օգտագործում է ամպային արհեստական բանականություն՝ էջերը ամփոփելու համար և այդ ամփոփումները վերադարձնում է ձեր սարքին։
ia: %@ usa IA basate sur nube pro resumer paginas, e retorna ille summarios a tu apparato.
id: %@ menggunakan AI berbasis cloud untuk meringkas laman, dan mengembalikan ringkasan tersebut ke perangkat Anda.
is: %@ notar gervigreind á skýjaneti til samantektar á efni síðna og skilar þeim samantektum síðan í tækið þitt.
it: %@ si serve dell’intelligenza artificiale nel cloud per riassumere le pagine e ricevere questi riassunti sul tuo dispositivo
ja: %@ はクラウドベースの AI を利用してページを要約し、その結果を端末に返します。
kk: %@ беттерді қорытындылау үшін бұлтқа негізделген ЖИ пайдаланады және сол қорытындыларды құрылғыңызға қайтарады.
nl: %@ gebruikt cloudgebaseerde AI om pagina’s samen te vatten en stuurt die samenvattingen naar uw apparaat terug.
nn: %@ brukar skybasert AI til å samanfatte sider, og returnerer desse samandraga til eininga di.
pa_in: ਸਫ਼ਿਆਂ ਦਾ ਸਾਰ ਤਿਆਰ ਕਰਨ ਅਤੇ ਉਸ ਸਾਰ ਨੂੰ ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਤੱਕ ਪਹੁੰਚਣ ਲਈ %@ ਕਲਾਉਡ ਅਧਾਰਿਤ AI ਨੂੰ ਵਰਤਦਾ ਹੈ।
pt_pt: O %@ recorre a IA na nuvem para resumir páginas e envia esses resumos novamente para o seu dispositivo.
ro: %@ utilizează IA bazată pe cloud pentru a rezuma pagini și trimite aceste rezumate pe dispozitivul tău.
sq: %@ përdor IA me bazë në re për përmbledhje faqesh dhe jep këto përmbledhje në pajisjen tuaj.
tg: Барномаи «%@» барои баровардани хулосаҳои муҳтавои саҳифаҳо аз зеҳни сунъии «AI», ки дар серверҳои абрӣ асос меёбад, истифода мебарад ва хулосаҳоро аз он низомҳо ба дастгоҳи шумо изҳор мекунад.
th: %@ ใช้ AI บนคลาวด์เพื่อสรุปเนื้อหาในหน้าเว็บ แล้วส่งบทสรุปกลับมายังอุปกรณ์ของคุณ
ug: %@ بۇلۇت سۇپىسى ئاساسىدىكى سۈنئىي ئەقىل ئارقىلىق خۇلاسە بەت ھاسىللايدۇ ۋە ئۇ خۇلاسە مەزمۇنىنى ئۈسكۈنىڭىزگە قايتۇرىدۇ.
uk: %@ використовує хмарний ШІ для підсумовування сторінок та повертає результати на ваш пристрій.
vi: %@ sử dụng AI dựa trên nền tảng đám mây để tóm tắt các trang và trả về các bản tóm tắt đó cho thiết bị của bạn.
zh_cn: %@ 使用云端 AI 生成页面摘要，并将摘要结果返回至您的设备。
zh_tw: %@ 使用雲端 AI 來摘要網頁內容，並且將摘要結果回傳到您的裝置。

# Summarizer.ToS.Alert.LearnMoreButton.Label.v142
source: Learn more
bg: Научете повече
bs: Saznajte više
ca: Més informació
cs: Zjistit více
cy: Dysgu rhagor
da: Lær mere
de: Weitere Informationen
eo: Pli da informo
es_cl: Aprender más
eu: Argibide gehiago
fi: Lue lisää
fr: En savoir plus
hu: További tudnivalók
hy_am: Իմանալ ավելին
ia: Pro saper plus
id: Pelajari lebih lanjut
is: Kanna nánar
it: Ulteriori informazioni
ja: 詳細情報
kk: Көбірек білу
nb: Les mer
nl: Meer info
nn: Les meir
pa_in: ਹੋਰ ਜਾਣੋ
pt_pt: Saber mais
ro: Află mai multe
ru: Подробнее
sq: Mësoni më tepër
sv: Läs mer
tg: Маълумоти бештар
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi alın
ug: مول بىلىم
uk: Докладніше
vi: Tìm hiểu thêm
zh_cn: 详细了解
zh_tw: 更多資訊

# Summarizer.ToS.Alert.Title.Label.v142
source: Allow Page Summaries?
bg: Разрешаване на обобщения на страници?
bs: Dozvoliti sažetke stranica?
ca: Voleu permetre els resums de pàgines?
cs: Povolit souhrny stránek?
cy: Caniatáu Crynhoi Tudalennau?
da: Tillad sammenfatning af sider?
de: Seitenzusammenfassungen erlauben?
eo: Ĉu permesi resumojn de paĝoj?
es_cl: ¿Permitir resúmenes de páginas?
eu: Baimendu orriak laburbiltzea?
fi: Sallitaanko sivujen yhteenvetojen tekeminen?
fr: Autoriser les résumés de page ?
hu: Engedélyezi az oldalösszegzést?
hy_am: Թույլատրե՞լ էջերի ամփոփումները։
ia: Permitter summarios de pagina?
id: Izinkan Ringkasan Laman?
is: Leyfa samantektir efnis á síðum?
it: Consentire il riassunto delle pagine?
ja: ページの要約を許可しますか？
kk: Бет қорытындыларына рұқсат беру керек пе?
nb: Tillate sideoppsummering?
nl: Paginasamenvattingen toestaan?
nn: Tillate sideoppsummering?
pa_in: ਸਫ਼ਾ ਸਾਰ ਦੀ ਮਨਜ਼ੂਰੀ ਦੇਣੀ ਹੈ?
pt_pt: Permitir resumos de páginas?
ro: Permiți rezumarea paginilor?
ru: Разрешить резюмирование страниц?
sq: Të Lejohen Përmbledhje Faqesh?
sv: Tillåt sidsammanfattningar?
tg: Барои баровардани хулосаҳои саҳифа иҷозат медиҳед?
th: อนุญาตให้สรุปหน้าเว็บหรือไม่?
tr: Sayfa özetlerine izin verilsin mi?
ug: بەت خۇلاسىلەشكە يول قويامدۇ؟
uk: Дозволити підсумок вмісту сторінок?
vi: Cho phép tóm tắt trang?
zh_cn: 允许生成页面摘要？
zh_tw: 要允許摘要頁面內容嗎？

# Summarizer.ToS.InfoLabel.LearnMoreButton.Label.v143
source: How it works
bg: Как работи
bs: Kako to radi
ca: Com funciona
cs: Jak to funguje
cy: Sut mae'n gweithio
eo: Kiel funkcias tio
es_cl: Cómo funciona
eu: Nola dabilen
fi: Kuinka se toimii
fr: Principes de fonctionnement
hu: Hogyan működik
hy_am: Ինչպես է դա աշխատում
ia: Como functiona illo
id: Cara kerjanya
it: Come funziona
ja: 仕組みについて
nl: Hoe het werkt
nn: Korleis det fungerer
pa_in: ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ
pt_pt: Como funciona
ro: Cum funcționează
sq: Si funksionon
tg: Чӣ тавр кор мекунад
th: วิธีการทำงาน
ug: قانداق ئىشلەيدۇ
uk: Як це працює
vi: Nó hoạt động như thế nào
zh_cn: 运作方式
zh_tw: 原理是什麼

# Summarizer.ToS.InfoPanel.AllowButton.Accessibility.Label.v145
source: Accept consent
bg: Приемане на съгласието
ca: Accepta el consentiment
cs: Přijetí souhlasu
cy: Derbyn caniatâd
eo: Akcepti kondiĉojn
es_cl: Aceptar el consentimiento
eu: Eman onespena
fr: Accepter le consentement
hu: Hozzájárulás elfogadása
hy_am: Համաձայնություն ընդունել
ia: Acceptar consenso
id: Terima persetujuan
it: Accetta consenso
ja: 同意する
nl: Toestemming accepteren
nn: Godta samtykke
pa_in: ਸਹਿਮਤੀ ਨੂੰ ਮਨਜ਼ੂਰ ਕਰੋ
pt_pt: Aceitar consentimento
ro: Acceptă consimțământul
sq: Pranoni pajtimin
tg: Қабул кардани ризоият
th: ตกลงยินยอม
ug: قوشۇل
uk: Прийняти згоду
vi: Chấp nhận đồng ý
zh_cn: 接受
zh_tw: 接受

# Summarizer.ToS.InfoPanel.ContinueButton.Label.v143
source: Continue
bg: Продължаване
bs: Nastavi
ca: Continua
cs: Pokračovat
cy: Parhau
eo: Daŭrigi
es_cl: Continuar
eu: Jarraitu
fi: Jatka
fr: Continuer
hu: Folytatás
hy_am: Շարունակել
ia: Continuar
id: Lanjutkan
it: Continua
ja: 続ける
nl: Doorgaan
nn: Hald fram
pa_in: ਜਾਰੀ ਰੱਖੋ
pt_pt: Continuar
ro: Continuă
sq: Vazhdo
tg: Идома додан
th: ดำเนินการต่อ
ug: داۋاملاشتۇر
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

# Summarizer.ToS.InfoPanel.Label.v143
source: See the main points in seconds with %@.
bg: Вижте основните моменти в секунди с %@.
bs: Pogledajte glavne tačke u sekundama pomoću %@.
ca: Vegeu els punts principals en segons amb el %@.
cs: Hlavní body se zobrazí za několik sekund pomocí %@.
cy: Gweld y prif bwyntiau mewn eiliadau gyda %@.
eo: Montri la ĉefajn puntkojn en sekundoj, per %@.
es_cl: Revisa los puntos principales en segundos con %@.
eu: Ikusi segundotan puntu garrantzitsuenak %@ erabilita.
fi: Näe pääkohdat sekunneissa %@illa.
fr: Consultez les points clés en un instant avec %@.
hu: Tekintse meg a fő pontokat másodpercek alatt a %@ segítségével.
hy_am: Տեսեք հիմնական կետերը վայրկյանների ընթացքում %@-ի միջոցով։
ia: Vide le punctos principal in poc secundas con %@.
id: Lihat poin utama dalam hitungan detik dengan %@.
it: Visualizza i punti principali in pochi secondi con %@.
ja: %@ を使用すると、要点を数秒で確認できます。
nl: Zie de belangrijkste punten in enkele seconden met %@.
nn: Sjå hovudpunkta på få sekund med %@.
pa_in: %@ ਨਾਲ ਪਲ਼ਾਂ ਵਿੱਚ ਹੀ ਮੁੱਖ ਬਿੰਦੂਆਂ ਨੂੰ ਵੇਖੋ।
pt_pt: Descubra os pontos essenciais em poucos segundos com o %@.
ro: Vezi punctele principale în câteva secunde cu %@.
sq: Shihni në pak sekonda pikat kryesore, me %@.
tg: Нуқтаҳои асосиро дар як лаҳза ба воситаи «%@» аз назар гузаронед.
th: อ่านประเด็นเด่นได้ในไม่กี่วินาทีด้วย %@
ug: ئاساسىي نۇقتىلىرىنى %@ ئارقىلىق سېكۇنت ئىچىدە كۆرۈڭ.
uk: Миттєво переглядайте найважливіше за допомогою %@.
vi: Xem các nội dung chính trong vài giây với %@.
zh_cn: 通过 %@ 即刻掌握核心要点。
zh_tw: 使用 %@，花幾秒鐘直接看重點。

# Summarizer.ToS.InfoPanel.Title.Label.v143
source: Summarise this page?
bg: Обобщаване на страницата?
bs: Sažeti ovu stranicu?
ca: Voleu resumir aquesta pàgina?
cs: Chcete tuto stránku shrnout?
cy: Crynhoi'r dudalen hon?
eo: Ĉu resumi tiun ĉi paĝon?
es_cl: ¿Resumir esta página?
eu: Laburbildu orria?
fi: Haluatko yhteenvedon sivusta?
fr: Résumer cette page ?
hu: Oldal összegzése?
hy_am: Ամփոփե՞լ այս էջը։
ia: Resumer iste pagina?
id: Ringkas laman ini?
it: Riassumere questa pagina?
ja: このページを要約しますか？
nl: Deze pagina samenvatten?
nn: Samanfatte denne sida?
pa_in: ਸਫ਼ੇ ਦਾ ਸਾਰ ਬਣਾਉਣਾ ਹੈ?
pt_pt: Resumir esta página?
ro: Vrei rezumatul paginii?
sq: Të përmblidhet kjo faqe?
tg: Дар бораи ин саҳифа хулоса бароварда шавад?
th: สรุปหน้านี้?
ug: بۇ بەتنى خۇلاسىلەمدۇ؟
uk: Підсумувати вміст сторінки?
vi: Tóm tắt trang này?
zh_cn: 生成页面摘要？
zh_tw: 要摘要本頁內容嗎？
