Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/TabLocation.strings
Languages: be, bg, bs, cy, gl, hy_am, ia, nb, sk

# Address.Bar.Reload.A11y.Hint.v124
source: Double tap and hold for more options
be: Двойчы націсніце і ўтрымлівайце, каб пабачыць больш параметраў
bg: Докоснете два пъти и задръжте за повече опции
bs: Dvaput dodirnite i držite za više opcija
cy: Tapio dwywaith a dal am fwy o ddewisiadau
gl: Toque dúas veces e manteña premido para obter máis opcións
hy_am: Կրկնակի հպեք և պահեք՝ ավելի շատ տարբերակների համար
ia: Tocca duo vices e retene pulsate pro ulterior optiones
nb: Dobbelttrykk og hold for flere alternativer
sk: Dvojitým ťuknutím a podržaním získate ďalšie možnosti

# TabLocation.ETP.Off.NotSecure.A11y.Label.v119
source: Connection not secure. Enhanced Tracking Protection is off.
be: Злучэнне не бяспечнае. Узмоцненая ахова ад сачэння адключана.
bg: Връзката не е защитена. Подобрената защита от проследяване е изключена.
bs: Veza nije sigurna. Napredna zaštita od praćenja je isključena.
cy: Nid yw'r cysylltiad yn ddiogel. Mae Diogelwch Uwch rhag Tracio wedi'i ddiffodd.
gl: Conexión é segura. A protección mellorada contra o rastrexo está desactivada.
hy_am: Միացումն ապահով չէ: Հետագծման ընդլայնված պաշտպանությունն անջատված է:
ia: Connexion non secur. Protection antitraciamento reinfortiate inactive.
nb: Tilkoblingen er ikke sikker. Utvidet sporingsbeskyttelse er av.
sk: Pripojenie nie je zabezpečené. Rozšírená ochrana pred sledovaním je vypnutá.

# TabLocation.ETP.Off.Secure.A11y.Label.v119
source: Secure connection. Enhanced Tracking Protection is off.
be: Злучэнне бяспечнае. Узмоцненая ахова ад сачэння адключана.
bg: Защитена връзка. Подобрената защита от проследяване е изключена.
bs: Sigurna veza. Napredna zaštita od praćenja je isključena.
cy: Cysylltiad diogel. Mae Diogelwch Uwch Rhag Tracio wedi'i ddiffodd.
gl: Conexión segura. A protección mellorada contra o rastrexo está desactivada.
hy_am: Ապահով կապակցում: Հետագծման ընդլայնված պաշտպանությունն անջատված է:
ia: Connexion secur. Protection antitraciamento reinfortiate inactive.
nb: Tilkoblingen er sikker. Utvidet sporingsbeskyttelse er av.
sk: Zabezpečené pripojenie. Rozšírená ochrana pred sledovaním je vypnutá.

# TabLocation.ETP.On.NotSecure.A11y.Label.v119
source: Connection not secure
be: Злучэнне не бяспечнае
bg: Връзката не е защитена
bs: Veza nije sigurna
cy: Nid ywâ€™r cysylltiad yn ddiogel
gl: A conexión non é segura
hy_am: Կապակցումն անվտանգ չէ
ia: Connexion non secur
nb: Tilkoblingen er ikke sikker
sk: Pripojenie nie je zabezpečené

# TabLocation.ETP.On.Secure.A11y.Label.v119
source: Secure connection
be: Бяспечнае злучэнне
bg: Защитена връзка
bs: Sigurna veza
cy: Cysylltiadau diogel
gl: Conexión segura
hy_am: Անվտանգ կապակցում
ia: Connexion secur
nb: Sikker tilkobling
sk: Zabezpečené pripojenie

# TabLocation.LockButton.AccessibilityLabel.v122
source: Tracking Protection
be: Ахова ад сачэння
bg: Защита от проследяване
bs: Zaštita od praćenja
cy: Diogelwch Rhag Tracio
gl: Protección contra o seguimento
hy_am: Հետագծման պաշտպանություն
ia: Protection contra le traciamento
nb: Sporingsbeskyttelse
sk: Ochrana pred sledovaním

# TabLocation.LockButton.LargeContentTitle.v122
source: Tracking Protection
be: Ахова ад сачэння
bg: Защита от проследяване
bs: Zaštita od praćenja
cy: Diogelwch Rhag Tracio
gl: Protección contra o seguimento
hy_am: Հետագծման պաշտպանություն
ia: Protection contra le traciamento
nb: Sporingsbeskyttelse
sk: Ochrana pred sledovaním

# TabLocation.Share.A11y.Label.v119
source: Share this page
be: Падзяліцца старонкай
bg: Споделяне на страницата
bs: Podijeli ovu stranicu
cy: Rhannwch y dudalen hon
gl: Compartir esta páxina
hy_am: Տարածել այս էջը
ia: Compartir iste pagina
nb: Del denne siden
sk: Zdieľať túto stránku

# TabLocation.ShareButton.AccessibilityLabel.v122
source: Share
be: Падзяліцца
bg: Споделяне
bs: Podijeli
cy: Rhannu
gl: Compartir
hy_am: Տարածել
ia: Compartir
nb: Del
sk: Zdieľať

# TabLocation.Shopping.A11y.Label.v120
source: Review Checker
be: Праверка водгукаў
bs: Provjera recenzije
cy: Gwirydd Adolygiadau
gl: Verificador de recensións
hy_am: Վերանայել ստուգիչը
ia: Verificator de recension
nb: Vurderingskontroll√∏r
sk: Kontrola recenzií

# TabsButton.Accessibility.LargeContentTitle.v122
source: Show Tabs: %@
be: Паказаць карткі: %@
bg: Показване на разделите: %@
bs: Prikaži tabove: %@
cy: Dangos Tabiau: %@
gl: Mostrar lapelas: %@
hy_am: Ցուցադրել ներդիրները՝ %@
ia: Monstrar schedas: %@
nb: Vis faner: %@
sk: Zobraziť karty: %@

# TopSites.RemoveButton.LargeContentTitle.v122
source: Remove page
be: Выдаліць старонку
bg: Премахване на страницата
bs: Ukloni stranicu
cy: Dileu tudalen
gl: Retirar páxina
hy_am: Հեռացնել էջը
ia: Remover le pagina
nb: Fjern siden
sk: Odstrániť stránku
