Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/TabsTray.strings
Languages: br, hr, ia, is, tr

# CloseTabsToast.Button.v113
source: Undo
br: Dizober
hr: Poništi
ia: Disfacer
is: Afturkalla
tr: Geri Al

# CloseTabsToast.SingleTabTitle.v113
source: Tab Closed
br: Ivinell serret
hr: Kartica zatvorena
ia: Scheda claudite
is: Flipa lokað
tr: Sekme kapatıldı

# CloseTabsToast.Title.v113
source: Tabs Closed: %d
br: Ivinelloù serret: %d
hr: Zatvorene kartice: %d
ia: Schedas claudite: %d
is: Flipum lokað: %d
tr: %d Sekme Kapatıldı

# InactiveTabs.TabTray.CloseSwipeActionTitle.v115
source: Close
br: Serriñ
hr: Zatvori
ia: Clauder
is: Loka
tr: Kapat

# TabsTray.Sync.SyncTabsDisabled.v116
source: Turn on tab syncing to view a list of tabs from your other devices.
br: Gweredekait goubredañ an ivinelloù evit gwelout ur roll ivinelloù eus ho trevnadoù all.
hr: Uključi sinkronizaciju kartica za pregled popisa kartica s tvojih drugih uređaja.
ia: Activa le synchronisation de schedas pro vider un lista de schedas de tu altere apparatos.
is: Kveiktu á samstillingu flipa til að skoða lista yfir flipa frá öðrum tækjum.
tr: Diğer cihazlardaki sekmeleri görmek için sekme eşitlemeyi açın.

# TabsTray.SyncTabs.SyncTabsButton.Title.v119
source: Sync Tabs
br: Goubredañ an ivinelloù
hr: Sinkroniziraj kartice
ia: Synchronisar schedas
is: Samstilla flipa
tr: Sekmeleri eşitle

# TabTray.TabsSelectorNormalTabsTitle.v140
source: Tabs
br: Ivinelloù
hr: Kartice
ia: Schedas
is: Flipar
tr: Sekmeler

# TabTray.TabsSelectorSyncedTabsTitle.v140
source: Sync
br: Goubredañ
hr: Sinkronizacija
ia: Synchronisate
is: Samstiling
tr: Eşitlenen

# TabTrayCloseOldTabsTitle.v140
source: Close Old Tabs…
br: Serriñ an ivinelloù kozh…
hr: Zatvori stare kartice …
ia: Clauder schedas vetere…
is: Loka eldri flipum…
tr: Eski sekmeleri kapat…

# TabTrayCloseTabsOlderThanTitle.v140
source: Close tabs older than…
br: Serriñ an ivinelloù koshoc’h eget…
hr: Zatvori kartice starije od …
ia: Clauder schedas plus vetere que…
is: Loka flipum eldri en…
tr: Bundan eski sekmeleri kapat…

# TabTrayOneDayAgoTitle.v140
source: 1 Day Ago
br: 1 devezh zo
hr: 1 dan
ia: 1 die retro
is: Fyrir 1 degi síðan
tr: 1 gün

# TabTrayOneMonthAgoTitle.v140
source: 1 Month Ago
br: 1 miz zo
hr: 1 mjesec
ia: 1 mense retro
is: Fyrir 1 mánuði síðan
tr: 1 ay

# TabTrayOneWeekAgoTitle.v140
source: 1 Week Ago
br: 1 sizhun zo
hr: 1 tjedan
ia: 1 septimana retro
is: Fyrir 1 viku síðan
tr: 1 hafta

# TabTraySelectorAccessibilityHint.v139
source: %1$@ of %2$@
br: %1$@ diwar %2$@
hr: %1$@ od %2$@
ia: %1$@ de %2$@
is: %1$@ af %2$@
