Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/TermsOfUse.strings
Languages: cs, cy, el, eo, hr, ia, is, it, pa_in, pt_pt, tg, th, ug, zh_tw

# TermsOfUse.AcceptButton.v142
source: Accept
cs: Přijmout
cy: Derbyn
el: Αποδοχή
eo: Akcepti
hr: Prihvati
ia: Acceptar
is: Samþykkja
it: Accetta
pa_in: ਮਨਜ਼ੂਰ
pt_pt: Aceitar
tg: Қабул кардан
th: ยอมรับ
ug: قوشۇل
zh_tw: 接受

# TermsOfUse.BackButton.v142
source: Back
cs: Zpět
cy: NÃ´l
el: Πίσω
eo: Malantaŭen
hr: Natrag
ia: Retro
is: Til baka
it: Indietro
pa_in: ਪਿੱਛੇ
pt_pt: Retroceder
tg: Ба қафо
th: ย้อนกลับ
ug: قايت
zh_tw: 上一頁

# TermsOfUse.Description.v142
source: We’ve introduced a %@ Terms of Use and updated our Privacy Notice.
cs: Zavedli jsme Podmínky používání aplikace %@ a aktualizovali Oznámení o ochraně osobních údajů.
cy: Rydym wedi cyflwyno Amodau Defnydd %@ ac wedi diweddaru ein Hysbysiad Preifatrwydd.
el: Κυκλοφορήσαμε τους Όρους χρήσης του %@ και ενημερώσαμε τη Σημείωση απορρήτου μας.
eo: Ni aldonis kondiĉojn de uzo kaj ĝisdatigis nian rimarkon pri privateco por %@.
hr: Uveli smo %@ uvjete korištenja i aktualizirali naše napomene o privatnosti.
ia: Nos ha introducite un Conditiones de uso de %@ e actualisate nostre Aviso de confidentialitate.
is: Við höfum bætt við notkunarskilmálum %@ og uppfært persónuverndarstefnu okkar.
it: Abbiamo introdotto le condizioni di utilizzo di %@ e aggiornato la nostra informativa sulla privacy.
pa_in: ਅਸੀਂ %@ ਵਰਤਣ ਦੀਆਂ ਸ਼ਰਤਾਂ ਪੇਸ਼ ਕੀਤੀਆਂ ਹਨ ਅਤੇ ਆਪਣੇ ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ ਨੂੰ ਅੱਪਡੇਟ ਕੀਤਾ ਹੈ।
pt_pt: Introduzimos os Termos de utilização do %@ e atualizamos a nossa Informação de privacidade.
tg: Мо Шартҳои истифодаи «%@»-ро бо тартиби нав ҷорӣ кардем ва ба Огоҳномаи махфияти мо тағйиру иловаҳо ворид намудем.
th: เราได้ประกาศใช้ข้อกำหนดการใช้งานของ %@ และปรับปรุงแก้ไขประกาศความเป็นส่วนตัวของเรา
ug: بىز %@ نى ئىشلىتىش شەرتىنى تارقاتتۇق ۋە شەخسىيەت ئۇقتۇرۇشىنى يېڭىلىدۇق.
zh_tw: 我們推出了 %@ 使用條款，並且更新了隱私權公告。

# TermsOfUse.LearnMoreHere.v147
source: You can learn more %@.
el: Μπορείτε να μάθετε περισσότερα %@.
hr: Saznaj više %@.
ia: Pro saper plus %@.
it: Puoi scoprire ulteriori informazioni %@.
pt_pt: Pode saber mais %@.
tg: Шумо метавонед аз %@ маълумоти бештар гиред.
ug: سىز %@ ھەققىدە مول بىلىمگە ئېرىشەلەيسىز.
zh_tw: 您可以在%@了解更多資訊。

# TermsOfUse.Link.HereText.v147
source: here
el: εδώ
hr: ovdje
ia: hic
it: in questa pagina
pt_pt: aqui
tg: ин ҷой
ug: بۇ جاي
zh_tw: 這裡

# TermsOfUse.Link.LearnMore.v142
source: Learn more
cs: Zjistit více
cy: Dysgu rhagor
el: Μάθετε περισσότερα
eo: Pli da informo
hr: Saznaj više
ia: Pro saper plus
is: Frekari upplýsingar
it: Ulteriori informazioni
pa_in: ਹੋਰ ਜਾਣੋ
pt_pt: Saber mais
tg: Маълумоти бештар
th: เรียนรู้เพิ่มเติม
ug: مول بىلىم
zh_tw: 更多資訊

# TermsOfUse.Link.PrivacyNotice.v142
source: Privacy Notice
cs: Zásady ochrany osobních údajů
cy: Hysbysiad Preifatrwydd
el: Σημείωση απορρήτου
eo: Rimarko pri privateco
hr: Napomene o privatnosti
ia: Aviso de confidentialitate
is: Upplýsingar um meðferð persónuupplýsinga
it: Informativa sulla privacy
pa_in: ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ
pt_pt: Informação de privacidade
tg: Огоҳномаи махфият
th: ประกาศความเป็นส่วนตัว
ug: شەخسىيەت ئۇقتۇرۇشى
zh_tw: 隱私權公告

# TermsOfUse.Link.TermsOfUse.v142
source: %@ Terms of Use
cs: Podmínky používání aplikace %@
cy: Amodau Defnydd %@
el: Όροι χρήσης του %@
eo: Kondiĉoj de uzo de %@
hr: %@ uvjeti korištenja
ia: Conditiones de uso de %@
is: Notkunarskilmálar %@
it: Condizioni di utilizzo di %@
pa_in: %@ ਵਰਤਣ ਦੀਆਂ ਸ਼ਰਤਾ
pt_pt: Termos de utilização do %@
tg: Шартҳои истифодаи «%@»
th: เงื่อนไขการใช้งาน %@
ug: %@ نىڭ ئىشلىتىش شەرتلىرى
zh_tw: %@ 使用條款

# TermsOfUse.RemindMeLaterButton.v142
source: Remind Me Later
cs: Upozornit mě později
cy: Atgoffa Fi Rhywbryd Eto
el: Υπενθύμιση αργότερα
eo: Rememorigi poste
hr: Podsjeti me kasnije
ia: Rememora me plus tarde
is: Minna mig á seinna
it: Ricordamelo pi√π tardi
pa_in: ਮੈਨੂੰ ਬਾਅਦ ਵਿੱਚ ਚੇਤੇ ਕਰਵਾਓ
pt_pt: Lembrar mais tarde
tg: Баъдтар ёдоварӣ кунед
th: เตือนฉันภายหลัง
ug: مېنى كېيىن ئەسكەرت
zh_tw: 之後再提醒我

# TermsOfUse.ReviewAndAcceptText.v142
source: Please take a moment to review and accept. Learn more
cs: Věnujte prosím chvíli kontrole a přijetí. Zjistit více
cy: Cymerwch eiliad i ddarllen a derbyn. Dysgu mwy
el: Αφιερώστε λίγο χρόνο για να τα ελέγξετε και να τα αποδεχτείτε. Μάθετε περισσότερα
eo: Bonvolu paŭzi momenton por revizii kaj akcepti. Pli da informo
hr: Odvoji trenutak za pregledavanje i prihvaćanje. Saznaj više
ia: Prende un momento pro revider e acceptar. Pro saper plus
is: Gefðu þér smá stund til að fara yfir og samþykkja. Frekari upplýsingar
it: Ti invitiamo a leggerle e accettarle. Ulteriori informazioni
pa_in: ਪੜਤਾਲ ਕਰਕੇ ਮਨਜ਼ੂਰ ਕਰਨ ਲਈ ਸਮਾਂ ਦਿਓ। ਹੋਰ ਜਾਣੋ
pt_pt: Por favor, despenda de um momento para rever e aceitar. Saber mais
tg: Лутфан, вақтро ҷудо намуда, ҳуҷҷатҳои мазкурро баррасӣ кунед ва ризоияти худро иброз намоед. Маълумоти бештар
th: โปรดใช้เวลาสักครู่เพื่อดูและยอมรับ เรียนรู้เพิ่มเติม
ug: ئازراق ۋاقىت چىقىرىپ قاراپ چىقىپ ئاندىن قوشۇلۇڭ. مول بىلىم
zh_tw: 請花一些時間閱讀內容並且接受。更多資訊。

# TermsOfUse.TermsOfUseHasOpened.v142
source: Terms of Use sheet opened
cs: Přehled s Podmínkami používání byl otevřen
cy: Agorwyd y ddalen Amodau Defnydd
el: Άνοιξε η σελίδα των Όρων χρήσης
eo: Panelo de kondiĉoj de uzo malfermita
hr: List uvjeta korištenja je otvorena
ia: Pagina del Conditiones de uso aperte
is: Notkunarskilmálablað opnað
it: Aperta pagina delle condizioni di utilizzo
pa_in: ਵਰਤਣ ਦੀਆਂ ਸ਼ਰਤਾਂ ਦਾ ਦਸਤਾਵੇਜ਼ ਖੁੱਲ੍ਹਾ ਹੈ
pt_pt: Folha dos Termos de utilização aberta
tg: Саҳифаи «Шартҳои истифода» кушода шуд
th: เปิดหน้าข้อกำหนดการใช้งานแล้ว
ug: ئىشلىتىش شەرتى ۋارىقى ئېچىلدى
zh_tw: 已開啟使用條款畫面

# TermsOfUse.Title.v142
source: We’ve got an update
cs: Máme tu aktualizaci
cy: Mae gennym ni ddiweddariad
el: Έχουμε μια ενημέρωση
eo: Ni havas ĝisdatigon
hr: Imamo novu verziju
ia: Nos ha recipite un actualisation
is: Við erum með uppfærslu
it: Abbiamo un aggiornamento
pa_in: ਸਾਨੂੰ ਅੱਪਡੇਟ ਮਿਲਿਆ ਹੈ
pt_pt: Temos uma atualização
tg: Мо тағйиру иловаҳо дорем
th: เรามีอัปเดต
ug: يېڭىلىدۇق
zh_tw: 這裡有點新鮮事

# TermsOfUse.TitleValue1.v147
source: Terms of Use
el: Όροι χρήσης
hr: Uvjeti korištenja
ia: Conditiones de uso
it: Condizioni di utilizzo del servizio
pt_pt: Termos de utilização
tg: Шартҳои истифода
ug: ئىشلىتىش شەرتلىرى
zh_tw: 使用條款

# TermsOfUse.TitleValue2.v147
source: A note from %@
el: Μια σημείωση από το %@
hr: Poruka od preglednika %@
ia: Un nota ab %@
it: Un messaggio da %@
pt_pt: Uma nota de %@
tg: Ёддоште аз «%@»
ug: %@ نىڭ ئەسكەرتىشى
zh_tw: 來自 %@ 的留言
