Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/Translations.strings
Languages: ca, cy, eu, hr, hu, ia, pa_in, sk, sq, tg, ug, zh_cn, zh_tw

# Translations.Banner.Close.Button.AccessibilityLabel.v145
source: Close Translation Panel
ca: Tanca la subfinestra de traducció
cy: Cau'r Panel Cyfieithu
eu: Itxi itzulpenen panela
hr: Zatvori ploču „Prijevodi”
hu: Fordítási panel bezárása
ia: Clauder le quadro de traduction
pa_in: ਅਨੁਵਾਦ ਪੈਨਲ ਨੂੰ ਬੰਦ ਕਰੋ
sk: Zatvoriť panel prekladov
sq: Mbylle Panelin e Përkthimeve
tg: Пӯшидани лавҳаи тарҷума
ug: تەرجىمە كۆزنەكچىنى ياپ
zh_cn: 关闭翻译面板
zh_tw: 關閉翻譯面板

# Translations.Banner.ConfirmationTitleLabel.v145
source: Translated from %1$@ to %2$@
ca: Traduït de %1$@ a %2$@
cy: Wedi'i chyfieithu o'r %1$@ i'r %2$@
eu: %1$@ hizkuntzatik %2$@ hizkuntzara itzuli da
hr: Prevedeno s jezika %1$@ na %2$@
hu: Lefordítva %1$@ nyelvről %2$@ nyelvre
ia: Traducite ab %1$@ a %2$@
pa_in: %1$@ ਤੋਂ %2$@ ਵਿੱਚ ਅਨੁਵਾਦ ਕੀਤਾ
sk: Preložené z jazyka %1$@ do jazyka %2$@
sq: Përkthyer nga %1$@ në %2$@
tg: Аз забони %1$@ ба забони %2$@ тарҷума шуд
ug: %1$@ دىن %2$@ غا تەرجىمە قىلىندى
zh_cn: 已从%1$@翻译成%2$@
zh_tw: 已從 %1$@ 翻譯為 %2$@

# Translations.Banner.ErrorMessage.TitleLabel.v145
source: Couldn’t translate page
ca: No s’ha pogut traduir la pàgina
cy: Methu cyfieithu'r dudalen
eu: Ezin da orria itzuli
hr: Prevođenje stranice nije uspjelo
hu: Nem sikerült lefordítani az oldalt
ia: Impossibile traducer pagina
pa_in: ਸਫ਼ੇ ਦਾ ਅਨੁਵਾਦ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
sk: Stránku sa nepodarilo preložiť
sq: S’u përkthye dot faqja
tg: Саҳифаро тарҷума карда натавонист
ug: بەتنى تەرجىمە قىلالمايدۇ
zh_cn: 无法翻译页面
zh_tw: 無法翻譯頁面

# Translations.Banner.Loading.Button.AccessibilityLabel.v145
source: Translating page
ca: S’està traduint la pàgina
cy: Wrthi'n cyfieithu'r dudalen
eu: Orria itzultzen
hr: Stranica se prevodi
hu: Oldal fordítása…
ia: Traducente le pagina
pa_in: ਸਫ਼ੇ ਦਾ ਅਨੁਵਾਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
sk: Preklad stránky
sq: Po përkthehet faqja
tg: Дар ҳоли тарҷумаи саҳифа
ug: بەتنى تەرجىمە قىلىۋاتىدۇ
zh_cn: 正在翻译页面
zh_tw: 正在翻譯頁面

# Translations.Banner.OpenSettings.Button.AccessibilityLabel.v145
source: Open Language Preferences
ca: Obre les preferències de llengua
cy: Agor Dewisiadau Iaith
eu: Ireki hizkuntzen hobespenak
hr: Otvori postavke jezika
hu: Nyelvi beállítások megnyitása
ia: Aperir le preferentias del lingua
pa_in: ਭਾਸ਼ਾ ਪਸੰਦਾਂ ਨੂੰ ਖੋਲ੍ਹੋ
sk: Otvoriť jazykové nastavenia
sq: Hap Parapëlqime Gjuhe
tg: Кушодани хусусиятҳои забон
ug: تىل مايىللىقىنى ئاچ
zh_cn: 打开语言首选项
zh_tw: 開啟語言偏好設定

# Translations.Banner.RetryButton.v145
source: Retry
ca: Reintenta
cy: Ceisio eto
eu: Saiatu berriro
hr: Pokušaj ponovo
hu: Újra
ia: Retentar
pa_in: ਮੁੜ-ਕੋਸ਼ਿਸ਼
sk: Znova
sq: Riprovo
tg: Аз нав кӯшиш кардан
ug: قايتا سىنا
zh_cn: 重试
zh_tw: 重試

# Translations.Banner.TitleLabel.v145
source: Translate page to %@?
ca: Voleu traduir la pàgina a %@?
cy: Cyfieithu tudalen i %@?
eu: Itzuli orria %@ hizkuntzara?
hr: Prevesti stranicu na %@?
hu: Lefordítja az oldalt %@ nyelvre?
ia: Traducer le pagina in %@?
pa_in: ਸਫ਼ੇ ਦਾ %@ ਵਿੱਚ ਅਨੁਵਾਦ ਕਰਨਾ ਹੈ?
sk: Preložiť stránku do jazyka %@?
sq: Të përkthehet faqja në %@?
tg: Саҳифаро ба %@ тарҷума мекунед?
ug: بەتنى %@ غا تەرجىمە قىلامدۇ؟
zh_cn: 将页面翻译成%@？
zh_tw: 要將網頁翻譯成 %@ 嗎？

# Translations.Banner.TranslateButton.v145
source: Translate
ca: Tradueix
cy: Cyfieithu
eu: Itzuli
hr: Prevedi
hu: Fordítás
ia: Traducer
pa_in: ਅਨੁੁਵਾਦ ਕਰੋ
sk: Preložiť
sq: Përktheje
tg: Тарҷума кунед
ug: تەرجىمە
zh_cn: 翻译
zh_tw: 翻譯

# Translations.Sheet.Button.v145
source: Translate
ca: Tradueix
cy: Cyfieithu
eu: Itzuli
hr: Prevedi
hu: Fordítás
ia: Traducer
pa_in: ਅਨੁੁਵਾਦ ਕਰੋ
sk: Preložiť
sq: Përktheje
tg: Тарҷума кунед
ug: تەرجىمە
zh_cn: 翻译
zh_tw: 翻譯

# Translations.Sheet.ChooseLanguage.v145
source: Choose Language
ca: Trieu una llengua
cy: Dewis Iaith
eu: Aukeratu hizkuntza
hr: Odaberi jezik
hu: Válasszon nyelvet
ia: Elige lingua
pa_in: ਭਾਸ਼ਾ ਨੂੰ ਚੁਣੋ
sk: Zvoľte jazyk
sq: Zgjidhni Gjuhën
tg: Забонеро интихоб кунед
ug: تىل تاللىنىدۇ
zh_cn: 选择语言
zh_tw: 請選擇語言

# Translations.Sheet.Error.GeneralSubtitle.v145
source: Please try again.
ca: Torneu-ho a provar.
cy: Ceisiwch eto.
eu: Saiatu berriro mesedez.
hr: Pokušaj ponovo.
hu: Próbálja meg újra.
ia: Retenta.
pa_in: ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।
sk: Skúste to znova.
sq: Ju lutemi, riprovoni.
tg: Лутфан, аз нав кӯшиш кунед.
ug: قايتا سىناڭ.
zh_cn: 请重试。
zh_tw: 請再試一次。

# Translations.Sheet.Error.GeneralTitle.v145
source: Couldn’t Translate Page
ca: No s’ha pogut traduir la pàgina
cy: Methu Cyfieithu Tudalen
eu: Ezin da orria itzuli
hr: Prevođenje stranice nije uspjelo
hu: Nem sikerült lefordítani az oldalt
ia: Impossibile traducer pagina
pa_in: ਸਫ਼ੇ ਦਾ ਅਨੁਵਾਦ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
sk: Stránku sa nepodarilo preložiť
sq: S’u Përkthye Dot Faqja
tg: Саҳифаро тарҷума карда натавонист
ug: بەتنى تەرجىمە قىلالمايدۇ
zh_cn: 无法翻译页面
zh_tw: 無法翻譯頁面

# Translations.Sheet.Error.RetryButton.v145
source: Retry
ca: Reintenta
cy: Ceisio eto
eu: Saiatu berriro
hr: Pokušaj ponovo
hu: Újra
ia: Retentar
pa_in: ਮੁੜ-ਕੋਸ਼ਿਸ਼
sk: Znova
sq: Riprovo
tg: Аз нав кӯшиш кардан
ug: قايتا سىنا
zh_cn: 重试
zh_tw: 重試

# Translations.Sheet.Error.SubtitleLabel.v145
source: Check your internet connection and try again.
ca: Comproveu la connexió a Internet i torneu-ho a provar.
cy: Gwiriwch eich cysylltiad rhyngrwyd a rhowch gynnig arall arni.
eu: Egiaztatu Interneterako zure konexioa eta saiatu berriro.
hr: Provjeri internetsku vezu i pokušaj ponovo.
hu: Ellenőrizze az internetkapcsolatát, és próbálja újra.
ia: Verifica tu connexion a internet e retenta.
pa_in: ਆਪਣੇ ਇੰਟਰਨੈੱਟ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰਕੇ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
sk: Skontrolujte svoje internetové pripojenie a skúste to znova.
sq: Kontrolloni lidhjen tuaj në internet dhe riprovoni.
tg: Пайвасти интернети худро санҷед ва аз нав кӯшиш намоед.
ug: ئىنتېرنېت باغلىنىشىڭىزنى تەكشۈرۈپ ئاندىن قايتا سىناڭ.
zh_cn: 请检查您的互联网连接，然后重试。
zh_tw: 請確認網路連線正常後再試一次。

# Translations.Sheet.Error.TitleLabel.v145
source: Couldn’t Load Languages
ca: No s’han pogut carregar les llengües
cy: Methu Llwytho'r Ieithoedd
eu: Ezin dira hizkuntzak kargatu
hr: Greška pri učitavanju jezika
hu: A nyelvek betöltése sikertelen
ia: Impossibile cargar linguas
pa_in: ਭਾਸ਼ਾਵਾਂ ਲੋਡ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾ ਸਕੀਆਂ
sk: Nepodarilo sa načítať jazyky
sq: S’u Ngarkuan Dot Gjuhët
tg: Низом забонҳоро бор карда натавонист
ug: تىلنى يۈكلىيەلمەيدۇ
zh_cn: 无法加载语言
zh_tw: 無法載入語言清單

# Translations.Sheet.FromLabel.v145
source: From
ca: De
cy: O'r
eu: Nondik
hr: S jezika
hu: Forrásnyelv:
ia: Ab
pa_in: ਤੋਂ
sk: Z jazyka
sq: Nga
tg: Аз
ug: مەنبە تەرجىمە تىلى
zh_cn: 从
zh_tw: 從

# Translations.Sheet.LoadingButton.v145
source: Translating page
ca: S’està traduint la pàgina
cy: Wrthi'n cyfieithu'r dudalen
eu: Orria itzultzen
hr: Stranica se prevodi
hu: Oldal fordítása…
ia: Traducente le pagina
pa_in: ਸਫ਼ੇ ਦਾ ਅਨੁਵਾਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
sk: Preklad stránky
sq: Po përkthehet faqja
tg: Дар ҳоли тарҷумаи саҳифа
ug: بەتنى تەرجىمە قىلىۋاتىدۇ
zh_cn: 正在翻译页面
zh_tw: 正在翻譯頁面

# Translations.Sheet.LoadingCompleted.AccessibilityLabel.v147
source: Page translated
cy: Tudalen wedi ei chyfieithu
hr: Stranica je prevedena
hu: Oldal lefordítva
ia: Pagina traducite
pa_in: ਸਫ਼ੇ ਦਾ ਅਨੁਵਾਦ ਕੀਤਾ
sk: Stránka preložená
ug: بەت تەرجىمە قىلىندى
zh_tw: 已翻譯頁面

# Translations.Sheet.ShowOriginalButton.v145
source: Show Original
ca: Mostra l’original
cy: Dangos y Gwreiddiol
eu: Erakutsi jatorrizkoa
hr: Prikaži original
hu: Eredeti megjelenítése
ia: Monstrar original
pa_in: ਅਸਲ ਵੇਖਾਓ
sk: Zobraziť pôvodnú stránku
sq: Shfaq Origjinalin
tg: Нишон додани маводи аслӣ
ug: ئەسلىنى كۆرسەت
zh_cn: 显示原文
zh_tw: 顯示原始內容

# Translations.Sheet.TitleLabel.v145
source: Translate Page
ca: Tradueix la pàgina
cy: Cyfieithu'r Dudalen
eu: Itzuli orria
hr: Prevedi stranicu
hu: Oldal fordítása
ia: Traducer le pagina
pa_in: ਸਫ਼ੇ ਦਾ ਉਲੱਥਾ
sk: Preložiť stránku
sq: Përktheni Faqen
tg: Тарҷума кардани саҳифа
ug: بەت تەرجىمە
zh_cn: 翻译页面
zh_tw: 翻譯頁面

# Translations.Sheet.ToLabel.v145
source: To
ca: A
cy: I'r
eu: Nora
hr: Na jezik
hu: Cél:
ia: A
pa_in: ਵਿੱਚ
sk: Do jazyka
sq: Në
tg: Ба
ug: نىشان تەرجىمە تىلى
zh_cn: 翻译成
zh_tw: 翻譯為

# Translations.Sheet.TranslateFrom.AccessibilityLabel.v145
source: Translate From %@
ca: Tradueix de: %@
cy: Cyfieithu o'r %@
eu: Itzuli %@ hizkuntzatik
hr: Prevedi s jezika %@
hu: Fordítás erről: %@
ia: Traducer ab %@
pa_in: %@ ਤੋਂ ਅਨੁਵਾਦ ਕਰੋ
sk: Preložiť z jazyka %@
sq: Përktheje Nga %@
tg: Тарҷума аз забони %@
ug: %@ دىن تەرجىمە قىلىدۇ
zh_cn: 原始语言：%@
zh_tw: 從 %@ 翻譯

# Translations.Sheet.TranslateFromLabel.v145
source: Translate From
ca: Tradueix de:
cy: Cyfieithu o'r
eu: Itzuli hemendik
hr: Prevedi s jezika
hu: Fordítás erről:
ia: Traducer ab
pa_in: ਇਸ ਤੋਂ ਅਨੁਵਾਦ ਕਰੋ
sk: Preložiť z jazyka
sq: Përktheje Nga
tg: Тарҷума аз забони
ug: مەنبە تىل
zh_cn: 原始语言
zh_tw: 原始語言

# Translations.Sheet.TranslateTo.AccessibilityLabel.v145
source: Translate To %@
ca: Tradueix a: %@
cy: Cyfieithu i'r %@
eu: Itzuli %@ hizkuntzara
hr: Prevedi na %@
hu: Fordítás erre: %@
ia: Traducite in %@
pa_in: %@ ਵਿੱਚ ਅਨੁੁਵਾਦ ਕਰੋ
sk: Preložené do jazyka %@
sq: Përktheje Në %@
tg: Ба забони %@ тарҷума кунед
ug: %@ غا تەرجىمە قىلىندى
zh_cn: 目标语言：%@
zh_tw: 翻譯為 %@

# Translations.Sheet.TranslateToLabel.v145
source: Translate To
ca: Tradueix a:
cy: Cyfieithu i'r
eu: Itzuli hona
hr: Prevedi na
hu: Fordítás erre:
ia: Traducer in
pa_in: ਇਸ ਵਿੱਚ ਅਨੁਵਾਦ ਕਰੋ
sk: Preložiť do jazyka
sq: Përktheje Në
tg: Тарҷума ба забони
ug: نىشان تىل
zh_cn: 目标语言
zh_tw: 翻譯語言
