Repository: mozilla-mobile/firefox-ios
Catalog: BrowserKit/Sources/Shared/Resources/Translations/*.lproj/LoginManager.strings
Languages: ia, it

source: Are you sure?
ia: Es tu secur?
it: Procedere con l’eliminazione?

source: Cancel
ia: Cancellar
it: Annulla

source: Clear Search
ia: Vacuar le recerca
it: Azzera ricerca

source: Copy
ia: Copiar
it: Copia

source: Created %@
ia: Create %@
it: Creato %@

source: Delete
ia: Deler
it: Elimina

source: DeleteLoginAlert.DeleteButton.Cancel.v122
ia: Cancellar
it: Annulla

source: DeleteLoginAlert.DeleteButton.Title.v122
ia: Remover
it: Elimina

source: DeleteLoginAlert.Message.Local.v122
ia: Tu non potera disfacer iste action.
it: Non è possibile annullare questa azione.

source: DeleteLoginAlert.Message.Synced.v122
ia: Isto removera le contrasigno ab tote tu apparatos synchronisate.
it: Questa operazione rimuoverà la password da tutti i dispositivi sincronizzati.

source: DeleteLoginsAlert.Title.v122
ia: Remover le contrasigno?
it: Eliminare la password?

source: Deselect All
ia: Non plus seliger toto
it: Deseleziona tutto

source: Enter Search Mode
ia: Entrar in modo de recerca
it: Attiva modalità ricerca

source: Hide
ia: Celar
it: Nascondi

source: Logins will be permanently removed.
ia: Le credentiales essera removite permanentemente.
it: Gli accessi verranno eliminati in modo definitivo.

source: Logins will be removed from all connected devices.
ia: Le credentiales essera removite de tote tu apparatos connectite.
it: Gli accessi verranno rimossi da tutti i dispositivi connessi.

source: Modified %@
ia: Modificate %@
it: Modificato %@

source: No logins found
ia: Nulle credentiales trovate
it: Nessun accesso disponibile

source: NoLoginsFound.Title.v122
ia: Nulle contrasignos trovate
it: Nessuna password trovata

source: Open & Fill
ia: Aperir e plenar
it: Apri e compila

source: Password
ia: Contrasigno

source: Reveal
ia: Revelar
it: Mostra

source: Search
ia: Cercar
it: Ricerca

source: Search Input Field
ia: Campo de entrata del recerca
it: Campo di ricerca

source: SearchInput.Title.Search.v106
ia: Cercar
it: Cerca

source: Select All
ia: Seliger toto
it: Seleziona tutto

source: Username
ia: Nomine de usator
it: Nome utente

source: Website
ia: Sito web
it: Sito web
