Repository: mozilla-mobile/firefox-ios
Catalog: BrowserKit/Sources/Shared/Resources/Translations/*.lproj/PrivateBrowsing.strings
Languages: my

source: Close Private Tabs
my: တစ်ကိုယ်ရေသုံးတပ်ဗ်များကို ပိတ်ပါ

source: ContextMenu.OpenInNewPrivateTabButtonTitle
my: သီးသန့်တပ်ဗ်အသစ်တွင် ဖွင့်ရန်

source: Firefox won’t remember any of your history or cookies, but new bookmarks will be saved.
my: သင်၏ မည်သည့်မှတ်တမ်း သို့မဟုတ် ကွတ်ကီးများကို မီးမြေခွေးက မှတ်ထားမည်မဟုတ်ပါ။ သို့သော် စာမှတ်အသစ်များကိုမူ သိမ်းထားပါလိမ့်မည်။

source: Learn More
my: ပိုမိုလေ့လာရန်

source: Off
my: ပိတ်

source: On
my: ဖွင့်

source: Private Browsing
my: လုံခြုံစွာဝဘ်ဆိုက်ကြည့်ရှုခြင်း

source: Private Mode
my: သီးသန့်ပုံစံ

source: Turns private mode on or off
my: သီးသန့်အသုံးပြုမှုကို ဖွင့်ရန် သို့မဟုတ် ပိတ်ရန်

source: When Leaving Private Browsing
my: သီးသန့်ရှာဖွေကြည့်ရှုခြင်းမှ ထွက်သောအချိန်တွင်
