Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/AuthenticationManager.strings
Languages: ast, el, ia, nn, pa_in

source: After 1 hour
ast: Dempués d'una hora
el: Μετά από 1 ώρα
ia: Post 1 hora
nn: Etter 1 time
pa_in: ੧ ਘੰਟੇ ਬਾਅਦ

source: After 1 minute
ast: Dempués d'un minutu
el: Μετά από 1 λεπτό
ia: Post 1 minuta
nn: Etter 1 minutt
pa_in: ੧ ਮਿੰਟ ਬਾਅਦ

source: After 5 minutes
ast: Dempués de 5 minutos
el: Μετά από 5 λεπτά
ia: Post 5 minutas
nn: Etter 5 minutt
pa_in: ੫ ਮਿੰਟਾਂ ਬਾਅਦ

source: After 10 minutes
ast: Dempués de 10 minutos
el: Μετά από 10 λεπτά
ia: Post 10 minutas
nn: Etter 10 minutt
pa_in: ੧੦ ਮਿੰਟਾਂ ਬਾਅਦ

source: After 15 minutes
ast: Dempués de 15 minutos
el: Μετά από 15 λεπτά
ia: Post 15 minutas
nn: Etter 15 minutt
pa_in: ੧੫ ਮਿੰਟਾਂ ਬਾਅਦ

source: Change Passcode
el: Αλλαγή συνθηματικού
ia: Cambiar codice de accesso
nn: Endre kode
pa_in: ਪਛਾਣ-ਅੰਕ ਬਦਲੋ

source: Enter a new passcode
el: Εισαγάγετε νέο συνθηματικό
ia: Insere un nove codice de accesso
nn: Skriv inn ein ny kode
pa_in: ਕੋਈ ਨਵਾਂ ਪਛਾਣ-ਅੰਕ ਭਰੋ

source: Enter a passcode
ast: Introduz un códigu d'accesu
el: Εισαγάγετε συνθηματικό
ia: Insere un codice de accesso
nn: Skriv inn kode
pa_in: ਕੋਈ ਪਛਾਣ-ਅੰਕ ਭਰੋ

source: Enter passcode
el: Εισαγάγετε συνθηματικό
ia: Insere codice de accesso
nn: Skriv inn kode
pa_in: ਪਛਾਣ-ਅੰਕ ਭਰੋ

source: Enter Passcode
el: Εισαγωγή συνθηματικού
ia: Insere codice de accesso
nn: Skriv inn kode
pa_in: ਪਛਾਣ-ਅੰਕ ਭਰੋ

source: Face ID & Passcode
ast: Face ID y códigu d'accesu
el: Face ID & συνθηματικό
ia: Face ID e codice de accesso
nn: Face ID og kode
pa_in: ਫੇਸ ID ਤੇ ਪਛਾਣ-ਅੰਕ

source: Immediately
ast: Nel intre
el: Αμέσως
ia: Immediatemente
nn: Med ein gong
pa_in: ਤੁਰੰਤ

source: Incorrect passcode. Try again (Attempts remaining: %d).
ast: El códigu d'accesu ye incorreutu. Volvi tentalo (intentos que queden: %d).
el: Λάθος συνθηματικό. Δοκιμάστε ξανά (Απομένουν %d προσπάθειες).
ia: Codice de accesso incorrecte. Retenta (tentativas restante: %d).
nn: Feil kode. Prøv på nytt (Attståande forsøk: %d).
pa_in: ਗਲਤ ਪਛਾਣ-ਅੰਕ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ (ਬਾਕੀ ਰਹਿੰਦੇ ਜਤਨ: %d)।

source: Incorrect passcode. Try again.
ast: El códigu d'accesu ye incorreutu. Volvi tentalo.
el: Λάθος συνθηματικό. Δοκιμάστε ξανά.
ia: Codice de accesso incorrecte. Retenta.
nn: Feil kode. Prøv på nytt.
pa_in: ਗਲਤ ਪਛਾਣ-ਅੰਕ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।

source: Maximum attempts reached. Please try again in an hour.
ast: Algamóse'l númberu máximu d'intentos. Volvi tentalo nuna hora.
el: Φτάσατε το μέγιστο αριθμό προσπαθειών. Παρακαλώ δοκιμάστε ξανά σε μια ώρα.
ia: Numero maxime de tentativas attingite. Retenta post un hora.
nn: Maksimalt tal på forsøk nådd. Prøv på nytt om ein time.
pa_in: ਵੱਧ ਤੋਂ ਵੱਧ ਜਤਨ ਹੋ ਗਏ ਹਨ। ਇੱਕ ਘੰਟੇ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।

source: Maximum attempts reached. Please try again later.
ast: Algamóse'l númberu máximu d'intentos. Volvi tentalo dempués.
el: Φτάσατε το μέγιστο αριθμό προσπαθειών. Παρακαλώ δοκιμάστε ξανά αργότερα.
ia: Maxime numero de tentativas attingite. Retenta plus tarde.
nn: Maksimalt tal på forsøk nådd. Prøv på nytt seinare.
pa_in: ਵੱਧ ਤੋਂ ਵੱਧ ਜਤਨ ਹੋ ਗਏ ਹਨ। ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।

source: New passcode must be different than existing code.
ast: El códigu d'accesu pasu nuevu ha estremase del esistente.
el: Το νέο συνθηματικό πρέπει να είναι διαφορετικό από το τρέχον.
ia: Le nove codice de accesso debe esser differente del actual.
nn: Ny kode må vere ulik gjeldande kode.
pa_in: ਨਵਾਂ ਪਛਾਣ-ਅੰਕ ਮੌਜੂਦਾ ਪਛਾਣ-ਅੰਕ ਤੋਂ ਵੱਖਰਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।

source: Passcode For Logins
ast: Códigu d'accesu p'anicios de sesión
el: Συνθηματικό για συνδέσεις
ia: Codice de accesso al credentiales
nn: Kode for innloggingar
pa_in: ਲਾਗਇਨਾਂ ਲਈ ਪਛਾਣ-ਅੰਕ

# Passcodes didnâ€™t match. Try again.
source: Passcodes didn't match. Try again.
ia: Le codices de accesso non corresponde. Retenta.

source: Re-enter passcode
ast: Volvi introducir el códigu d'accesu
el: Εισαγάγετε ξανά το συνθηματικό
ia: Reinsere le codice de accesso
nn: Gjenta kode
pa_in: ਪਛਾਣ-ਅੰਕ ਨੂੰ ਮੁੜ ਦਰਜ ਕਰੋ

source: Require Passcode
ast: Desixir el códigu d'accesu
el: Απαίτηση συνθηματικού
ia: Requirer le codice de accesso
nn: Krev kode
pa_in: ਪਛਾਣ-ਅੰਕ ਦੀ ਲੋੜ ਹੈ

source: Set Passcode
el: Ορισμός συνθηματικού
ia: Definir codice de accesso
nn: Vel kode
pa_in: ਪਛਾਣ-ਅੰਕ ਪੱਕਾ ਕਰੋ

source: Touch ID & Passcode
ast: Touch ID y códigu d'accesu
el: Touch ID & συνθηματικό
ia: Touch ID e codice de accesso
nn: Touch ID og kode
pa_in: ਟੱਚ ID ਤੇ ਪਛਾਣ-ਅੰਕ

# touchid.disable.reason.label
source: Use your fingerprint to disable Touch ID.
ast: Usa la buelga pa desactivar Touch ID.
el: Χρησιμοποιήστε το αποτύπωμά σας για απενεργοποίηση Touch ID.
ia: Usa tu dactylogramma pro disactivar Touch ID.
nn: Bruk fingeravtrykket ditt for å slå av «Touch ID».
pa_in: ਟੱਚ ID ਨੂੰ ਅਸਮਰੱਥ ਕਰਨ ਲਈ ਆਪਣੀ ਉੰਗਲ-ਛਾਪ ਨੂੰ ਵਰਤੋ।

# touchid.require.passcode.reason.label
source: Use your fingerprint to access the configuration for your required passcode interval.
el: Αποκτήστε πρόσβαση στη ρύθμιση του απαιτούμενου διαστήματος συνθηματικού με το αποτύπωμά σας.
ia: Usa tu dactylogramma pro configurar le intervallo de requesta del codice de accesso.
nn: Bruk fingeravtrykk for å endre oppsettet ditt av kodeintervall.
pa_in: ਤੁਹਾਡੇ ਚਾਹੀਦੇ ਪਛਾਣ-ਅੰਕ ਅੰਤਰਾਲ ਦੀ ਸੰਰਚਨਾ ਵਾਸਤੇ ਪਹੁੰਚ ਕਰਨ ਲਈ ਆਪਣੇ ਫਿੰਗਰਪਰਿੰਟ ਨੂੰ ਵਰਤੋ।

source: Turn Passcode Off
ast: Desactivar el códigu d'accesu
el: Απενεργοποίηση συνθηματικού
ia: Disactivar codice de accesso
nn: Slå av kode
pa_in: ਪਛਾਣ-ਅੰਕ ਨੂੰ ਬੰਦ ਕਰੋ

source: Turn Passcode On
ast: Activar el códigu d'accesu
el: Ενεργοποίηση συνθηματικού
ia: Activar codice de accesso
nn: Slå på kode
pa_in: ਪਛਾਣ-ਅੰਕ ਨੂੰ ਚਾਲੂ ਕਰੋ

source: Use Face ID
el: Χρήση Face ID
ia: Usar Face ID
nn: Bruk «Face ID»
pa_in: ਫੇਸ ID ਵਰਤੋ

source: Use Touch ID
el: Χρήση Touch ID
ia: Usar Touch ID
nn: Bruk «Touch ID»
pa_in: ਟੱਚ ID ਨੂੰ ਵਰਤੋਂ

source: Use your fingerprint to access Logins now.
ast: Usa la buelga p'acceder agora a los anicios de sesión.
el: Αποκτήστε πρόσβαση στις συνδέσεις με το αποτύπωμά σας.
ia: Usa tu dactylogramma pro acceder ora al credentiales.
nn: Bruk fingeravtrykk ditt for å få tilgang til innloggingar no.
pa_in: ਹੁਣ ਲਾਗਇਨ ਨੂੰ ਵਰਤਣ ਲਈ ਆਪਣੀ ਫਿੰਗਰਪਰਿੰਟ ਵਰਤੋ।
