Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Default Browser.strings
Languages: be, br, ca, da, de, fi, fr, gd, pt_br, sq, tt, vi, zh_cn

# DefaultBrowserCard.BetterInternet.Description.v108
source: Making Firefox your default browser is a vote for an open, accessible internet.
be: Зрабіўшы Firefox прадвызначаным браўзерам, вы галасуеце за адкрыты, даступны Інтэрнэт.
br: Dibab Firefox evel merdeer dre ziouer a dalv kement ha votiñ evit un internet digor hag aes.
ca: Fer del Firefox el vostre navegador per defecte és un vot a favor d'una Internet oberta i accessible.
da: At gøre Firefox til din standard-browser er en stemme for et åbent og tilgængeligt internet.
de: Firefox zu Ihrem Standardbrowser zu machen, ist eine Stimme für ein offenes, zugängliches Internet.
fi: Firefoxin asettaminen oletusselaimeksi on äänestys avoimen ja saavutettavan internetin puolesta.
fr: Faire de Firefox votre navigateur par défaut, c’est voter pour un Internet ouvert et accessible.
gd: Cleachd Firefox mar am brabhsair bunaiteach agad airson taic a chumail ri eadar-lìon fosgailte agus so-ruigsinneach.
pt_br: Tornar o Firefox seu navegador padrão é um voto por uma internet aberta e acessível.
sq: Bërja e Firefox-it shfletuesin tuaj parazgjedhje është një votë për një internet të hapët, të përdorshëm.
tt: Firefox-ны төп браузерыгыз итү — ачык, кулланышлы интернетка тавыш бирү.
vi: Đặt Firefox làm trình duyệt mặc định của bạn là một phiếu bầu cho một Internet mở, có thể truy cập.
zh_cn: 将 Firefox 设为默认浏览器，为开放且人人可用的互联网添一份力量。

# DefaultBrowserCard.BetterInternet.Title.v108
source: Default to a Better Internet
be: Перайдзіце да лепшага Інтэрнэту
ca: Trieu una Internet millor
da: Standard for et bedre internet
de: Standard für ein besseres Internet
fi: Oletuksena parempaan internetiin
fr: Par défaut vers un meilleur Internet
gd: Cleachd mar bhun-roghainn airson eadar-lìon nas fheàrr
pt_br: Torne padrão para uma Internet melhor
sq: Kaloni në një Internet Më të Mirë
tt: Яхшырак Интернетка күчегез
vi: Đặt làm mặc định cho Internet tốt hơn
zh_cn: 将更美好的互联网设为默认

# DefaultBrowserCard.Button.v2
source: Learn How
be: Даведацца як
br: Gouzout penaos
ca: Vegeu com fer-ho
da: Læs hvordan
de: Erfahren Sie, wie es geht
fi: Lue lisää
fr: Me montrer comment
gd: Barrachd fiosrachaidh
pt_br: Saiba como
sq: Mësoni Se Si
tt: Ничеклеген белү
vi: Tìm hiểu cách thức
zh_cn: 了解如何操作

# DefaultBrowserCard.Description
source: Set links from websites, emails, and Messages to open automatically in Firefox.
be: Наладзьце аўтаматычнае адкрыццё спасылак з сайтаў, пошты і паведамленняў у Firefox.
br: Lakaat da zigeriñ e Firefox en un doare emgefreek liammoù al lec’hiennoù, posteloù, ha kemennadennoù.
ca: Feu que els enllaços dels llocs web, del correu electrònic i de Missatges s'obrin automàticament en el Firefox.
da: Indstil links fra websteder, mails og beskeder til automatisk at blive åbnet i Firefox.
de: Stellen Sie Links von Websites, E-Mails und Nachrichten so ein, dass sie in Firefox automatisch geöffnet werden.
fi: Aseta verkkosivustojen, sähköpostien ja viestien linkit avautumaan automaattisesti Firefoxissa.
fr: Faites en sorte que les liens des sites web, des courriels et des messages s’ouvrent automatiquement dans Firefox.
gd: Suidhich ceanglaichean o làraichean-lìn, puist-d agus teachdaireachdan airson ’s gun tèid am fosgladh gu fèin-obrachail ann am Firefox.
pt_br: Abra links, emails e mensagens automaticamente no Firefox.
sq: Caktoni lidhje prej sajtesh, email-esh dhe Mesazhe për hapje automatike në Firefox.
tt: Вебсайтлардан, эл. почталардан һәм хәбәрләрдән сылтамаларны автоматик рәвештә Firefox'та ачу.
vi: Đặt các liên kết từ trang web, email và tin nhắn để tự động mở trong Firefox.
zh_cn: 将网站、电子邮件及聊天工具中的链接设为在 Firefox 中自动打开。

# DefaultBrowserCard.NextLevel.Description.v108
source: Choose Firefox as your default browser to make speed, safety, and privacy automatic.
be: Выберыце Firefox у якасці прадвызначанага браўзера, каб хуткасць, бяспека і прыватнасць сталі аўтаматычнымі.
br: Dibabit Firefox evit ma vefe emgefreek an tizh, ar surentez hag ar prevezded.
ca: Trieu el Firefox com a navegador per defecte i obtindreu velocitat, seguretat i privadesa de forma automàtica.
da: Vælg Firefox som din standard-browser for automatisk at få hastighed, sikkerhed og beskyttelse af dit privatliv.
de: Wählen Sie Firefox als Ihren Standardbrowser, um Geschwindigkeit, Sicherheit und Datenschutz automatisch zu erhalten.
fi: Valitse Firefox oletusselaimeksi, jotta saat automaatisesti nopeutta, turvallisuutta ja yksityisyyttä.
fr: Choisissez Firefox comme navigateur par défaut pour rendre la vitesse, la sécurité et la confidentialité automatiques.
gd: Tagh Firefox mar am brabhsair bunaiteach agad airson luaths, sàbhailteachd is prìobhaideachd a ghnàth.
pt_br: Escolha o Firefox como seu navegador padrão para tornar automático velocidade, segurança e privacidade.
sq: Zgjidhni Firefox-in si shfletuesin tuaj parazgjedhje, për t’i bërë të vetvetishme shpejtësinë, sigurinë dhe privatësinë.
tt: Тизлекне, иминлекны һәм хосусыйлыкны автоматлаштыру өчен стандарт браузер итеп Firefox-ны сайлагыз.
vi: Chọn Firefox làm trình duyệt mặc định của bạn để tự động tăng tốc độ, an toàn và quyền riêng tư.
zh_cn: 将 Firefox 设为默认浏览器，时刻享受更快速、更安全、更私密的浏览体验。

# DefaultBrowserCard.NextLevel.Title.v108
source: Elevate Everyday Browsing
be: Палепшыце штодзённае вэб-агляданне
br: Gwellait ho merdeiñ pemdeziek
ca: Milloreu la navegació diària
da: Bedre daglig browsing
de: Tägliches Surfen – noch besser
fi: Paranna päivittäistä selailua
fr: Améliorez votre navigation ordinaire
gd: Brabhsadh làitheil nas fheàrr
pt_br: Melhore a rotina de navegação
sq: Ngrijeni Më Lart Shfletimin e Përditshëm
tt: Көндәлек гизүегезне яхшыртыгыз
vi: Nâng cao trình duyệt hàng ngày
zh_cn: 助力日常浏览

# DefaultBrowserCard.PeaceOfMind.Description.v108
source: Firefox blocks 3,000+ trackers per user each month on average. Make us your default browser for privacy peace of mind.
be: Firefox блакіруе ў сярэднім больш за 3000 трэкераў на карыстальніка кожны месяц. Зрабіце нас сваім прадвызначаным браўзерам, каб быць упэўненымі ў сваёй прыватнасці.
br: Bep miz e vez stanket ouzhpenn 3,000 heulier dre implijer gant Firefox. Dibabit ac'hanomp evel merdeer dre ziouer evit chom dinec'h en ho prevezded.
ca: Firefox bloca una mitjana de més de 3.000 elements de seguiment per usuari al mes. Feu que sigui el vostre navegador per defecte, per a la vostra tranquil·litat i privadesa.
da: Firefox blokerer i gennemsnit over 3.000 sporingsmekanismer per bruger om måneden. Gør os til din standard-browser for at beskytte dit privatliv.
de: Firefox blockiert durchschnittlich über 3000 Tracker pro Nutzer pro Monat. Machen Sie uns zu Ihrem Standardbrowser, um die Privatsphäre zu schützen.
fi: Firefox estää keskimäärin yli 3000 seurainta käyttäjää kohden kuukaudessa. Aseta Firefox oletusselaimeksi yksityisyyden turvaamiseksi.
fr: Firefox bloque en moyenne plus de 3 000 traqueurs par utilisateur et par mois. Choisissez-nous comme navigateur par défaut pour la tranquillité d’esprit quant au respect de votre vie privée.
gd: Bacaidh Firefox barrachd air 3,000 tracaice an cleachdaiche gach mìor sa chuibheas. Cleachd am fear againne mar am brabhsair bunaiteach agad is seachain draghan mu phrìobhaideachd.
pt_br: O Firefox bloqueia, em média, mais de 3.000 rastreadores por usuário a cada mês. Torne seu navegador padrão para ter tranquilidade em relação à privacidade.
sq: Firefox-i bllokon mesatarisht mbi 3000 gjurmues për përdorues në muaj. Bëjeni shfletuesin tuaj parazgjedhje, për privatësi dhe mendje të fjetur.
tt: Firefox уртача алганда ай саен бер кулланучыга 3000+ трекерны блоклый. Хосусыйлык тынычлыгы өчен безне төп браузерыгыз итегез.
vi: Firefox chặn trung bình hơn 3.000 trình theo dõi trên mỗi người dùng mỗi tháng. Đặt chúng tôi làm trình duyệt mặc định của bạn để yên tâm về quyền riêng tư.
zh_cn: Firefox 平均每月为每位用户拦截 3000+ 个跟踪器。将 Firefox 设为默认浏览器，隐私保护再无忧。

# DefaultBrowserCard.PeaceOfMind.Title.v108
source: Firefox Has Privacy Covered
be: Firefox абараняе прыватнасць
ca: El Firefox protegeix la vostra privadesa
da: Firefox beskytter dit privatliv
de: Firefox schützt Ihre Privatsphäre
fi: Firefox kattaa yksityisyyden
fr: Firefox protège votre vie privée
gd: Tha prìobhaideachd aig teas-meadhan Firefox
pt_br: O Firefox tem proteção de privacidade
sq: Firefox-i e Ka të Mbuluar Privatësinë
tt: Firefox хосусыйлыгыгызны саклый
vi: Firefox bảo vệ riêng tư của bạn
zh_cn: Firefox 为您的隐私撑起保护伞

# DefaultBrowserCard.Title
source: Switch Your Default Browser
be: Змяніць прадвызначаны браўзер
br: Cheñch ho merdeer dre ziouer
ca: Canvieu el navegador per defecte
da: Skift din standardbrowser
de: Ihren Standardbrowser wechseln
fi: Vaihda oletusselain
fr: Changez de navigateur par défaut
gd: Leum dhan bhrabhsair bhunaiteach agad
pt_br: Mude o navegador padrão
sq: Këmbeni Shfletuesin Tuaj Parazgjedhje
tt: Башка браузерны төп браузер итү
vi: Đặt làm trình duyệt mặc định của bạn
zh_cn: 切换默认浏览器

# DefaultBrowserOnboarding.Button
source: Go to Settings
be: Перайсці ў налады
br: Mont d’an arventennoù
ca: Vés als paràmetres
da: Gå til indstillinger
de: Einstellungen öffnen
fi: Siirry asetuksiin
fr: Ouvrir les paramètres
gd: Tadhail air na roghainnean
pt_br: Ir para configurações
sq: Shkoni te Rregullimet
tt: Көйләүләргә күчү
vi: Đi đến Cài đặt
zh_cn: 转至设置

# DefaultBrowserOnboarding.Description1
source: 1. Go to Settings
be: 1. Перайдзіце ў налады
br: 1. Mont d’an arventennoù
ca: 1. Aneu als paràmetres
da: 1. Åbn indstillingerne
de: 1. Einstellungen öffnen
fi: 1. Siirry kohtaan Asetukset
fr: 1. Rendez-vous dans les paramètres
gd: 1. Tadhail air na roghainnean
pt_br: 1. Vá nas configurações
sq: 1. Shkoni te Rregullimet
tt: 1. Көйләүләргә күчү
vi: 1. Đi đến Cài đặt
zh_cn: 1. 转至设置

# DefaultBrowserOnboarding.Description2
source: 2. Tap Default Browser App
be: 2. Націсніце Default Browser App
br: 2. Stokañ an arload merdeer dre ziouer
ca: 2. Toqueu «Aplicació de navegador per defecte»
da: 2. Tryk på Standardapp til browsing
de: 2. Standard-Browser-App antippen
fi: 2. Napauta Oletusselainappi
fr: 2. Appuyez sur App du navigateur par défaut
gd: 2. Thoir gnogag air “Aplacaid brabhsair bhunaiteach”
pt_br: 2. Toque em App navegador padrão
sq: 2. Prekni Aplikacionin Shfletues Parazgjedhje
tt: 2. Төп браузер кушымтасына басыгыз
vi: 2. Nhấn vào Ứng dụng trình duyệt mặc định
zh_cn: 2. 轻点“默认浏览器 App”

# DefaultBrowserOnboarding.Description3
source: 3. Select Firefox
be: 3. Выберыце Firefox
br: 3. Dibab Firefox
ca: 3. Seleccioneu «Firefox»
da: 3. Vælg Firefox
de: 3. Firefox auswählen
fi: 3. Valitse Firefox
fr: 3. Sélectionnez Firefox
gd: 3. Tagh Firefox
pt_br: 3. Selecione o Firefox
sq: 3. Përzgjidhni Firefox-in
tt: 3. Firefox-ны сайлагыз
vi: 3. Chọn Firefox
zh_cn: 3. 选择 Firefox

# DefaultBrowserOnboarding.Screenshot
source: Default Browser App
br: Arload merdeer dre ziouer
ca: Aplicació de navegador per defecte
da: Standardapp til browsing
de: Standard-Browser-App
fi: Oletusselain
fr: App du navigateur par défaut
gd: Aplacaid brabhsair bhunaiteach
pt_br: App navegador padrão
sq: Aplikacioni Shfletues Parazgjedhje
tt: Төп браузер кушымтасы
vi: Ứng dụng trình duyệt mặc định
zh_cn: 默认浏览器 App

# Settings.DefaultBrowserMenuItem
source: Set as Default Browser
be: Зрабіць прадвызначаным браўзерам
br: Lakaat evel merdeer dre ziouer
ca: Defineix com a navegador per defecte
da: Angiv som standardbrowser
de: Als Standardbrowser festlegen
fi: Aseta oletusselaimeksi
fr: Définir comme navigateur par défaut
gd: Suidhich mar am brabhsair bunaiteach
pt_br: Definir como navegador padrão
sq: Caktojeni Shfletuesin Parazgjedhje
tt: Стандарт браузер итеп билгеләү
vi: Đặt làm trình duyệt mặc định
zh_cn: 设为默认浏览器
