Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Intro.strings
Languages: ar, ast, az, bn, ca, cy, da, el, eu, fa, fr, gd, he, hi_in, hr, hu, hy_am, ia, id, is, it, ja, ka, kab, km, ko, lo, my, nb, nl, pa_in, pl, pt_br, pt_pt, ro, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_tw

# Intro.Slides.Automatic.Privacy.Description
source: Enhanced Tracking Protection blocks malware and stops trackers.
ar: تحجب الحماية الموسّعة من التعقب البرمجيات الضارة وتُوقف عمل المتعقّبات.
bn: বর্ধিত ট্র্যাকিং সুরক্ষা ম্যালওয়ার ব্লক করে এবং ট্র্যাকারদের থামায়।
ca: La protecció contra el seguiment millorada bloca el programari maliciós i atura els elements de seguiment.
cy: Mae Rhwystro Tracio Uwch yn rhwystro meddalwedd maleisus ac yn atal tracwyr.
da: Udvidet beskyttelse mod sporing blokerer skadelig software og stopper sporings-mekanismer.
el: Η ενισχυμένη προστασία από καταγραφή αποκλείει κακόβουλο λογισμικό και ιχνηλάτες.
eu: Jarraipenaren babes hobetuak malwarea blokeatzen du eta jarraipen-elementuak gelditzen ditu.
fa: محافظت پیشرفته از ردیاب‌ها،‌ بدافزارها و ردیاب‌ها رو متوقف می‌کند.
fr: La protection renforcée contre le pistage bloque les logiciels malveillants et arrête les traqueurs.
gd: Bacaidh an dìon adhartach o thracadh bathar-bog droch-rùnach agus cuiridh e casg air tracaichean.
he: הגנת מעקב מתקדמת חוסמת נוזקה ועוצרת רכיבי מעקב.
hi_in: आधुनिक ट्रैकिंग सुरक्षा मालवेयर को ब्लॉक करती है और ट्रैकर्स को रोकती है।
hr: Poboljšana zaštita od praćenja blokira zlonamjerni softver i zaustavlja praćenje.
hu: A fokozott követés elleni védelem blokkolja a rosszindulatú programokat és megállítja a nyomkövetőket.
hy_am: Ընդլայնված Հետագծման պաշտպանությունը արգելափակում է չարամիտ ծրագիրը և դադարեցնում հետքերը:
ia: Le Protection Anti-traciamento Reinfortiate bloca programmas malevolente e impedi traciatores.
id: Perlindungan Pelacakan Dipertingkat memblokir malware dan menghentikan pelacak.
is: Aukin rakningavörn hindrar spilliforrit og stöðvar rekjara.
it: La protezione antitracciamento avanzata blocca i malware e gli elementi traccianti.
ja: 強化型トラッキング防止機能はマルウェアをブロックし、トラッカーを停止します。
ka: თვალთვალისგან გაძლიერებული დაცვა ზღუდავს მავნე პროგრამებს და ხელს უშლის მეთვალყურეებს.
kab: Ammesten n uḍfar yennernan issewḥal yir iseɣẓanen yerna yesseḥbas ineḍfaren.
km: ការការពារ​ការតាមដាន​ដែល​បាន​កែលម្អ​ទប់ស្កាត់​មេរោគ និង​បញ្ឈប់​កម្មវិធី​ការតាមដាន។
ko: 향상된 추적 차단 기능은 악성 코드와 광고 추적기를 차단합니다.
lo: ການປ້ອງກັນການຕິດຕາມຈະບັອກມັລແວລ ແລະ ຢຸດຕົວຕິດຕາມ.
my: ခြေရာခံကာကွယ်မှုသည် အနှောင့်အယှက်များကိုပိတ်ဆို့ပြီး ခြေရာခံသူများကိုရပ်စေသည်။
nb: Utvidet sporingsbeskyttelse blokkerer skadelig programvare og stopper sporere.
nl: Verbeterde bescherming tegen volgen blokkeert malware en stopt trackers.
pa_in: ਵਾਧਾ ਕੀਤੀ ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ ਖਤਰਨਾਕ ਚੀਜ਼ਾਂ ਨੂੰ ਬਲੌਕ ਕਰਦੀ ਹੈ ਅਤੇ ਟਰੈਕਰਾਂ ਨੂੰ ਰੋਕਦੀ ਹੈ।
pl: Wzmocniona ochrona przed śledzeniem blokuje złośliwe oprogramowanie i zatrzymuje elementy śledzące
pt_br: A proteção aprimorada contra rastreamento bloqueia malware e impede rastreadores.
pt_pt: A proteção melhorada contra a monitorização bloqueia software malicioso e impede os rastreadores.
ro: Protecția îmbunătățită împotriva urmăririi blochează malware-ul și oprește elementele de urmărire.
sl: Izboljšana zaščita pred sledenjem zavrača zlonamerno programsko opremo in ustavi sledilce.
sv: Förbättrad spårningsskydd blockerar skadlig programvara och stoppar spårare.
ta: மேம்படுத்தப்பட்ட கண்காணிப்பு பாதுகாப்பு தீம்பொருளைத் தடுக்கிறது தொடரிகளை நிறுத்துகிறது.
th: การป้องกันการติดตามที่มากขึ้นจะปิดกั้นมัลแวร์และหยุดตัวติดตาม
tr: Gelişmiş İzlenme Koruması kötü amaçlı yazılımları engeller ve takipçileri durdurur.
uk: Розширений захист від стеження блокує зловмисні програми та елементи стеження.
ur: بہتر ٹریکنگ پروٹیکشن مالویئر اور ٹریکروں کو روکتا ہے۔
vi: Trình chống theo dõi nâng cao chặn phần mềm độc hại và dừng trình theo dõi.
zh_cn: 增强型跟踪保护功能可阻止恶意软件并拦截跟踪器。
zh_tw: 加強型追蹤保護會封鎖惡意軟體並防止追蹤器追蹤。

# Intro.Slides.Automatic.Privacy.Title
source: Automatic Privacy
ar: خصوصية تلقائية
ast: Privacidá automática
bn: স্বয়ংক্রিয় গোপনীয়তা
ca: Privadesa automàtica
cy: Preifatrwydd Awtomatig
da: Automatisk privatlivsbeskyttelse
el: Αυτόματο απόρρητο
eu: Pribatutasun automatikoa
fa: حریم‌خصوصی خودکار
fr: Respect automatique de la vie privée
gd: Prìobhaideachd fhèin-obrachail
he: פרטיות אוטומטית
hi_in: स्वचालित गोपनीयता
hr: Automatska privatnost
hu: Automatikus adatvédelem
hy_am: Ինքնաշխատ գաղտնիություն
ia: Confidentialitate automatic
id: Privasi Secara Otomatis
is: Sjálfvirk persónuvernd
it: Privacy predefinita
ja: 自動プライバシー保護
ka: თავისთავადი პირადულობა
kab: Tabaḍnit tawurmant
km: ឯកជនភាព​ស្វ័យប្រវត្តិ
ko: 자동 개인정보 보호
lo: ຄວາມເປັນສ່ວນໂຕແບບອັດຕະໂນມັດ
my: အလိုအလျောက် ကိုယ်ရေးကာကွယ်မှု
nb: Automatisk personvern
nl: Automatische privacy
pa_in: ਆਟੋਮੈਟਿਕ ਪਰਦੇਦਾਰੀ
pl: Automatyczna prywatność
pt_br: Privacidade automática
pt_pt: Privacidade automática
ro: Confidențialitate automată
sl: Samodejna zasebnost
sv: Automatisk integritet
ta: தானியங்கு தனியுரிமை
th: ความเป็นส่วนตัวอัตโนมัติ
tr: Otomatik gizlilik
uk: Автоматична приватність
ur: خودکار رازداری
vi: Bảo mật tự động
zh_cn: 自动化隐私
zh_tw: 自動保護隱私

# Intro.Slides.Button.Next
source: Next
ar: التالي
ast: Siguiente
az: Sonrakı
bn: পরবর্তী
ca: Següent
cy: Nesaf
da: Næste
el: Επόμενο
eu: Hurrengoa
fa: بعدی
fr: Suivant
gd: Air adhart
he: הבא
hi_in: अगला
hr: Dalje
hu: Tovább
hy_am: Հաջորդը
ia: Sequente
id: Selanjutnya
is: Næsti
it: Avanti
ja: 次へ
ka: შემდეგი
kab: Ɣer sdat
km: បន្ទាប់
ko: 다음
lo: ຕໍ່ໄປ
my: ရှေ့သို့
nb: Neste
nl: Volgende
pa_in: ਅੱਗੇ
pl: Dalej
pt_br: Avançar
pt_pt: Seguinte
ro: Înainte
sl: Naprej
sv: Nästa
ta: அடுத்து
te: తర్వాత
th: ถัดไป
tr: İleri
uk: Далі
ur: اگلا
vi: Tiếp
zh_cn: 下一步
zh_tw: 下一頁

# Intro.Slides.Button.SignIn
source: Sign In
ar: لِج
ast: Aniciar sesión
az: Daxil ol
bn: সাইন ইন
ca: Inicia la sessió
cy: Mewngofnodi
da: Log ind
el: Σύνδεση
eu: Hasi saioa
fa: ورود
fr: Se connecter
gd: Clàraich a-steach
he: כניסה
hi_in: साइन इन करें
hr: Prijavi se
hu: Bejelentkezés
hy_am: Մուտք գործել
ia: Aperir session
id: Masuk
is: Innskráning
it: Accedi
ja: ログイン
ka: შესვლა
kab: Kcem
km: ចូល
ko: 로그인
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ
my: ၀င်ပါ
nb: Logg inn
nl: Aanmelden
pa_in: ਸਾਈਨ ਇਨ
pl: Zaloguj się
pt_br: Entrar
pt_pt: Iniciar sessão
ro: Autentifică-te
sl: Prijava
sv: Logga in
ta: உள்நுழை
te: ప్రవేశించండి
th: ลงชื่อเข้า
tr: Giriş yap
uk: Увійти
ur: سائن ان کریں
vi: Đăng nhập
zh_cn: 登录
zh_tw: 登入

# Intro.Slides.Button.SignUp
source: Sign Up
ar: سجّل حسابا
ast: Rexistrase
az: Qeyd ol
bn: সাইন আপ
ca: Registre
cy: Ymuno
da: Tilmeld dig
el: Εγγραφή
eu: Eman izena
fa: عضویت
fr: Créer un compte
gd: Clàraich leinn
he: הרשמה
hi_in: साइन अप करें
hr: Registriraj se
hu: Regisztráció
hy_am: Գրանցվել
ia: Inscriber se
id: Daftar
is: Skráðu þig
it: Registrati
ja: アカウント登録
ka: ანგარიშის შექმნა
kab: Jerred
km: ចុះឈ្មោះ
ko: 가입하기
lo: ລົງ​ທະ​ບຽນ
my: စတင်သုံးရန် စာရင်းသွင်းပါ
nb: Registrer deg
nl: Registreren
pa_in: ਸਾਈਨ ਅੱਪ
pl: Utwórz konto
pt_br: Criar uma conta
pt_pt: Registar
ro: Înregistrare
sl: Registracija
sv: Registrera dig
ta: பதிவுபெறுக
te: నమోదవ్వండి
th: ลงทะเบียน
tr: Kaydol
uk: Зареєструватися
ur: سائن اپ کریں
vi: Đăng ký
zh_cn: 注册
zh_tw: 註冊

# Intro.Slides.Fast.Search.Description
source: Search suggestions get you to web sites faster.
ar: تنقلك اقتراحات البحث إلى المواقع بسرعة.
bn: পরামর্শের অনুসন্ধান আপনাকে ওয়েবসাইটগুলিতে দ্রুত নিয়ে যায়।
ca: Els suggeriments de cerca us permeten anar als llocs web més ràpidament.
cy: Mae awgrymiadau chwilio yn mynd a chi at wefannau'n gynt.
da: Søgeforslag får dig hurtigere frem til websteder.
el: Οι προτάσεις αναζήτησης σας μεταφέρουν πιο γρήγορα σε ιστοσελίδες.
eu: Bilaketa-iradokizunek webguneetarako sarbidea azkartzen dute.
fa: پیشنهادات جست‌وجو شما را با سرعت بیشتری به وب سایت ها می رساند.
fr: Les suggestions de recherche vous permettent d’accéder plus rapidement aux sites web.
gd: Ruigidh tu làraichean-lìn nas luaithe leis na molaidhean.
he: הצעות חיפוש לוקחות אותך לאתרים מהר יותר.
hi_in: खोज सुझाव आपको वेबसाइटों तक तेज़ी से पहुंचाते हैं।
hr: Prijedlozi pretraživanja vode brže do web mjesta.
hu: A keresési javaslatok gyorsabban juttatják el Önt a webhelyekre.
hy_am: Որոնման առաջարկներն ավելի արագ են հասցնում կայքեր:
ia: Cercar suggestiones que rende sitos web plus rapide.
id: Saran pencarian membuat Anda lebih cepat ke situs web.
is: Leitartillögur koma þér hraðar á vefsíður.
it: I suggerimenti di ricerca consentono di accedere ai siti web più rapidamente.
ja: 検索候補でウェブサイトに素早くアクセスできます。
ka: ძიების შემოთავაზებები უფრო სწრაფად მოგინახავთ საიტებს.
kab: Isumar n unadi ad k-awin ɣer yismal web s tɣawla.
km: ការណែនាំ​ការស្វែងរក​អាច​ឱ្យ​អ្នក​ចូល​ទៅ​គេហទំព័រ​បាន​លឿនជាងមុន។
ko: 검색 추천을 통해 웹사이트에 빠르게 도달할 수 있습니다.
lo: ຄຳແນະນຳການຄົ້ນຫາຈະເຮັດໃຫ້ທ່ານເຂົ້າເວັບໄຊທໄດ້ໄວຂື້ນ.
my: ရှာဖွေခြင်းအကြံပြုချက်များသည်သင့်အားဝက်ဘ်ဆိုက်များသို့သွားရန် ပို၍မြန်စေသည်။
nb: Søkeforslag tar deg raskere til nettsteder.
nl: Zoeksuggesties brengen u sneller naar websites.
pa_in: ਖੋਜ ਸੁਝਾਵਾਂ ਨਾਲ ਤੁਹਾਨੂੰ ਵਧੇਰੇ ਤੇਜ਼ੀ ਨਾਲ ਵੈੱਬਸਾਈਟਾਂ ਮਿਲ ਜਾਂਦੀਆਂ ਹਨ।
pl: Podpowiedzi wyszukiwania pozwalają szybciej otwierać strony
pt_br: As sugestões de pesquisa levam você aos sites mais rapidamente.
pt_pt: As sugestões de pesquisa levam-no para sites mais rapidamente.
ro: Sugestiile de căutare te duc mai repede pe site-urile web.
sl: S predlogi iskanja pridete hitreje do spletnih mest.
sv: Sökförslag tar dig snabbare till webbplatser.
ta: தேடல் பரிந்துரைகள் விரைவாக வலைத்தளங்களை அடையச் செய்கின்றன.
th: คำแนะนำการค้นหาช่วยให้คุณไปยังเว็บไซต์ได้เร็วขึ้น
tr: Arama önerileri sizi web sitelerine daha hızlı ulaştırır.
uk: Пошукові пропозиції допомагають швидше відкривати вебсайти.
ur: تلاش کی تجاویز آپ کو تیزی سے ویب سائٹوں تک پہنچاتی ہیں۔
vi: Đề xuất tìm kiếm đưa bạn đến các trang web nhanh hơn.
zh_cn: 搜索建议助您更快抵达目标网站。
zh_tw: 搜尋建議功能讓您可以更快抵達想要的網站。

# Intro.Slides.Fast.Search.Title
source: Fast Search
ar: بحث سريع
ast: Busca rápida
bn: দ্রুত অনুসন্ধান
ca: Cerca ràpida
cy: Chwilio Cyflym
da: Hurtig søgning
el: Γρήγορη αναζήτηση
eu: Bilaketa azkarra
fa: جست‌وجوی سریع
fr: Recherche rapide
gd: Lorg luath
he: חיפוש מהיר
hi_in: तेजी से खोज
hr: Brza pretraga
hu: Gyors keresés
hy_am: Արագ որոնում
ia: Recerca rapide
id: Pencarian Cepat
is: Hraðleit
it: Ricerca rapida
ja: 高速検索
ka: სწრაფი ძიება
kab: Anadi arurad
km: ស្វែងរក​លឿន
ko: 빠른 검색
lo: ການຄົ້ນຫາແບບວ່ອງໄວ
my: အမြန်ရှာဖွေရေး
nb: Rask søking
nl: Snel zoeken
pa_in: ਤੇਜ਼ ਖੋਜ
pl: Szybkie wyszukiwanie
pt_br: Pesquisa rápida
pt_pt: Pesquisa rápida
ro: Căutare rapidă
sl: Hitro iskanje
sv: Snabbsökning
ta: விரைவான தேடல்
th: ค้นหาอย่างรวดเร็ว
tr: Hızlı arama
uk: Швидкий пошук
ur: تیز تلاش
vi: Tìm kiếm nhanh
zh_cn: 快速搜索
zh_tw: 更快找到想要的東西

# Intro.Slides.Firefox.Account.Sync.Description
source: Bring bookmarks, history, and passwords to Firefox on this device.
ar: اسحب العلامات والتأريخ وكلمات السر إلى Firefox على هذا الجهاز.
ast: Lleva los marcadores, l'historial y les contraseñes nel Firefox d'esti preséu.
bn: এই ডিভাইসে FIrefox এ বুকমার্ক, ইতিহাস এবং পাসওয়ার্ড আনুন।
ca: Importeu les adreces d'interès, l'historial i les contrasenyes al Firefox d'aquest dispositiu.
cy: Dewch â nodau tudalen, hanes, a chyfrineiriau i Firefox ar y ddyfais hon.
da: Synkroniser bogmærker, historik og adgangskoder med Firefox på denne enhed.
el: Φέρτε σελιδοδείκτες, ιστορικό και κωδικούς πρόσβασης στο Firefox σε αυτή τη συσκευή.
eu: Ekarri laster-markak, historia eta pasahitzak gailu honetako Firefoxera.
fa: نشانک‌ها ، سوابق و گذرواژه‌های روی این دستگاه‌ها به فایرفاکس بیاورید.
fr: Importez vos marque-pages, votre historique et vos mots de passe dans Firefox sur cet appareil.
gd: Thoir a-steach comharran-lìn, an eachdraidh is faclan-faire gu Firefox air an uidheam seo.
he: משיכת הסימניות, ההיסטוריה והססמאות ל־Firefox במכשיר הזה.
hi_in: इस उपकरण पर Firefox में बुकमार्क, इतिहास और पासवर्ड लाएं।
hr: Prenesi oznake, povijest i lozinke u Firefox na ovom uređaju.
hu: Adjon hozzá könyvjelzőket, előzményeket és jelszavakat a Firefoxhoz ezen az eszközön.
hy_am: Այս սարքում բերեք էջանիշեր, պատմություն և գաղտնաբառեր Firefox- ին:
ia: Apporta marcapaginas, chronologia e contrasignos a Firefox sur iste apparato.
id: Bawa markah, riwayat, dan kata sandi ke Firefox di perangkat ini.
is: Komdu með bókamerki, feril og lykilorð yfir í Firefox á þessu tæki.
it: Porta segnalibri, cronologia e password di Firefox su questo dispositivo.
ja: この端末の Firefox とブックマーク、履歴、パスワードを同期します
ka: გადმოიტანს სანიშნებს, ისტორიასა და პაროლებს, ამ მოწყობილობის Firefox-ზე.
kab: Awi-d ticraḍ n yisebtar, amazray, d wawalen uffiren ɣer Firefox deg yibenk-a.
km: មាន​ការចំណាំ ប្រវត្តិ និង​ពាក្យសម្ងាត់​​ក្នុង Firefox នៅលើ​ឧបករណ៍​នេះ។
ko: 이 장치에서 책갈피, 기록 및 암호를 Firefox로 가져옵니다.
lo: ນຳເອົາບຸກມາກ, ປະຫວັດ ແລະ ລະຫັດຜ່ານໄປໄວ້ໃນ Firefox ຈາກອຸປະກອນນີ້.
my: Bookmarks, history နှင့် password များကိုဤစက်ရှိ Firefox သို့ယူဆောင်ပါ။
nb: Ta med bokmerker, historikk og passord til Firefox på denne enheten.
nl: Breng bladwijzers, geschiedenis en wachtwoorden naar Firefox op dit apparaat.
pa_in: ਇਸ ਡਿਵਾਈਸ 'ਤੇ ਫਾਇਰਫਾਕਸ ਵਿੱਚ ਬੁੱਕਮਾਰਕ, ਇਤਿਹਾਸ ਅਤੇ ਪਾਸਵਰਡ ਲਿਆਓ।
pl: Przenieś zakładki, historię i hasła do Firefoksa na tym urządzeniu
pt_br: Traga favoritos, histórico e senhas para o Firefox neste dispositivo.
pt_pt: Traga os marcadores, histórico e palavras-passe para o Firefox neste dispositivo.
ro: Adu marcajele, istoricul și parolele pe Firefoxul de pe acest dispozitiv.
sl: Prinesite zaznamke, zgodovino in gesla v Firefox na tej napravi.
sv: Ta med bokmärken, historik och lösenord till Firefox på den här enheten.
ta: இச்சாதனத்திற்கு பயர்பாக்சு புத்தகக்குறிகள், வரலாறு மற்றும் கடவுச்சொற்களைக் கொண்டு வாருங்கள்.
th: นำที่คั่นหน้า ประวัติ และรหัสผ่านไปยัง Firefox บนอุปกรณ์นี้
tr: Yer imlerinizi, geçmişinizi ve parolalarınız bu cihazdaki Firefox’a taşıyın.
uk: Перенесіть свої закладки, історію та паролі в Firefox на цьому пристрої.
ur: اس آلہ پر Firefox میں تاریخ اور پاس ورڈ ، کو بُک مارکس کریں ۔
vi: Mang dấu trang, lịch sử và mật khẩu lên Firefox trên thiết bị này.
zh_cn: 将 Firefox 的书签、历史记录和密码带到此设备。
zh_tw: 將 Firefox 上的書籤、瀏覽紀錄、網站密碼帶到此裝置。

# Intro.Slides.Firefox.Account.Sync.Title
source: Synchronise Firefox Between Devices
ar: زامِن Firefox بين الأجهزة
ast: Sincronización de Firefox
bn: ডিভাইসগুলির মধ্যে Firefox সিঙ্ক করুন
ca: Sincronitzeu el Firefox entre dispositius
cy: Cydweddu Firefox Rhwng Dyfeisiau
da: Synkroniser Firefox mellem enheder
el: Συγχρονισμός του Firefox μεταξύ συσκευών
eu: Sinkronizatu Firefox gailuen artean
fa: همگام سازی فایرفاکس بین دستگاه ها
fr: Synchronisez Firefox entre vos appareils
gd: Sioncronaich Firefox eadar uidheaman
he: סנכרון Firefox בין מכשירים
hi_in: डिवाइस के बीच Firefox सिंक करें
hr: Sinkroniziraj Firefox između uređaja
hu: Szinkronizálja a Firefoxot az eszközök közt
hy_am: Համաժամեցնել Firefox-ը սարքերի միջև
ia: Synchronisar Firefox inter apparatos
id: Sinkronkan Firefox Antar-Perangkat
is: Samstilla Firefox á milli tækja
it: Sincronizza Firefox tra vari dispositivi
ja: 端末間で Firefox を同期
ka: დაასინქრონეთ Firefox მოწყობილობებს შორის
kab: Mtawi Firefox gar yibenkan
km: ធ្វើសមកាលកម្ម Firefox រវាង​ឧបករណ៍
ko: 장치 간 Firefox 동기화
lo: Sync Firefox ລະຫວ່າງອຸປະກອນ
my: ကိရိယာများအကြား Firefox ကိုထပ်တူပြုပါ
nb: Synkroniser Firefox mellom enheter
nl: Synchroniseer Firefox tussen apparaten
pa_in: ਡਿਵਾਈਸਾਂ ਵਿਚਕਾਰ ਫਾਇਰਫਾਕਸ ਨੂੰ ਸਿੰਕ ਕਰੋ
pl: Synchronizuj Firefoksa między urządzeniami
pt_br: Sincronize o Firefox entre dispositivos
pt_pt: Sincronizar o Firefox entre dispositivos
ro: Sincronizează Firefox între dispozitive
sl: Sinhronizirajte Firefox med napravami
sv: Synkronisera Firefox mellan enheter
ta: கருவிகளிடையே பயர்பாக்சை ஒத்திசைக்கவும்
th: ซิงค์ Firefox ระหว่างอุปกรณ์
tr: Firefox’u cihazlar arasında eşitleyin
uk: Синхронізуйте Firefox між різними пристроями
ur: آلات کے درمیان Firefox کو Sync کریں
vi: Đồng bộ hóa Firefox giữa các thiết bị
zh_cn: 在设备之间同步 Firefox
zh_tw: 在不同裝置間同步 Firefox

# Intro.Slides.Mail.Description
source: Use any email app — not just Mail — with Firefox.
ar: استخدم أيّا من تطبيقات البريد على Firefox، ليس فقط تطبيق «البريد».
az: İstənilən e-poçt tətbiqini işlədin - sadəcə Mail-i deyil - Firefox ilə.
bn: ফায়ারফক্সের সাথে - শুধুমাত্র মেইল নয় - যেকোনো ইমেইল অ্যাপ ব্যবহার করুন।
ca: Utilitzeu qualsevol aplicació de correu electrònic (no només el Mail) amb el Firefox.
cy: Defnyddiwch unrhyw ap e-bost - nid dim ond Mail - gyda Firefox.
da: I Firefox kan du anvende alle email-apps - ikke blot Mail.
el: Χρησιμοποιήστε οποιαδήποτε εφαρμογή e-mail - όχι μόνο το Mail - με το Firefox.
eu: Erabili edozein posta-aplikazio Firefoxekin.
fa: با فایرفاکس، از هر برنامه‌ای برای رایانامه‌ها استفاده کنید - نه فقط Mail.
fr: Utilisez n’importe quelle application de courrier électronique (et pas uniquement Mail) avec Firefox.
gd: Cleachd aplacaid puist-d sam bith – seach dìreach Mail – le Firefox.
he: ניתן להשתמש בכל יישומון דוא״ל - לא רק ביישומון המובנה - עם Firefox.
hi_in: Firefox के साथ — ना केवल मेल — बल्कि किसी भी ईमेल ऐप का उपयोग करें।
hr: Koristi bilo koji program za e-poštu – ne samo Mail – s Firefoxom.
hu: Használja bármelyik levelezőalkalmazást – nem csak a Mailt – a Firefoxszal.
hy_am: Օգտագործեք ցանկացած էլ. ֊փոստի գործադիր — ոչ միայն փոստ — Firefox-ով։
ia: Usa qualcunque application de posta electronic (non solmente Mail) con Firefox.
id: Gunakan aplikasi email apapun - tidak hanya Mail - dengan Firefox.
is: Nota hvaða tölvupóstforrit sem er - ekki aðeins Mail - í Firefox.
it: Leggi le tue email da qualunque app, non solo Mail, con Firefox.
ja: Firefox なら、Mail 以外にも好きなメールアプリを使えます。
ka: გამოიყენეთ ელფოსტის ნებისმიერი პროგრამა — არა მხოლოდ Mail — Firefox-თან ერთად.
kab: Seqdec asnas imayl win ibγun illi- mačči kan Mail - s Firefox.
km: ប្រើកម្មវិធីអ៊ីមែលណាមួយ​ ជាមួយ Firefox លើស​ពី​ការផ្ញើ​សារ។
ko: Firefox로 Mail 앱 외의 다른 이메일 앱을 사용해 보세요.
lo: ນຳໃຊ້ແອັບເມລ — ບໍ່ແມ່ນພຽງແຕ່ອີເມລ — ດ້ວຍ Firefox.
my: နှစ်သက်ရာ အီးမေးလ်အက်ပ်ကို အသုံးပြုပါ — Mail နှင့်သာမဟုတ်ပါ — Firefox နှင့်ပါ။
nb: Anvend hvilken som helst e-post-app - ikke bare Mail - med Firefox.
nl: Gebruik meerdere e-mailapps – niet alleen Mail – met Firefox.
pa_in: ਫਾਇਰਫਾਕਸ ਨਾਲ — ਸਿਰਫ਼ ਮੇਲ ਨਹੀਂ — ਕੋਈ ਵੀ ਈਮੇਲ ਐਪ ਨੂੰ ਵਰਤੋ।
pl: Używaj dowolnej aplikacji e-mail, a nie tylko domyślnego Maila
pt_br: Use qualquer aplicativo de email — não apenas o Mail — com o Firefox.
pt_pt: Utilize qualquer aplicação de email - não apenas o Mail - com o Firefox.
ro: Folosește orice aplicație de e-mail - nu doar Mail - cu Firefox.
sl: Uporabite poljubni poštni odjemalec s Firefoxom, ne le Mail.
sv: Använd vilken e-postapp som helst - inte bara Mail - med Firefox.
ta: ஏதேனும் மின்னஞ்சல் செயலியைப் பயன்படுத்தவும் - பயர்பாக்சுடன் - வெறும் மின்னஞ்சல் மட்டுமல்ல.
te: ఏదైనా ఇమెయిల్ అనువర్తనం ఉపయోగించండి — కేవలం మెయిల్ కాదు — Firefoxతో.
th: ใช้แอปอีเมลใด ๆ - ไม่ใช่แค่ เมล - ด้วย Firefox
tr: Firefox’la yalnızca Mail’i değil, istediğin e-posta uygulamasını kullanabilirsin.
uk: Використовуйте з Firefox будь-яку програму електронної пошти, а не лише стандартну "Пошта".
ur: کوئی بھی ایمیل ایپلیکیشن استعمال کریں— صرف میل نہیں— Firefox کے ساتھ۔
vi: Sử dụng bất kỳ ứng dụng email nào — không chỉ Mail — với Firefox.
zh_cn: 可以与 Firefox 配合使用任何邮件 App，不再只是自带的“邮件”。
zh_tw: 可在 Firefox 使用任何郵件程式，而不只是內建的「郵件」App。

# Intro.Slides.Mail.Title
source: You’ve got mail… options
ar: باتت لديك خيارات للبريد
az: E-poçt seçimləri
bn: আপনার মেইল এসেছে… অপশনসমূহ
ca: Més opcions per llegir el correu
cy: Mae gennych chi ddewisiadau… e-bost
da: Du har fået mail… muligheder
el: Έχετε επιλογές… αλληλογραφίας
eu: Postaren aukera berriak
fa: شما رایانامه دارید… گزینه‌ها
fr: Plus de choix pour vos courriels
gd: Tha roghadh is taghadh puist agad
he: אפשרויות קיבלת הודעה חדשה…
hi_in: आपके लिए मेल आया है… विकल्प
hr: Postavke e-pošte
hu: Üzenetet kapott… beállítások
hy_am: Դուք ստացել եք նամակ… ընտրանքներ
ia: Optiones pro tu posta electronic
id: Opsi ketika Anda mendapat surel
is: Þú hefur fengið póst… valkostir
it: C’è posta per te… con opzioni
ja: メールを受信しました… オプション
ka: თქვენ გაქვთ შესაძლებლობა აირჩიოთ ელფოსტა… პარამეტრებში
kab: Tewwiḍ iγewwaṛen… n imayl
km: អ្នក​បាន​ទទួលសារ… ជម្រើស
ko: 메일이 도착했습니다… 설정
lo: ທ່ານໄດ້ຮັບເມລ… ຕົວເລືອກ
my: သင့်ထံ စာဝင်လာသည်… ရွေးစရာများ
nb: Du har e-post… innstillinger
nl: ‘U hebt mail…’-opties
pa_in: ਤੁਹਾਨੂੰ ਮੇਲ ਆਈ ਹੈ… ਚੋਣਾਂ
pl: Ustawienia poczty
pt_br: Você tem email… opções
pt_pt: Você tem correio… opções
ro: Ai primit opțiuni… pentru e-mail
sl: Nastavitve e-pošte
sv: Fler val för din e-post
ta: நீங்கள் அஞ்சல்… தெரிவுகள் பெற்றீர்கள்
te: మీకు మెయిల్… ఎంపికలు ఉన్నాయి
th: คุณได้รับ… ตัวเลือกจดหมาย
tr: E-posta seçenekleri
uk: Налаштуйте зв'язок з програмою е-пошти
ur: آپ کو میل ایا ہے… اختیارات
vi: Bạn vừa nhận được một thư… tùy chọn
zh_cn: 现在…你能选择要调用的邮件 App
zh_tw: 設定要使用的郵件程式

# Intro.Slides.Private.Description
source: Tap the mask icon to slip into Private Browsing mode.
ar: انقر أيقونة القناع للانتقال إلى وضع التصفح الخاص.
ast: Toca l'iconu de la mázcara pa entrar nel mou de Restolar en privao.
az: Məxfi Səyahət rejiminə keçmək üçün maska ikonuna toxunun.
bn: ব্যাক্তিগত ব্রাউজিং মোডে চলে যেতে মুখোশ চিহ্ন স্পর্শ করুন।
ca: Toqueu la icona de màscara per entrar en el mode de navegació privada.
cy: Tapiwch yr eicon masg i lithro i'r modd Pori Preifat.
da: Tryk på maske-ikonet for at surfe privat.
el: Πατήστε το εικονίδιο-μάσκα για μετάβαση στη λειτουργία ιδιωτικής περιήγησης.
eu: Sakatu maskararen ikonoan nabigatze pribatuko modura aldatzeko.
fa: بر روی دکمهٔ ماسک مانند ضربه بزنید تا وارد حالت مرور ناشناس بشوید.
fr: Appuyez sur l’icône de masque pour passer en mode de navigation privée.
gd: Thoir gnogag air ìomhaigheag a’ mhasg airson modh a’ bhrabhsaidh phrìobhaidich fhosgladh.
he: ניתן לגעת בסמל המסכה כדי לעבור למצב גלישה פרטית.
hi_in: निजी ब्राउज़िंग मोड में जाने के लिए मास्क चिह्न को टैप करें।
hr: Dodirni ikonu maske za prelazak u modus privatnog pregledavanja.
hu: Érintse meg a maszk ikont, hogy privát böngészésbe váltson.
hy_am: Հպեք դիմակի պատկերակին` անձնական զննարկման աշխատատեսակ անցնելու համար։
ia: Tocca le icone del mascara pro passar al modo de navigation private.
id: Ketuk ikon topeng untuk masuk ke mode Penjelajahan Pribadi.
is: Ýttu á grímutáknið til að fara í huliðsvöfrun.
it: Tocca l’icona della maschera per passare in modalità Navigazione anonima.
ja: プライベートブラウジングモードへ切り替えるにはマスクアイコンをタップしてください。
ka: შეეხეთ ნიღბის ნიშანს პირადი დათვალიერების რეჟიმში გადასასვლელად.
kab: Senned ɣef tignit n tgelmust akken ad tedduḍ ar uskar n tunigin tusligt.
km: ប៉ះរូបតំណាងរបាំង ដើម្បីចូលទៅមុខងារ​រុករកជាឯកជន។
ko: 개인정보 보호 모드로 들어가려면 마스크 아이콘을 탭하세요.
lo: ແຕະໄອຄອນຫນ້າກາກເພື່ອເຂົ້າໄປໃນໂຫມດການທ່ອງເວັບແບບສ່ວນຕົວ.
my: သီးသန့်ကြည့်ရှုခြင်းသို့ ပြောင်းလဲအသုံးပြုရန် မျက်နှာဖုံးပုံငယ်ကို တို့ထိပါ။
nb: Trykk på maske-ikonet for å surfe med privat nettlesing.
nl: Tik op het maskerpictogram om in privénavigatiemodus te komen.
pa_in: ਪ੍ਰਾਈਵੇਟ ਬਰਾਊਜ਼ ਕਰਨ ਦੇ ਢੰਗ ਵਿੱਚ ਜਾਣ ਲਈ ਮਖੌਟਾ ਆਈਕਾਨ ਨੂੰ ਛੂਹੋ।
pl: Stuknij ikonę maski, by przejść do trybu prywatnego
pt_br: Toque na máscara para entrar no modo de navegação privativa.
pt_pt: Toque no ícone de máscara para deslizar para o modo de Navegação privada.
ro: Atinge pictograma mască pentru a intra în modul de navigare privată.
sl: Tapnite ikono maske, da zdrsnete v način zasebnega brskanja.
sv: Tryck på maskikonen för att surfa via det privata surfläget.
ta: தனிப்பட்ட உலாவல் முறைக்குச் செல்ல முகமூடி சின்னத்தைத் தட்டவும்.
te: ప్రైవేట్ బ్రౌజింగ్ మోడ్ లోకి వెళ్ళటానికి ముసుగు చిహ్నాన్ని నొక్కండి.
th: แตะไอคอนหน้ากากเพื่อเข้าไปในโหมดการเรียกดูแบบส่วนตัว
tr: Gizli Gezinti moduna geçmek için maske simgesine dokunabilirsin.
uk: Торкніться піктограми у вигляді маски, щоб перейти в режим приватного перегляду.
ur: نجی برائوزنگ میں کھسکنے کے لیئے نقاب کے شبیہ پر کلک کریں۔
vi: Nhấn vào biểu tượng mặt nạ để chuyển sang chế độ duyệt web riêng tư.
zh_cn: 点击面具图标进入隐私浏览模式。
zh_tw: 點擊眼罩圖示，打開隱私分頁，不僅可阻擋追蹤廣告，也不會留下瀏覽紀錄。
