Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Intro.strings
Languages: ar, ast, az, bn, ca, cy, da, el, eu, fa, fr, gd, he, hi_in, hr, hu, hy_am, ia, id, is, it, ja, ka, kab, km, ko, lo, my, nb, nl, pa_in, pl, pt_br, pt_pt, ro, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_tw

source: Turn on Sync…
ar: فعّل «تزامُن»…
ast: Activar Sync…
az: Sinxronlaşdırmanı aktivləşdir…
bn: সিঙ্ক চালু করুন…
ca: Activa la sincronització…
cy: Cychwyn Sync…
da: Aktiver Sync…
el: Ενεργοποίηση Sync…
eu: Gaitu sinkronizazioa…
fa: روشن کردن همگام‌سازی…
fr: Activer Sync…
gd: Cuir an sioncronachadh air…
he: הפעלת Sync…
hi_in: सिंक चालू करें…
hr: Uključi sinkronizaciju …
hu: Sync bekapcsolása…
hy_am: Միացնել համաժամեցումը…
ia: Activar Sync…
id: Aktifkan Sync…
is: Kveikja á samstillingu…
it: Attiva Sync…
ja: Sync を有効化…
ka: ჩართეთ დასინქრონება…
kab: Rmed amtawi…
km: បើកសមកាលកម្ម…
ko: 동기화 켜기…
lo: ເປີດ Sync…
my: Sync ကိုဖွင့်…
nb: Slå på Sync…
nl: Sync inschakelen…
pa_in: …ਸਿੰਕ ਨੂੰ ਚਾਲੂ ਕਰੋ
pl: Włącz synchronizację…
pt_br: Ativar o Sync…
pt_pt: Ligar Sync…
ro: Activează Sync…
sl: Vklopi Sync …
sv: Aktivera Sync…
ta: ஒத்திசைவை இயக்கு…
th: เปิด Sync…
tr: Sync’i etkinleştir…
uk: Увімкнути синхронізацію…
ur: ہمہ وقت ساز ٹیب… چالو کریں
vi: Bật đồng bộ hóa…
zh_cn: 开启同步…
zh_tw: 開啟同步…
