Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Intro.strings
Languages: ar, ast, az, bn, ca, cy, da, el, eu, fa, fr, gd, he, hi_in, hr, hu, hy_am, ia, id, is, it, ja, ka, kab, km, ko, lo, my, nb, nl, pa_in, pl, pt_br, pt_pt, ro, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_tw

# Intro.Slides.Private.Title
source: Browse like no one’s watching
ar: تصفح و لا أحد يراقبك
ast: Restola como si naide nun te viere
az: Başqalarının izləməsindən narahat olmadan internetdə gəzin
bn: ব্রাউজ করুন এমন ভাবে, যেনো কেউ দেখছে না।
ca: Navegueu sense sentir-vos observat
cy: Pori fel petai neb yn eich gwylio
da: Surf uden øjenvidner
el: Περιηγηθείτε σαν να μην σάς βλέπει κανείς
eu: Nabigatu inor begira ez balego bezala
fa: بدون دغدغه نگاه‌ها مرور کنید
fr: Naviguez comme si personne ne vous regardait
gd: Dèan brabhsadh mar nach eil duine am bith a’ cumail sùil ort
he: גילשו כאילו אף אחד לא מסתכל
hi_in: ऐसे ब्राउज़ करें जैसे कोई नहीं देख रहा
hr: Pregledaj web kao da nitko ne gleda
hu: Böngésszen úgy, mintha senki sem figyelné
hy_am: Զննարկեք այնպես, կարծես ոչ ոք ձեզ չի նայում
ia: Naviga sin sentir te observate
id: Menjelajah seperti tidak ada yang mengawasi
is: Vafraðu eins og enginn sjái til
it: Naviga come se nessuno ti stesse guardando
ja: 誰にも監視されないブラウジング
ka: იმოგზაურეთ ინტერნეტში მეთვალყურეების გარეშე
kab: Inig am akken ulac win i k-id-ittmuqqulen
km: រុករកដូចពេលគ្មាននរណាមើលអញ្ចឹង
ko: 아무도 보지 않는 브라우징
lo: ທ່ອງເວັບແບບບໍ່ມີໃຜມາຫລັກເຝົ້າຕິດຕາມ.
my: မည်သူမျှစောင့်ကြည့်မနေသကဲ့သို့ အသုံးပြုပါ
nb: Surf uten å føle deg overvåket
nl: Surf alsof niemand meekijkt
pa_in: ਇੰਝ ਬਰਾਊਜ਼ ਕਰੋ ਜਿਵੇਂ ਕੋਈ ਵੇਂਹਦਾ ਨਾ ਹੋਵੇ
pl: Przeglądaj, jak gdyby nikt nie patrzył
pt_br: Navegue como se ninguém estivesse olhando
pt_pt: Navegue como se ninguém estivesse a ver.
ro: Navighează fără grija de a fi urmărit
sl: Brskajte, kot da vas nihče ne gleda
sv: Surfa utan att känna dig övervakad
ta: யாருக்கும் தெரியாம உலாவுங்கள்
te: ఎవరూ చూడనట్టుగా విహరణ చెయ్యండి
th: เรียกดูเหมือนไม่มีใครเฝ้ามองอยู่
tr: Hiç kimse izlemiyormuş gibi gez
uk: Переглядайте без думки, що за вами хтось спостерігає
ur: اس طرح براؤز کریں جیسے کوئی نہیں دیکھ رہا ہو
vi: Duyệt web như không có ai theo dõi
zh_cn: 上网时拒绝对你的监视
zh_tw: 隱私瀏覽不留痕跡

# Intro.Slides.Safe.Sync.Description
source: Protect your logins and data everywhere you use Firefox.
ar: احمِ جلسات الولوج وبياناتك أينما استعملت Firefox.
bn: আপনি Firefox যেখানেই ব্যবহার করুন না কেন আপনার লগইন এবং ডেটাকে সুরক্ষিত করুন।
ca: Protegiu els vostres inicis de sessió i les vostres dades arreu on utilitzeu el Firefox.
cy: Diogelwch eich mewngofnodi a'ch data ym mhobman rydych chi'n defnyddio Firefox.
da: Beskyt dine logins og dine data, overalt du bruger Firefox.
el: Προστατέψτε τις συνδέσεις και τα δεδομένα σας όπου κι αν χρησιμοποιήσετε το Firefox.
eu: Babestu zure saio-hasierak eta datuak Firefox erabiltzen duzun toki orotan.
fa: از ورود و داده های خود در هر مکانی که از Firefox استفاده می کنید محافظت کنید.
fr: Protégez vos identifiants et vos données partout où vous utilisez Firefox.
gd: Dìon na clàraidhean a-steach agus an dàta agad àite sam bith far an cleachd thu Firefox.
he: הגנה על הכניסות והנתונים שלך בכל מקום בו יש לך את Firefox.
hi_in: जहां भी आप Firefox का उपयोग करते हैं वहां अपने लॉगिन और डेटा को सुरक्षित रखें।
hr: Zaštiti svoje prijave i podatke gdje god koristiš Firefox.
hu: Védje bejelentkezéseit és adatait mindenhol, ahol a Firefoxot használja.
hy_am: Պաշտպանեք ձեր մուտքագրումները և տվյալները Firefox-ում՝ ամենուրեք:
ia: Protege tu credentiales e datos ubique tu usa Firefox.
id: Lindungi log masuk dan data Anda di mana pun Anda menggunakan Firefox.
is: Verndaðu innskráningar þínar og gögn allstaðar þar sem þú notar Firefox.
it: Proteggi credenziali e dati in tutti i dispositivi su cui utilizzi Firefox.
ja: Firefox を使用するすべての場所でログイン情報とデータを保護します。
ka: დაიცავით თქვენი ანგარიშები და მონაცემები ყველგან, სადაც გიყენიათ Firefox.
kab: Mmesten inekcumen-ik d yisefka-k deg wanda tebɣuḍ tesqedceḍ Firefox.
km: ការពារ​ការចូល​ និង​ទិន្នន័យ​របស់​អ្នក​គ្រប់កន្លែង​ដែល​អ្នក​ប្រើប្រាស់ Firefox។
ko: Firefox를 사용하는 모든 곳에서 로그인과 데이터를 보호하세요.
lo: ຮັກສາການເຂົ້າສູ່ລະບົບ ແລະ ຂໍ້ມູນຂອງທ່ານໃນທຸກໆບ່ອນທີ່ນຳໃຊ້ Firefox.
my: သင် Firefox ကို နေရာတိုင်း၌ သုံးခြင်းဖြင့် သင်၏ လော့အင် နှင့် အချက်အလက်များ ကို ကာကွယ်ပါ။
nb: Beskytt innloggingene og dataene dine overalt hvor du bruker Firefox.
nl: Bescherm overal waar u Firefox gebruikt uw aanmeldingen en gegevens.
pa_in: ਤੁਸੀਂ ਫਾਇਰਫਾਕਸ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਹਰ ਥਾਂ 'ਤੇ ਆਪਣੇ ਲਾਗਇਨ ਅਤੇ ਡਾਟੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ।
pl: Chroń swoje hasła i dane wszędzie, gdzie używasz Firefoksa
pt_br: Proteja suas contas e dados em todos os lugares onde usa o Firefox.
pt_pt: Proteja as suas credenciais e dados em qualquer lugar que utilize o Firefox.
ro: Protejează-ți datele de autentificare și datele oriunde folosești Firefox.
sl: Zaščitite svoje prijave in podatke povsod, kjer uporabljate Firefox.
sv: Skydda dina inloggningar och data överallt där du använder Firefox.
ta: பயர்பாக்சைப் பயன்படுத்தும் எல்லா இடங்களிலும் உங்களின் உள்நுழைவுகளையும் தரவையும் பாதுகாக்கவும்.
th: ป้องการข้อมูลและการเข้าสู่ระบบของคุณทุกที่ที่คุณใช้ Firefox
tr: Firefox’u kullandığınız her yerde hesaplarınızı ve verilerinizi koruyun.
uk: Захистіть свої паролі й дані скрізь, де ви користуєтеся Firefox.
ur: جہاں بھی آپ Firefox استعمال کرتے ہیں اپنے لاگ انز اور ڈیٹا کی حفاظت کریں۔
vi: Bảo vệ thông tin đăng nhập và dữ liệu của bạn ở mọi nơi bạn sử dụng Firefox.
zh_cn: 在任何使用 Firefox 的地方都保护登录信息。
zh_tw: 在任何使用 Firefox 的地方都保護登入資訊。

# Intro.Slides.Safe.Sync.Title
source: Safe Sync
ar: المزامنة الآمنة
ast: Sincronización segura
bn: নিরাপদ সিঙ্ক
ca: Sincronització segura
cy: Sync Diogel
da: Sikker synkronisering
el: Ασφαλής συγχρονισμός
eu: Sinkronizazio segurua
fa: هم‌گام‌سازی ایمن
fr: Synchronisation en toute sécurité
gd: Sioncronachadh sàbhailte
he: סנכרון בטוח
hi_in: सुरक्षित सिंक
hr: Sigurna sinkronizacija
hu: Biztonságos szinkronizálás
hy_am: Անվտանգ համաժամեցում
ia: Synchronisation secur
id: Sinkronisasi Aman
is: Örugg samstilling
it: Sincronizzazione sicura
ja: 安全な同期
ka: უსაფრთხო დასინქრონება
kab: Amtawi aɣelsan
km: សមកាលកម្ម​ដោយ​សុវត្ថិភាព
ko: 안전한 동기화
lo: Sync ທີ່ປອດໄພ
my: Safe ထပ်တူပြုခြင်း
nb: Sikker synkronisering
nl: Veilig synchroniseren
pa_in: ਸੁਰੱਖਿਅਤ ਸਿੰਕ
pl: Bezpieczna synchronizacja
pt_br: Sincronização segura
pt_pt: Sincronização segura
ro: Sincronizare în siguranță
sl: Varna sinhronizacija
sv: Säker synkronisering
ta: பாதுகாப்பான ஒத்திசைவு
tr: Güvenli eşitleme
uk: Безпечна синхронізація
ur: محفوظ Sync
vi: Đồng bộ hóa an toàn
zh_cn: 安全同步
zh_tw: 安全同步

# Intro.Slides.Search.Description
source: Searching for something different? Choose another default search engine (or add your own) in Settings.
ar: أتبحث عن شيء مختلف؟ اختر محرّك بحث آخر ليكون المبدئي (أو أضف واحدا من عندك) من الإعدادات.
ast: ¿Busques daqué distinto? Escueyi otru motor de busca predetermináu (o amiesta'l de to) n'Axustes.
az: Fərqli şeylər axtarırsız? Tənzimləmələrdən fərqli axtarış mühərriyi seçin və ya özünüzkünü əlavə edin.
bn: ভিন্ন কিছু খুঁজছেন? সেটিংস থেকে অন্য আরেকটি ডিফল্ট সার্চ ইঞ্জিন পছন্দ (অথবা নিজের যুক্ত) করুন।
ca: Busqueu una altra cosa? Trieu un altre motor de cerca per defecte (o afegiu-ne qualsevol altre) als Paràmetres.
cy: Chwilio am rywbeth gwahanol? Dewiswch beiriant chwilio ragosodedig arall (neu ychwanegu un eich hun) yn y Gosodiadau.
da: Leder du efter noget andet? Vælg en ny standard-søgetjeneste (eller tilføj din egen) i Indstillinger.
el: Ψάχνετε κάτι διαφορετικό; Επιλέξτε μια άλλη προεπιλεγμένη μηχανή αναζήτησης (ή προσθέστε τη δική σας) στις ρυθμίσεις.
eu: Zerbait desberdinaren bila? Aukeratu beste bilaketa-motor lehenetsi bat ezarpenetan (edo gehitu zurea).
fa: دنبال یک چیز متفاوت هستید؟ در قسمت تنظیمات، یک موتور جست‌وجو پیش‌فرض دیگر انتخاب کنید (یا مال خودتان را اضافه کنید).
fr: Vous recherchez quelque chose de différent ? Choisissez un autre moteur de recherche par défaut (ou ajoutez le vôtre) dans les paramètres.
gd: Rudeigin eadar-dhealaichte a dhìth ort? Tagh einnsean-luirg bunaiteach eile (no cuir fear riut thu fhèin) sna roghainnean.
he: זה לא מה שניסית לחפש? ניתן להשתמש במנוע חיפוש אחר כברירת מחדל (או להוסיף אחד משלך) בהגדרות.
hi_in: कुछ अलग खोज रहे हैं? सेटिंग में दूसरा (या अपने पसंद का) डिफ़ॉल्ट खोज इंजन चुनें।
hr: Tražiš nešto drugo? U postavkama odaberi jednu drugu zadanu tražilicu (ili dodaj svoju).
hu: Valami mást keres? Válasszon másik alapértelmezett keresőmotort (vagy adja hozzá a sajátját) a Beállításokban.
hy_am: Որոնում եք ինչ-որ այլ բան? Ընտրեք մեկ այլ որոնիչ (կամ ավելացրեք ձեր սեփական) Կարգավորումներում։
ia: Cerca tu qualcosa differente? Elige un altere motor de recerca (o adde le tue) in le parametros.
id: Mencari sesuatu yang berbeda? Pilih mesin pencari baku lain (atau tambahkan sendiri) di Setelan.
is: Ertu að leita að einhverjum nýju? Kjósa aðra sjálfgefna leitarvél (eða bæta við nýja) í stillingum.
it: Cercavi qualcos’altro? Scegli un motore di ricerca diverso tra quelli predefiniti, oppure aggiungine uno nuovo.
ja: 何か違ったものを探していますか？ 設定でデフォルト検索エンジンを選んでみましょう (任意のエンジンも追加できます)。
ka: განსხვავებულად გსურთ მოიძიოთ? აირჩიეთ სხვა საძიებო სისტემა ნაგულისხმევად (ან დაამატეთ თავად) პარამეტრებიდან.
kab: Tettnadiḍ ayen-nniḍen? Fren amsedday-nniḍen n unadi amezwer (neɣ rnu wayeḍ) deg iɣewwaṛen.
km: កំពុងស្វែងរកអ្វីផ្សេងមែន​ទេ? ជ្រើសរើស​ម៉ាស៊ីនស្វែងរកលំនាំដើមផ្សេងទៀត (ឬបញ្ចូល​ផ្ទាល់ខ្លួនរបស់អ្នក) នៅក្នុងការកំណត់។
ko: 뭔가 다른 것을 검색하고 싶으세요? 설정에서 기본 검색 엔진을 다른것으로 선택(또는 추가)해 보세요.
lo: ກຳລັງຊອກຫາບາງສິ່ງບາງຢ່າງທີ່ແຕກຕ່າງບໍ່? ເລືອກເອົາຕົວຄົ້ນຫາພື້ນຖານອື່ນໆ (ຫລື ເພີ່ມຂອງທ່ານເອງ) ໃນການຕັ້ງຄ່າ.
my: အခြား မူသေရှာဖွေရေးယန္တရားကို အသုံးပြုလိုပါသလား။ အပြင်အဆင်များတွင် နှစ်သက်ရာ (သို့မဟုတ် အသုံးပြုနေကျ တစ်ခုခု) ကို ရွေးပါ။
nb: Søker du etter noe annet? Velg en annen standard søkemotor (eller legg til din egen) i innstillinger.
nl: Op zoek naar iets anders? Kies een andere standaardzoekmachine (of voeg er zelf een toe) in Instellingen.
pa_in: ਕੁਝ ਵੱਖਰਾ ਲੱਭ ਰਹੇ ਹੋ? ਸੈਟਿੰਗਾਂ ਵਿੱਚੋਂ ਮੂਲ ਖੋਜ ਇੰਜਣ ਨੂੰ ਚੁਣੋ (ਜਾਂ ਆਪਣਾ ਖੁਦ ਦਾ ਜੋੜੋ)।
pl: Szukasz czegoś innego? Wybierz inną domyślną wyszukiwarkę (lub dodaj własną) w ustawieniach
pt_br: Procurando algo diferente? Escolha outro mecanismo de pesquisa padrão (ou adicione o seu próprio) nas configurações.
pt_pt: À procura de algo diferente? Escolha outro motor de pesquisa predefinido (ou adicione o seu próprio) nas Definições.
ro: Cauți ceva diferit? Alege un alt motor de căutare implicit (sau adaugă propriul motor) din Setări.
sl: Iščete nekaj drugačnega? V nastavitvah izberite drug privzeti iskalnik (ali dodajte svojega).
sv: Letar du efter något annat? Välj en annan standardsökmotor (eller lägg till en egen) i Inställningar.
ta: வித்தியாசமானதைத் தேடுகிறீர்களா? அமைப்புகளில் வேறொரு இயல்புநிலை தேடியியந்திரத்தைத் தேர்ந்தெடுக்கவும் (அல்லது சேர்க்கவும்).
te: విభిన్నమైన వాటి కోసం శోధిస్తున్నారా? అమరికాలలో మరొక అప్రమేయ శోధన యంత్రం (లేదా మీ స్వంతంగా) ను ఎంచుకోండి.
th: กำลังค้นหาอย่างอื่น? เลือกเครื่องมือค้นหาเริ่มต้นอื่น (หรือเพิ่มของคุณเอง) ในการตั้งค่า
tr: Başka bir şey mi arıyorsun? Ayarlar menüsünden varsayılan arama motorunu değiştirebilir veya yenilerini ekleyebilirsin.
uk: Шукаєте щось інше? Оберіть інший пошуковий засіб (або додайте власний) в параметрах.
ur: کچھ مختلف ڈھونڈ رہے ہیں؟ دوسرے تلاش انجن کا انتخاب کریں۔ (یاسیٹنگوں سے اپنا تلاش انجن شامل کریں۔
vi: Tìm kiếm một cái gì đó khác nhau? Chọn một công cụ tìm kiếm mặc định khác (hoặc thêm công cụ tìm kiếm của riêng bạn) trong Cài đặt.
zh_cn: 想用其他引擎搜索？在“设置”中选择其他默认搜索引擎（或添加自己想要的搜索引擎）。
zh_tw: 想找點不一樣的東西嗎？可在設定畫面中選擇不同的預設搜尋引擎，或自行新增。

# Intro.Slides.Search.Title
source: Your search, your way
ar: تبحثُ بأسلوبك أنت
ast: Busques al to xeitu
az: Sizin axtarış, sizin qaydalar
bn: আপনার খোঁজ, আপনার পথ
ca: Cerqueu com vulgueu
cy: Chwilio, cynhwysfawr
da: Søgning på dine præmisser
el: Η αναζήτησή σας, με τον τρόπο σας
eu: Bilaketa, zure erara
fa: جست‌وجو شما، به روش شما
fr: Recherchez à votre manière
gd: Dèan lorg a-rèir do thoil fhèin
he: החיפוש שלך, בדרך שלך
hi_in: आपकी खोज, आपका तरीका
hr: Vaša pretraga, na vaš način
hu: Az Ön keresése, az Ön útja
hy_am: Ձեր որոնումը, ձեր ընտրությունը
ia: Le recerca a tu gusto
id: Pencarian Anda, cara Anda
is: Leitin þín, leiðin þín
it: La ricerca a modo tuo
ja: 好きな方法で検索
ka: მოიძიეთ გვერდები, თქვენებურად
kab: Anadi-ik, abrid-ik
km: ការស្វែងរករបស់អ្នកជាមួយវិធីរបស់អ្នក
ko: 나만의 검색
lo: ການຄົ້ນຫາໃນແບບຂອງທ່ານເອງ
my: ကိုယ့်နည်းကိုယ့်ဟန် အသုံးပြုမည်
nb: Ditt søk på din måte
nl: Zoeken op uw manier
pa_in: ਤੁਹਾਡੀ ਖੋਜ, ਤੁਹਾਡਾ ਢੰਗ
pl: Wyszukuj po swojemu
pt_br: Pesquise como preferir
pt_pt: A sua pesquisa, à sua maneira
ro: Caută în felul tău
sl: Vaše iskanje, na vaš način
sv: Sök som du vill
ta: உங்களின் தேடல் உங்கள் வழி
te: మీ శోధన, మీ మార్గం
th: การค้นหาของคุณในแบบของคุณ
tr: Senin araman, senin kararın
uk: Ваш пошук, ваш шлях
ur: آپ کی تلاش، آپ کی طرز پر
vi: Tìm kiếm của bạn, theo cách của bạn
zh_cn: 你的搜索，由你而定
zh_tw: 用你的方式搜尋

# Intro.Slides.TrailheadSync.Description
source: Sign in to your account to sync and access more features.
ar: لِج إلى حسابك لتُزامن بياناتك وتتمتّع بغيرها من مزايا.
ast: Anicia sesión na to cuenta pa sincronizar y acceder a más carauterístiques.
az: Sinxronlaşdırma və daha çox özəlliklər üçün hesabınıza daxil olun.
bn: সিঙ্ক এবং আরও ফিচার ব্যবহার করতে আপনার অ্যাকাউন্টে সাইন ইন করুন।
ca: Inicieu la sessió al vostre compte per sincronitzar i accedir a més funcions.
cy: Mewngofnodwch i'ch cyfrif i gydweddu a chael mynediad i ragor o nodweddion.
da: Log in på din konto for at synkronisere og anvende flere funktioner.
el: Συνδεθείτε στο λογαριασμό σας για συγχρονισμό και πρόσβαση σε περισσότερες λειτουργίες.
eu: Sinkronizatzeko eta eginbide gehiago izateko, hasi saioa zure kontuan.
fa: برای همگام سازی و دسترسی به ویژگی‌های بیشتر به حساب خود وارد شوید.
fr: Connectez-vous à votre compte pour lancer la synchronisation et accéder à d’autres fonctions.
gd: Clàraich a-steach dhan chunntas agad airson sioncronachadh a dhèanamh is a dh’fhaighinn air barrachd ghleusan.
he: עליך להתחבר לחשבונך כדי לסנכרן ולגשת לתכונות נוספות.
hi_in: अधिक सुविधाओं को सिंक और उस तक की पहुंच पाने के लिए अपने खाते में साइन इन करें।
hr: Prijavi se na svoj račun za sinkronizaciju i za pristupanje daljnjim funkcijama.
hu: A szinkronizáláshoz és a további funkciók eléréséhez jelentkezzen be fiókjába.
hy_am: Մուտք գործեք ձեր հաշիվ լրացուցիչ հատկություններ համաժամեցնելու և մատչելու համար։
ia: Aperi session pro synchronisar e acceder a plus functiones.
id: Masuk ke akun Anda untuk menyinkronkan dan mengakses lebih banyak fitur.
is: Skráðu þig inn með reikningi þínum til að samstilla og fá aðgang að fleiri valkostum.
it: Accedi al tuo account per sincronizzare e accedere a più funzioni.
ja: アカウントにログインして同期すると他の機能が利用できます。
ka: შედით თქვენს ანგარიშზე სინქრონიზაციისა და მეტი შესაძლებლობებისთვის.
kab: Qqen ɣer umiḍan-ik akken ad temtawiḍ daɣen ad tkecmeḍ ɣer wugar n timahilin.
km: ចូល​គណនី​របស់​អ្នក ដើម្បីធ្វើសមកាលកម្ម និង​ចូល​ប្រើប្រាស់​មុខងារ​ជាច្រើនទៀត។
ko: 계정에 로그인하면 더 많은 기능을 동기화하고 접근할 수 있습니다.
lo: ເຂົ້າສູ່ລະບົບບັນຊີຂອງທ່ານເພື່ອ sync ແລະ ເຂົ້າໄປໃຊ້ຄຸນລັກສະນະອື່ນໆທີ່ມີຢູ່.
my: တစ်ပြေးညီ ထပ်တူပြုရန်နှင့် လုပ်ဆောင်ချက်များကို ရယူအသုံးပြုရန် သင့်အကောင့်ကို ဝင်ရောက်ပါ။
nb: Logg inn på kontoen din for å synkronisere og få tilgang til flere funksjoner.
nl: Meld u aan bij uw account om te synchroniseren en toegang tot meer functies te krijgen.
pa_in: ਸਿੰਕ ਕਰਨ ਅਤੇ ਹੋਰ ਫੀਚਰਾਂ ਲਈ ਪਹੁੰਚ ਵਾਸਤੇ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ।
pl: Zaloguj się na swoje konto, by synchronizować i mieć dostęp do dodatkowych funkcji
pt_br: Entre em sua conta para sincronizar e acessar mais recursos.
pt_pt: Inicie sessão na sua conta para sincronizar e aceder a mais funcionalidades.
ro: Autentifică-te în cont pentru a sincroniza și a accesa mai multe funcții.
sl: Prijavite se v račun za sinhronizacijo in dostop do več možnosti.
sv: Logga in på ditt konto för att synkronisera och få tillgång till fler funktioner.
ta: ஒத்திசைக்க மற்றும் கூடுதல் அம்சங்களை அணுக உங்கள் கணக்கில் உள்நுழைக.
te: సింక్రనించడానికి, మరెన్నో సౌలభ్యాలను వాడుకోడానికి మీ ఖాతా లోనికి ప్రవేశించండి.
th: ลงชื่อเข้าบัญชีของคุณเพื่อซิงค์และเข้าถึงคุณลักษณะเพิ่มเติม
tr: Verilerinizi eşitlemek ve daha fazla özelliğe erişmek için hesabınıza giriş yapın.
uk: Увійдіть до свого облікового запису для доступу до синхронізації та інших функцій.
ur: ہمہ وقت سازی اور مزید خصوصیات تک رسائی حاصل کرنے کے لیے اپنے اکاؤنٹ میں سائن ان کریں۔
vi: Đăng nhập vào tài khoản của bạn để đồng bộ hóa và truy cập nhiều tính năng hơn.
zh_cn: 请登录您的账户以同步和访问更多功能。
zh_tw: 登入帳號即可同步，並使用更多功能。

# Intro.Slides.TrailheadSync.Title.v2
source: Sync your bookmarks, history, and passwords to your phone.
ar: زامِن العلامات والتأريخ وكلمات السر إلى هاتفك.
az: Əlfəcin, tarixçə və parollarınızı telefonunuza sinxronlaşdırın.
bn: আপনার ফোনে বুকমার্ক, ইতিহাস এবং পাসওয়ার্ড সিঙ্ক করুন।
ca: Sincronitzeu les vostres adreces d'interès, historial i contrasenyes en el telèfon.
cy: Cydweddu eich nodau tudalen, hanes a'ch cyfrineiriau i'ch ffôn.
da: Synkroniser dine bogmærker, historik og adgangskoder med din telefon.
el: Συγχρονίστε τους σελιδοδείκτες, το ιστορικό και τους κωδικούς πρόσβασής σας με το τηλέφωνό σας.
eu: Sinkronizatu laster-markak, historia eta pasahitzak zure telefonoan.
fa: نشانک‌ها،‌ تاریخچه و گذرواژه‌های را با تلفن خود هم‌گام‌سازی کنید.
fr: Synchronisez vos marque-pages, votre historique et vos mots de passe avec votre téléphone.
gd: Sioncronaich na comharran-lìn, an eachdraidh is na faclan-faire agad ris an fhòn agad.
he: סנכרון הסימניות, ההיסטוריה והססמאות שלך לטלפון שלך.
hi_in: अपने फ़ोन पर बुकमार्क, इतिहास तथा पासवर्ड सिंक करें।
hr: Sinkroniziraj zabilješke, povijest i lozinke na tvoj mobitel.
hu: Szinkronizálja a könyvjelzőit, előzményeit és jelszavait a telefonjára.
hy_am: Համաժամեցրեք ձեր էջանիշերը, պատմությունը և գաղտնաբառերը ձեր հեռախոսում։
ia: Synchronisa tu marcapaginas, chronologia e contrasignos sur tu telephono.
id: Sinkronkan markah, riwayat, dan sandi ke telepon Anda.
is: Samstilltu bókamerkin þín, ferilinn og lykilorð yfir í símann þinn.
it: Sincronizza segnalibri, cronologia e password con il tuo telefono.
ja: ブックマーク、履歴、パスワードを携帯端末と同期しましょう。
ka: დაასინქრონეთ თქვენი სანიშნები, ისტორია და პაროლები, თქვენს ტელეფონზე.
kab: Semtawi ticraḍ-ik n isebtar, amazray akked awalen uffiren deg tiliɣri.
km: ធ្វើសមកាលកម្មចំណាំ ប្រវត្តិ និងពាក្យសម្ងាត់របស់អ្នកទៅក្នុង​ទូរសព្ទរបស់អ្នក។
ko: 휴대폰에 북마크나 방문기록, 비밀번호를 동기화 하세요.
lo: Sync ບຸກມາກ, ປະຫວັດການໃຊ້ງານ ແລະ ລະຫັດຜ່ານຂອງທ່ານເຂົ້າໄວ້ໃນໂທລະສັບຂອງທ່ານ.
my: သင့်ကိရိယာများပေါ်မှ စာမှတ်များ၊မှတ်တမ်းများနှင့် စာဝှက်များကို ရယူပါ။
nb: Synkroniser dine bokmerker, historikk og passord på din mobiltelefon.
nl: Synchroniseer uw bladwijzers, geschiedenis en wachtwoorden naar uw telefoon.
pa_in: ਆਪਣੇ ਬੁੱਕਮਾਰਕਾਂ, ਅਤੀਤ ਅਤੇ ਪਾਸਵਰਡਾਂ ਨੂੰ ਆਪਣੇ ਫ਼ੋਨ ਨਾਲ ਸਿੰਕ ਕਰੋ।
pl: Synchronizuj swoje zakładki, historię i hasła na telefonie
pt_br: Sincronize seus favoritos, histórico e senhas com seu celular.
pt_pt: Sincronize os seus marcadores, histórico e palavras-passe com o seu telefone.
ro: Sincronizează-ți marcajele, istoricul și parolele pe telefon.
sl: Sinhronizirajte zaznamke, zgodovino in gesla na svoj telefon.
sv: Synkronisera dina bokmärken, historik och lösenord till din telefon.
ta: உங்கள் புத்தகக்குறிகள், வரலாறு மற்றும் கடவுச்சொற்களை உங்கள் தொலைபேசியில் ஒத்திசைக்கவும்.
th: ซิงค์ที่คั่นหน้า ประวัติ และรหัสผ่านไปยังโทรศัพท์ของคุณ
tr: Yer imlerinizi, geçmişinizi ve parolalarınızı telefonunuzda kullanın.
uk: Синхронізуйте свої закладки, історію та паролі з телефоном.
ur: اپنے بک مارک، سابقات اور پاس ورڈ کو اپنے فون پر ہمہ وقت سازی کریں۔
vi: Đồng bộ hóa dấu trang, lịch sử, và mật khẩu với điện thoại của bạn.
zh_cn: 将您的的书签、历史记录以及密码同步到手机。
zh_tw: 將您的書籤、瀏覽紀錄、密碼同步到手機。

# Intro.Slides.Welcome.Description.v2
source: Fast, private, and on your side.
ar: سريع وخاص ويقف صفًا صفًا معك.
ast: La rapidez y privacidá acompáñente.
az: Sürətli, məxfi və sizin tərəfinizdə.
bn: দ্রুত, গোপনীয়, এবং আপনার পক্ষে।
ca: Ràpid, privat i al vostre costat.
cy: Cyflym, preifat, ac o'ch plaid.
da: Hurtig, privat og på din side.
el: Γρήγορο, ιδιωτικό, στο πλευρό σας.
eu: Azkarra, pribatua eta zure alboan dagoena.
fa: سریع،‌ خصوصی و در کنار شما.
fr: Rapide, confidentiel et à vos côtés.
gd: Luath, prìobhaideach is air do thaobh.
he: מהיר, פרטי ובצד שלך.
hi_in: तेज़, निजी तथा आपके लिए समर्पित।
hr: Brz, privatan i na vašoj strani.
hu: Gyors, privát és az Ön oldalán áll.
hy_am: Արագ է, գաղտնի և ձեր կողմից։
ia: Rapide, private e a tu latere.
id: Cepat, privat, dan berada di sisi Anda.
is: Hraður, persónulegur og með þér í liði.
it: Veloce, riservato e sempre al tuo fianco.
ja: 速く、秘密を守る、あなたの味方。
ka: სწრაფი, პირადი და თქვენიანი.
kab: D arurad, d abaḍni daɣen ɣer yidis-ik.
km: លឿន ឯកជន និងនៅខាងអ្នក។
ko: 빠르고, 안전하며, 여러분의 편에 서 있습니다.
lo: ວ່ອງໄວ, ເປັນສ່ວນຕົວ ແລະ ຢູ່ຄຽງຂ້າງທ່ານ.
my: သင့်အတွက် မြန်ဆန်လုံခြုံသောစနစ်
nb: Rask, privat og på din side.
nl: Snel, privé en aan uw zijde.
pa_in: ਤੇਜ਼, ਨਿੱਜੀ ਅਤੇ ਤੁਹਾਡੇ ਪੱਖ ਵਿੱਚ।
pl: Szybki, prywatny i po Twojej stronie
pt_br: Rápido, privativo e ao seu lado.
pt_pt: Rápido, privado e do seu lado.
ro: Rapid, privat și de partea ta.
sl: Hiter, zaseben in na vaši strani.
sv: Snabb, privat och på din sida.
ta: வேகமான, தனியுரிமையுள்ள மற்றும் உங்களுடன்.
te: వేగవంతం, అంతరంగికం, మీ వక్షం.
th: รวดเร็ว เป็นส่วนตัว และอยู่เคียงข้างคุณ
tr: Hızlı, gizli ve hep yanınızda.
uk: Швидкий, приватний і ваш.
ur: تیز، نجی، اور آپ کے طرف۔
vi: Nhanh chóng, riêng tư, và về phía bạn.
zh_cn: 快速、私密，伴您身边。
zh_tw: 快速上網，確保隱私，永遠挺你。

# Intro.Slides.Welcome.Title.v2
source: Welcome to Firefox
ar: أهلا بك على Firefox
ast: Afáyate en Firefox
az: Firefox-a Xoş Gəldiniz
bn: Firefox এ আপনাকে স্বাগতম
ca: Us donem la benvinguda al Firefox
cy: Croeso i Firefox
da: Velkommen til Firefox
el: Καλώς ορίσατε στο Firefox
eu: Ongi etorri Firefoxera
fa: به فایرفاکس خوش‌آمدید
fr: Bienvenue dans Firefox
gd: Fàilte gu Firefox
he: ברוכים הבאים אל Firefox
hi_in: Firefox में आपका स्वागत है
hr: Dobrodošli u Firefox
hu: Üdvözli a Firefox
hy_am: Բարի գալուստ Firefox
ia: Benvenite in Firefox
id: Selamat datang di Firefox
is: Verið velkomin í Firefox
it: Benvenuto in Firefox
ja: Firefox へようこそ
ka: მოგესალმებათ Firefox
kab: Anṣuf ar Firefox
km: សូម​ស្វាគមន៍​មកកាន់ Firefox
ko: Firefox를 선택해 주셔서 감사합니다
lo: ຍິນດີຕ້ອນຮັບສູ່ Firefox
my: Firefox က ကြိုဆိုပါသည်
nb: Velkommen til Firefox
nl: Welkom bij Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ
pl: Witamy w Firefoksie
pt_br: Boas-vindas ao Firefox
pt_pt: Bem-vindo ao Firefox
ro: Bine ai venit la Firefox
sl: Dobrodošli v Firefoxu
sv: Välkommen till Firefox
ta: பயர்பாக்சுக்கு வருக
te: Firefoxకి స్వాగతం
th: ยินดีต้อนรับสู่ Firefox
tr: Firefox’a hoş geldiniz
uk: Вітаємо у Firefox
ur: Firefox میں خوش آمدید
vi: Chào mừng đến với Firefox
zh_cn: 欢迎使用 Firefox
zh_tw: 歡迎使用 Firefox

source: Start Browsing
ar: ابدأ التصفح
ast: Comenzar a restolar
az: Səyahətə Başla
bn: ব্রাউজিং করা শুরু করুন
ca: Comença a navegar
cy: Cychwyn Pori
da: Gå i gang
el: Έναρξη περιήγησης
eu: Hasi nabigatzen
fa: شروع وب‌گردی
fr: Commencer la navigation
gd: Tòisich air brabhsadh
he: התחלת גלישה
hi_in: ब्राउजिंग शुरू करें
hr: Započni s pregledavanjem
hu: Böngészés megkezdése
hy_am: Սկսել դիտարկումը
ia: Comenciar a navigar
id: Mulai Menjelajah
is: Fara að vafra
it: Inizia a navigare
ja: ブラウジングをはじめる
ka: დაიწყეთ მონახულება
kab: Bdu tunigin
km: ចាប់ផ្ដើម​រក​មើល
ko: 사용하기
lo: ເລີ່ມການທ່ອງເວັບ
my: စတင် သုံးစွဲမည်
nb: Begynn å surfe
nl: Beginnen met browsen
pa_in: ਬਰਾਊਜ਼ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ
pl: Zacznij przeglądać Internet
pt_br: Iniciar navegação
pt_pt: Começar a navegar
ro: Începe navigarea
sl: Začnite z brskanjem
sv: Börja surfa
ta: உலாவத் தொடங்குங்கள்
te: బ్రౌజింగ్ ను ప్రారంభించండి
th: เริ่มการเรียกดู
tr: Gezinmeye başla
uk: Почати перегляд
ur: براؤزنگ کا آغاز کریں
vi: Bắt đầu duyệt web
zh_cn: 开始浏览
zh_tw: 開始瀏覽
