Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

source: A username and password are being requested by %@.
af: ’n Gebruikernaam en wagwoord word deur %@ aangevra.
ast: %@ ta solicitando un nome d'usuariu y una contraseña.
az: İstifadəçi adı və parol %@ tərəfindən istənilir.
be: %@ запытвае імя карыстальніка і пароль.
bn: ব্যবহারকারীর নাম ও পাসওয়ার্ড %@ দ্বারা অনুরোধ করা হচ্ছে।
br: Un anv arveriad hag ur ger-tremen a zo azgoulennet gant %@.
ca: %@ sol·licita un nom d'usuari i una contrasenya.
cy: Mae cais gan %@ am enw defnyddiwr a chyfrinair.
da: %@ anmoder om et brugernavn og en adgangskode.
de: %@ verlangt einen Benutzernamen und ein Passwort.
el: Το %@ απαιτεί όνομα χρήστη και κωδικό πρόσβασης.
eo: %@ petas nomon de uzanto kaj pasvorton.
et: Sait %@ nõuab kasutajanime ja parooli.
fa: یک نام کاربری و گذرواژه توسط %@ درخواست شده است.
fi: Sivusto %@ pyytää käyttäjätunnusta ja salasanaa.
fr: Le site %@ demande un nom d’utilisateur et un mot de passe.
gd: Tha ainm-cleachdaiche is facal-faire gan iarraidh le %@.
hi_in: %@ के द्वारा एक उपयोगकर्ता नाम और पासवर्ड का अनुरोध किया जा रहा है।
hr: %@ zahtjeva korisničko ime i lozinku.
hy_am: Օգտանունը և գաղտնաբառը հայցվում են %@-ի կողմից։
ia: Le sito %@ demanda un nomine de usator e un contrasigno.
id: Nama pengguna dan sandi diminta oleh %@.
is: Notendanafn og lykilorðs er krafist af %@.
it: %@ richiede un nome utente e una password.
km: ឈ្មោះ​អ្នក​ប្រើ និង​ពាក្យ​សម្ងាត់​​បាន​កំពុង​ស្នើ​ដោយ %@ ។
lt: Svetainė %@ prašo naudotojo vardo ir slaptažodžio.
my: %@ မှ သုံးဆွဲသူ အမည် နှင့် လျှို့ဝှက်စကားလုံး အားတောင်းခံနေသည်
nb: Et brukernavn og passord blir forespurt av %@.
nl: %@ vraagt om een gebruikersnaam en wachtwoord.
nn: %@ har bedt om brukarnamn og passord.
oc: Lo site %@ demanda un nom d’utilizaire e un senhal.
or: %@ଙ୍କ ଦ୍ୱାରା ଏକ ଇଉଜରନାମ ଓ ପାସୱାର୍ଡ଼ ବ୍ୟବହାର ହେଉଛି ।
pa_in: %@ ਵਲੋਂ ਵਰਤੋਂਕਾਰ-ਨਾਂ ਅਤੇ ਪਾਸਵਰਡ ਦੀ ਬੇਨਤੀ ਕੀਤੀ ਗਈ ਹੈ।
pt_br: Um nome de usuário e senha estão sendo solicitados por %@.
pt_pt: Está a ser solicitado um nome de utilizador e palavra-passe por %@.
si: %@ වෙතින් පරිශීලක නාමයක් හා මුරපදයක් ඉල්ලා සිටියි.
sk: %@ vyžaduje zadanie používateľského mena a hesla.
sq: Nga %@ po kërkohen një emër përdoruesi dhe një fjalëkalim.
sv: Ett användarnamn och lösenord begärs av %@.
te: ఒక యూజర్పేరు మరియు పాస్వర్డ్ %@చే అభ్యర్థించబడింది.
th: กำลังขอชื่อผู้ใช้และรหัสผ่านโดย %@
tr: %@ kullanıcı adı ve parola istiyor.
tt: %@ кулланучы исемен һәм серсүзен сорый.
uk: %@ запитує ім'я користувача і пароль.
ur: %@ سے ایک یوذرنیم اور پاس ورڈ کی درخواست کی جا رہی ہے۔
vi: Tên người dùng và mật khẩu đang được yêu cầu bởi %@.

# A username and password are being requested by %@. The site says: %@
source: A username and password are being requested by %1$@. The site says: %2$@
af: ’n Gebruikernaam en wagwoord word deur %1$@ aangevra. Die werf sê: %2$@
ast: %1$@ ta solicitando un nome d'usuariu y una contraseña. El sitiu diz: %2$@
az: İstifadəçi adı və parol %1$@ tərəfindən istənilir. Saytın dediyi: %2$@
be: %1$@ запытвае імя карыстальніка і пароль. Сайт паведамляе: %2$@
bn: %1$@ ব্যবহারকারীর নাম ও পাসওয়ার্ড প্রদানের অনুরোধ করছে। সাইটটি বলছে: %2$@
br: Un anv arveriad hag ur ger-tremen a zo azgoulennet gant %1$@. Al lec’hienn a lâr: %2$@
ca: %1$@ sol·licita un nom d'usuari i una contrasenya. El lloc diu: «%2$@»
cy: Mae cais gan %1$@ am enw defnyddiwr a chyfrinair. Mae'r wefan yn dweud: %2$@
da: %1$@ anmoder om et brugernavn og en adgangskode. Webstedet siger: %2$@
de: %1$@ verlangt einen Benutzernamen und ein Passwort. Ausgabe der Website: %2$@
el: Το %1$@ απαιτεί όνομα χρήστη και κωδικό πρόσβασης. Η ιστοσελίδα λέει: %2$@
eo: %1$@ petas nomon de uzanto kaj pasvorton. La retejo diras: %2$@
et: Sait %1$@ nõuab kasutajanime ja parooli. Sait ütleb: %2$@
fa: یک نام کاربری و گذرواژه توسط %1$@ درخواست شده است. پایگاه اینترنتی می‌گوید: %2$@
fi: Sivusto %1$@ pyytää käyttäjätunnusta ja salasanaa. Sivusto kertoo: %2$@
fr: Le site %1$@ demande un nom d’utilisateur et un mot de passe. Le site indique : %2$@
gd: Tha ainm-cleachdaiche is facal-faire gan iarraidh le %1$@. Tha an làrach ag ràdh: %2$@
hi_in: %1$@ के द्वारा एक उपयोगकर्ता नाम और पासवर्ड का अनुरोध किया जा रहा है। साइट कहता है: %2$@
hr: %1$@ zahtjeva korisničko ime i lozinku. Stranica kaže: %2$@
hy_am: Օգտանունը և գաղտնաբառը հայցվում են %1$@-ի կողմից։ Կայքը ասում է․ %2$@
ia: Le sito %1$@ demanda un nomine de usator e un contrasigno. Le sito dice: %2$@
id: Nama pengguna dan sandi diminta oleh %1$@. Situs menyatakan: %2$@
is: Notendanafns og lykilorðs er krafist af %1$@. Svæðið segir: %2$@
it: %1$@ richiede un nome utente e una password. Il sito riporta: %2$@
km: ឈ្មោះ​អ្នក​ប្រើ និង​ពាក្យ​សម្ងាត់​កំពុង​ត្រូវ​បាន​ស្នើ​ដោយ %1$@ ។ តំបន់បណ្ដាញ​​ប្រាប់​ថា៖ %2$@
kn: %1$@ ಇಂದ ಒಂದು ಬಳಕೆದಾರ ಪದ ಹಾಗು ಗುಪ್ತಪದಕ್ಕಾಗಿ ಮನವಿ ಸಲ್ಲಿಸಲಾಗಿದೆ. ತಾಣವು ಹೀಗೆ ಹೇಳುತ್ತದೆ: %2$@
lt: Svetainė %1$@ prašo naudotojo vardo ir slaptažodžio. Svetainės pranešimas: „%2$@“
my: %1$@ မှ သုံးစွဲသူ နှင့် လျှို့ဝှက်စကားလုံး တောင်းခံနေသည်။ ဆိုဒ်မှ %2$@
nb: Et brukernavn og passord blir forespurt av %1$@. Nettsiden sier: %2$@
nl: %1$@ vraagt om een gebruikersnaam en wachtwoord. De website meldt: %2$@
nn: %1$@ har bedt om brukarnamn og passord. Nettsida seier: %2$@
or: %1$@ଙ୍କ ଦେଇ ଏକ ଇଉଜରନାମ ଓ ପାସୱାର୍ଡ଼ ଅନୁରୋଧ କରାଯାଇଛି । ସାଇଟରେ ଲେଖାଯାଇଛି: %2$@
pa_in: %1$@ ਵਲੋਂ ਵਰਤੋਂਕਾਰ-ਨਾਂ ਅਤੇ ਪਛਾਣ-ਸ਼ਬਦ ਦੀ ਬੇਨਤੀ ਕੀਤੀ ਗਈ ਹੈ। ਸਾਈਟ ਵਲੋਂ ਸੁਨੇਹਾ: %2$@
pt_br: Um nome de usuário e senha estão sendo solicitados por %1$@. O site informa: %2$@
pt_pt: Está a ser solicitado um nome de utilizador e palavra-passe por %1$@. O site diz: %2$@
si: %1$@ විසින් පරිශීලක නාමයක් සහ මුරපදයක් ඉල්ලා සිටියි. අඩවිය පවසන්නේ: %2$@
sk: Stránka %1$@ vyžaduje zadanie používateľského mena a hesla. Oznam stránky: %2$@
sq: Nga %1$@ po kërkohen një emër përdoruesi dhe një fjalëkalim. Sajti thotë: %2$@
sv: Ett användarnamn och lösenord begärs av %1$@. Sidan säger: %2$@
te: ఒక యూజర్పేరు మరియు పాస్వర్డ్ %1$@చే అభ్యర్థించబడింది. సైట్ చెబుతుంది: %2$@
th: กำลังขอชื่อผู้ใช้และรหัสผ่านโดย %1$@ ไซต์ระบุว่า: %2$@
tr: %1$@ kullanıcı adı ve parola istiyor. Sitenin mesajı: %2$@
tt: %1$@ кулланучы исемен һәм серсүзен сорый. Сайт әйтә: %2$@
uk: %1$@ запитує ім'я користувача і пароль. Повідомлення сайту: %2$@
ur: %1$@ سے ایک یوذرنیم اور پاس ورڈ کی درخواست کی جا رہی ہے۔ سائت کا کہنا ہے: %2$@
vi: Tên người dùng và mật khẩu đang được yêu cầu bởi %1$@. Trang web cho biết: %2$@

source: About
af: Aangaande
ast: Tocante a
az: Haqqında
be: Аб праграме
bn: সম্পর্কে
br: A-zivout
ca: Quant a
cy: Ynghylch
da: Om
de: Über
el: Σχετικά
eo: Pri
et: Teave
fa: درباره
fi: Tietoja
fr: À propos
gd: Mu dhèidhinn
hi_in: परिचय
hr: O Firefoxu
hy_am: Ծրագրի մասին
ia: A proposito
id: Tentang
is: Um
it: Informazioni
km: អំពី
kn: ಬಗ್ಗೆ
lt: Apie
my: အကြောင်း
nb: Om
nl: Over
nn: Om
oc: A prepaus
or: ବାବଦରେ
pa_in: ਇਸ ਦੇ ਬਾਰੇ
pt_br: Sobre
pt_pt: Acerca
si: පිළිබඳව
sk: O aplikácii
sq: Rreth
sv: Om
te: గురించి
th: เกี่ยวกับ
tr: Hakkında
tt: Хакында
uk: Про програму
ur: کے بارے میں
vi: Giới thiệu

# ActivityStream.ContextMenu.AddToShortcuts
source: Add to Shortcuts
ast: Amestar a Atayos
az: Qısayollara əlavə et
be: Дадаць у ярлыкі
bn: শর্টকাটে যুক্ত করুন
br: Ouzhpennañ d'ar berradennoù
ca: Afegeix a les dreceres
cy: Ychwanegu at y Llwybrau Byr
da: Føj til genveje
de: Zu Verknüpfungen hinzufügen
el: Προσθήκη στις συντομεύσεις
eo: Aldoni al ŝparvojoj
et: Lisa otseteedesse
fa: اضافه کردن به میانبرها
fi: Lisää oikoteihin
fr: Ajouter aux raccourcis
gd: Cuir ris na h-ath-ghoiridean
hi_in: संपर्क में जोड़ें
hr: Dodaj u prečace
hy_am: Ավելացնել դյուրանցումներին
ia: Adder al accessos directe
id: Tambahkan ke Pintasan
is: Bæta við flýtileiðir
it: Aggiungi alle scorciatoie
km: បញ្ចូល​ទៅ​ផ្លូវកាត់
lt: Pridėti prie leistukų
nb: Legg til i snarveier
nl: Aan snelkoppelingen toevoegen
nn: Legg til i snarvegar
oc: Apondre als acorchis
pa_in: ਸ਼ਾਰਟਕੱਟਾਂ ਵਿੱਚ ਜੋੜੋ
pt_br: Adicionar aos atalhos
pt_pt: Adicionar aos atalhos
si: කෙටිමං වෙත යොදන්න
sk: Pridať do skratiek
sq: Shtoje te Shkurtoret
sv: Lägg till i genvägar
th: เพิ่มทางลัด
tr: Kestirmelere ekle
uk: Додати до ярликів
ur: شارٹ کٹ میں شامل کریں
vi: Thêm vào lối tắt

# ActivityStream.ContextMenu.PinTopsite
source: Pin to Top Sites
ast: Fixar en Sitios Principales
az: Qabaqcıl Saytlara bərkid
bn: শীর্ষ সাইটে পিন করুন
br: Spilhennañ el lec’hiennoù gwellañ
ca: Fixa a Llocs principals
cy: Pinio i Hoff Wefannau
da: Fastgør til Mest besøgte websider
de: Als meistbesuchte Seite anheften
eo: Alplingli al la plej vizititaj
fa: وصل کردن به وب‌سایت های برتر
fr: Épingler comme site populaire
gd: Prìnich ri brod nan làrach
hi_in: शीर्ष साइट में पिन करें
hy_am: Ամրացնել Լավագույն կայքերին
ia: Fixar al sitos popular
id: Sematkan ke Situs Teratas
is: Festa á lista yfir mest notuð vefsvæði
km: ខ្ទាស់ទៅ​គេហទំព័រ​ពេញនិយម
kn: ಅಗ್ರತಾಣಗಳಿಗೆ ಪಿನ್ ಮಾಡಿ
lt: Įsegti prie lankomiausių svetainių
my: ထိပ်တန်းဆိုက်များစာရင်းတွင် တွဲပါ
nb: Fest til mest besøkte nettsteder
nl: Vastmaken aan topwebsites
nn: Fest til mest besøkte nettstadar
pa_in: ਚੋਟੀਆਂ ਦੀਆਂ ਸਾਈਟਾਂ 'ਚ ਟੰਗੋ
pt_br: Fixar nos sites preferidos
pt_pt: Afixar aos sites mais visitados
sq: Fiksoje te Sajtet Kryesues
sv: Fäst till mest besökta
te: అగ్ర సైట్లకు పిన్ చేయండి
th: ปักหมุดไปยังไซต์เด่น
tr: Sık kullanılanlara sabitle
uk: Прикріпити до популярних сайтів
ur: بہترین سائٹٹ کو پن کریں
vi: Ghim vào các trang web hàng đầu

# ActivityStream.ContextMenu.PinTopsite2
source: Pin
az: Bərkid
be: Замацаваць
bn: পিন
br: Spilhennañ
ca: Fixa
cy: Pinio
da: Fastgør
de: Anheften
el: Καρφίτσωμα
eo: Alpingli
et: Kinnita
fa: سنجاق کردن
fi: Kiinnitä
fr: Épingler
gd: Prìnich
hi_in: पिन
hr: Zakači
hy_am: Ամրացնել
ia: Fixar
id: Semat
is: Festa
it: Appunta
km: ខ្ទាស់
lt: Įsegti
nb: Fest
nl: Vastmaken
nn: Fest
oc: Penjar
pa_in: ਟੰਗੋ
pt_br: Fixar
pt_pt: Fixar
si: අමුණන්න
sk: Pripnúť
sq: Fiksoje
sv: Fäst
th: ปักหมุด
tr: Sabitle
uk: Прикріпити
ur: پن
vi: Ghim

# ActivityStream.ContextMenu.RemoveFromShortcuts
source: Remove from Shortcuts
az: Qısayollardan çıxart
bn: শর্টকাট থেকে সরিয়ে ফেলুন
br: Lemel diouzh ar berradennoù
ca: Elimina de les dreceres
cy: Tynnu o'r Llwybrau Byr
da: Fjern fra genveje
de: Aus Verknüpfungen entfernen
eo: Forigi el ŝparvojoj
fa: حذف از میانبرها
fr: Supprimer des raccourcis
gd: Thoir air falbh on na h-ath-ghoiridean
hi_in: शॉर्टकट से हटाएं
hy_am: Հեռացնել դյուրանցումներից
ia: Remover del accessos directe
id: Hapuskan dari Pintasan
is: Fjarlægja úr flýtileiðum
km: ដកចេញ​ពី​ផ្លូវកាត់
lt: Pašalinti iš leistukų
nb: Fjern fra snarveier
nl: Verwijderen uit Snelkoppelingen
nn: Fjern frå snarvegar
pa_in: ਸ਼ਾਰਟਕੱਟ ਵਿੱਚੋਂ ਹਟਾਓ
pt_br: Remover dos atalhos
pt_pt: Remover dos Atalhos
sq: Hiqe nga Shkurtoret
sv: Ta bort från genvägar
th: ลบออกจากคำสั่งลัด
tr: Kestirmelerden Kaldır
uk: Вилучити з ярликів
ur: شارٹ کٹ سے ہٹائیں
vi: Xóa khỏi lối tắt

# ActivityStream.ContextMenu.RemovePinTopsite
source: Remove Pinned Site
az: Bərkidilmiş saytı sil
bn: পিনকৃত সাইট অপসারণ করুন
br: Lemel kuit ar lec’hienn spilhennet
ca: Elimina el lloc fix
cy: Tynnu Hoff Wefan
da: Fjern fastgjort webside
de: Angeheftete Seite entfernen
eo: Forigi alpinglitan retejon
fa: حذف سایت‌های سنجاق شده
fr: Retirer des sites populaires
gd: Thoir air falbh an làrach phrìnichte
hi_in: पिन किए गए साइट को निकालें
hy_am: Հեռացնել Ամրացված կայքը
ia: Remover sito fixate
id: Hapus Situs yang Disematkan
is: Fjarlæga úr lista yfir mest notuð vefsvæði
km: ដក​គេហទំព័រ​ដែល​បាន​ខ្ទាស់​ចេញ
kn: ಪಿನ್ ಮಾಡಲಾದ ತಾಣ ತೆಗೆದುಹಾಕಿ
lt: Pašalinti įsegtą svetainę
my: ထိပ်တန်းဝဘ်ဆိုက်စာရင်းမှ ဖယ်ရှားပါ
nb: Fjern side fra toppliste
nl: Vastgemaakte website verwijderen
nn: Fjern sida frå topplista
pa_in: ਟੰਗੀ ਹੋਈ ਸਾਈਟ ਨੂੰ ਹਟਾਓ
pt_br: Remover site fixado
pt_pt: Remover site afixado
sq: Hiqe Sajtin e Fiksuar
sv: Ta bort från mest besökta
te: పిన్ చేసిన సైటుని తీసివేయండి
th: เอาไซต์ที่ปักหมุดออก
tr: Sabitlenmiş siteyi kaldır
uk: Вилучити прикріплений сайт
ur: پن شدہ سائٹ ہٹائیں
vi: Xóa trang web đã ghim

# ActivityStream.ContextMenu.UnpinTopsite
source: Unpin
az: Çıxart
be: Адмацаваць
bn: আনপিন করুন
br: Dispilhennañ
ca: No fixis
cy: Dad-binio
da: Frigør
de: Ablösen
el: Ξεκαρφίτσωμα
eo: Depingli
et: Eemalda kohakinnitus
fi: Poista kiinnitys
fr: Désépingler
gd: Dì-phrìnich
hi_in: पिन हटाएँ
hr: Otkači
hy_am: Ապամրացնել
ia: Distachar
id: Lepas
is: Losa
it: Rilascia
km: ដកខ្ទាស់
lt: Išsegti
nb: Løsne
nl: Losmaken
nn: Løys
oc: Despenjar
pa_in: ਲਾਹੋ
pt_br: Desafixar
pt_pt: Desafixar
si: ගළවන්න
sk: Odopnúť
sq: Shfiksoje
sv: Lösgör
th: ถอนหมุด
tr: Sabitleneni kaldır
tt: Аерып алу
uk: Відкріпити
ur: پِن سے ہٹائیں
vi: Bỏ ghim

# ActivityStream.Highlights.Bookmark
source: Bookmarked
az: Əlfəcinlənib
bn: বুকমার্ক করা হয়েছে
br: Ouzhpennet er sinedoù
ca: A les adreces d'interès
cy: Nod Tudalen wedi ei osod
da: Bogmærket
de: Als Lesezeichen gesetzt
eo: En legosignoj
fa: نشانک‌گذاری شد
fr: Ajouté aux marque-pages
gd: Na chomharra-lìn
hi_in: बुकमार्क किया गया
hy_am: Էջանշված է
ia: Marcapaginas addite
id: Dimarkahi
is: Búið að bókamerkja
km: បាន​ចំណាំ
kn: ಪುಟಗುರುತು ಮಾಡಲಾದ
lt: Adresyne
my: စာမှတ်ထားသည်များ
nb: Bokmerket
nl: Bladwijzer gemaakt
nn: Bokmerkt
pa_in: ਬੁੱਕਮਾਰਕ ਕੀਤਾ
pt_br: Adicionado aos favoritos
pt_pt: Marcador
sq: I faqeruajtur
sv: Bokmärkt
te: ఇష్టాంశము చేయబడినది
th: เพิ่มที่คั่นหน้าแล้ว
tr: Yer imlerinde
uk: Додано до закладок
ur: نشان شدہ
vi: Đã đánh dấu

# ActivityStream.Highlights.Visited
source: Visited
af: Besoek
az: Ziyarət edilib
bn: পরিদর্শিত
br: Gweladennet
ca: Visitat
cy: Ymwelwyd
da: Besøgt
de: Besucht
eo: Vizitita
fa: مشاهده شده
fr: Visité
gd: Air tadhal air
hi_in: देखा गया
hy_am: Այցելած
ia: Visitate
id: Dikunjungi
is: Skoðað
km: បានទស្សនា
kn: ಭೇಟಿ ನೀಡಲಾದ‍
lt: Lankytasi
my: လည်ပတ်ထားသည်များ
nb: Besøkt
nl: Bezocht
nn: Besøkt
pa_in: ਖੋਲ੍ਹੇ
pt_br: Visitado
pt_pt: Visitado
sq: I vizituar
sv: Besökt
te: సందర్శించినవి
th: เยี่ยมชมแล้ว
tr: Ziyaret edildi
uk: Відвідано
ur: دورہ شدہ
vi: Đã truy cập

# ActivityStream.JumpBackIn.SectionTitle
source: Jump Back In
be: Адкрыць зноў
bn: পূর্বাবস্থায় ফিরে যান
br: Distreiñ
ca: Torneu a la pestanya
cy: Mynd Nôl I
da: Hop tilbage til
de: Zurückspringen
el: Επιστροφή
eo: Reiri
et: Hiljutised kaardid
fi: Palaa takaisin
fr: Revenir à cet onglet
gd: Till gu far an robh thu
hi_in: वापस अंदर जायें
hr: Vrati se natrag
hy_am: Վերադառնալ
ia: Saltar retro
id: Lompat Kembali
is: Hoppa aftur inn
it: Torna a questa scheda
km: រំលង​ត្រឡប់វិញ
lt: Sugrįžkite
nb: Hopp inn igjen
nl: Terugspringen
nn: Hopp inn igjen
pa_in: ਵਾਪਸ ਜਾਓ
pt_br: Voltar direto para
pt_pt: Regressar
si: ආපසු පනින්න
sk: Návrat späť
sq: Hidhu Mbrapa Te
sv: Gå tillbaka till
th: กลับเข้าไป
tr: Açık sekmeler
uk: Відкрити знову
ur: واپس جائیں
vi: Trang đã xem gần đây

# ActivityStream.JumpBackIn.TabGroup.SiteCount
source: Tabs: %d
be: Карткі: %d
bn: ট্যাব: %d
br: Ivinelloù: %d
ca: Pestanyes: %d
cy: Tabiau: %d
da: Faneblade: %d
el: Καρτέλες: %d
eo: Langetoj: %d
et: Kaarte: %d
fa: زبانه‌ها: %d
fi: Välilehtiä: %d
fr: Onglets : %d
gd: Tabaichean: %d
hi_in: टैब: %d
hr: Kartica: %d
hy_am: Ներդիրներ՝ %d
ia: Schedas: %d
id: Tab: %d
is: Flipar: %d
it: Schede: %d
km: ផ្ទាំង៖ %d
lt: Kortelių: %d
nb: Faner: %d
nl: Tabbladen: %d
nn: Faner: %d
pa_in: ਟੈਬਾਂ: %d
pt_br: Abas: %d
pt_pt: Separadores: %d
si: පටිති: %d
sk: Karty: %d
sq: Skeda: %d
sv: Flikar: %d
th: แท็บ: %d
tr: Sekme: %d
uk: Вкладки: %d
ur: ٹیبز: %d
vi: Thẻ: %d

# ActivityStream.JumpBackIn.TabGroup.Title
source: Your search for "%@"
bn: "%@" এর জন্য আপনার অনুসন্ধান
br: Ho klask evit "%@"
ca: La vostra cerca de «%@»
cy: Eich chwilio am "%@"
da: Din søgning efter "%@"
de: Ihre Suche nach "%@"
eo: Via serĉo de "%@"
fa: جستجو شما برای «%@»
fr: Votre recherche de « %@ »
gd: Lorg a rinn thu airson “%@”
hi_in: "%@" के लिए आपकी खोज
hy_am: Ձեր որոնումը "%@"-ի համար
ia: Tu recerca de "%@"
id: Pencarian Anda untuk "%@"
is: Leitin þín að "%@"
km: ការស្វែងរក​របស់អ្នក​សម្រាប់ "%@"
lt: Jūsų paieška „%@“
nb: Du søkte etter «%@»
nl: Uw zoekopdracht naar ‘%@’
nn: Du søkte etter «%@»
pa_in: "%@" ਲਈ ਤੁਹਾਡੀ ਖੋਜ
pt_br: Sua pesquisa de "%@"
pt_pt: A sua pesquisa por "%@"
sq: Kërkimi juaj për “%@”
sv: Din sökning efter "%@"
th: การค้นหาของคุณสำหรับ "%@"
tr: "%@" aramanız
uk: Ваш пошук для "%@"
vi: Tìm kiếm của bạn cho "%@"

# ActivityStream.Library.Title
source: Recently Saved
be: Нядаўна захаваныя
bn: সম্প্রতি সংরক্ষিত
br: Enrollet da ziwezhañ
ca: Desades recentment
cy: Cadwyd yn ddiweddar
da: Gemt for nylig
de: Kürzlich gespeichert
el: Πρόσφατα αποθηκευμένα
eo: Ĵuse konservitaj
et: Hiljuti salvestatud
fa: اخیرا ذخیره شده
fi: Äskettäin tallennettu
fr: Récemment enregistrés
gd: Air a shàbhaladh o chionn goirid
hi_in: हाल ही में सहेजा गया
hr: Nedavno spremljeno
hy_am: Վերջերս պահպանված
ia: Recentemente salvate
id: Baru Saja Disimpan
is: Nýlega vistað
it: Aggiunti di recente
km: បានរក្សាទុក​ថ្មីៗ
lt: Paskiausiai įtraukta
nb: Nylig lagret
nl: Onlangs opgeslagen
nn: Nyleg lagra
pa_in: ਤਾਜ਼ਾ ਸੰਭਾਲੇ
pt_br: Salvo recentemente
pt_pt: Recentemente guardados
si: මෑත සුරැකුම්
sk: Nedávno uložené
sq: Ruajtur Së Fundi
sv: Nyligen sparad
th: บันทึกไว้ล่าสุด
tr: Son kaydedilenler
uk: Недавно збережені
ur: حال ہی میں محفوظ شدہ
vi: Đã lưu gần đây

# ActivityStream.NewRecentBookmarks.Title
source: Recent Bookmarks
ast: Marcadores de recién
az: Yeni əlfəcinlər
bn: সাম্প্রতিক বুকমার্ক
br: Sinedoù nevez
ca: Adreces d'interès recents
cy: Nodau Tudalen Diweddar
da: Seneste bogmærker
de: Neue Lesezeichen
eo: Ĵusaj legosignoj
fa: نشانک‌های اخیر
fr: Marque-pages récents
gd: Comharran-lìn ùra
hi_in: हाल के बुकमार्क
hy_am: Վերջին էջանիշեր
ia: Marcapaginas recente
id: Markah Terbaru
is: Nýleg bókamerki
km: ចំណាំ​ថ្មីៗ
kn: ಇತ್ತೀಚಿನ ಪುಟಗುರುತುಗಳು
lt: Paskiausi adresyno įrašai
my: လတ်တလော မှတ်ခဲ့သော စာမှတ်များ
nb: Nylige bokmerker
nl: Recente bladwijzers
nn: Nylege bokmerke
pa_in: ਹਾਲੀਆ ਬੁੱਕਮਾਰਕ
pt_br: Favoritos recentes
pt_pt: Marcadores recentes
sq: Faqerojtës Së Fundi
sv: Senaste bokmärken
te: ఇటీవలి ఇష్టాంశాలు
th: ที่คั่นหน้าล่าสุด
tr: Son Yer İmleri
uk: Останні закладки
ur: حالیہ بُک مارکس
vi: Dấu trang gần đây

# ActivityStream.Pocket.MoreLink
source: More
ast: Más
az: Daha çox
bn: আরও
br: Muioc’h
ca: Més
cy: Rhagor
da: Mere
de: Mehr
eo: Pli
fa: بیشتر
fr: Plus
gd: Barrachd
hi_in: अधिक
hy_am: Ավելին
ia: Plus
id: Lebih banyak
is: Meira
km: ច្រើន​ទៀត
kn: ಇನ್ನಷ್ಟು
lt: Daugiau
my: ထပ်မံ
nb: Mer
nl: Meer
nn: Fleire
pa_in: ਹੋਰ
pt_br: Mais
pt_pt: Mais
sq: Më tepër
sv: Fler
te: మరిన్ని
th: เพิ่มเติม
tr: Daha fazla
uk: Більше
ur: مزید
vi: Thêm

# ActivityStream.Pocket.SectionTitle
source: Trending on Pocket
ast: Tendencia en Pocket
az: Pocket-də Trenddə
bn: Pocket থেকে সুপারিশকৃত
br: Erbedet gant Pocket
ca: Popular al Pocket
cy: Trendio ar Pocket
da: Populære på Pocket
de: Aktuell auf Pocket
eo: Tendencoj en Pocket
fa: محبوب ها در Pocket
fr: Tendances sur Pocket
gd: A’ treandadh air Pocket
hi_in: Pocket पर प्रचलित
hy_am: Միտված է Pocket-ում
ia: Tendentias sur Pocket
id: Sedang Tren di Pocket
is: Vinsælt í Pocket
km: កំពុង​ពេញនិយម​នៅ​លើ ហៅប៉ៅ
lt: „Pocket“ rekomenduoja
my: Pocket တွင် ရေပန်းစားနေသည်များ
nb: Trender på Pocket
nl: Trending bij Pocket
nn: Trendar på Pocket
pa_in: Pocket ਵਿੱਚ ਰੁਝਾਨ
pt_br: Em alta no Pocket
pt_pt: Tendência no Pocket
sq: Në modë në Pocket
sv: Trender på Pocket
te: పాకెట్‌లో ట్రెండ్ అవుతోంది
th: กำลังนิยมใน Pocket
tr: Pocket’ta öne çıkanlar
uk: Популярне в Pocket
ur: Pocket پر ٹرینڈنگ
vi: Xu hướng trên Pocket

# ActivityStream.Pocket.SectionTitle2
source: Recommended by Pocket
az: Pocket tərəfindən məsləhət görülüb
bn: Pocket থেকে সুপারিশকৃত
br: Erbedet gant Pocket
ca: Recomanat pel Pocket
cy: Argymhellwyd gan Pocket
da: Anbefalet af Pocket
de: Empfehlung von Pocket
eo: Rekomendita de Pocket
fa: توصیه شده توسط Pocket
fr: Recommandé par Pocket
gd: Air a mholadh le Pocket
hi_in: Pocket द्वारा अनुशंसित
hy_am: Առաջարկվում է Pocket-ի կողմից
ia: Recommendate per Pocket
id: Direkomendasikan oleh Pocket
is: Mælt með af Pocket
km: បាន​ណែនាំ​ដោយ Pocket
lt: „Pocket“ rekomenduoja
nb: Anbefalt av Pocket
nl: Aanbevolen door Pocket
nn: Tilrådd av Pocket
pa_in: Pocket ਵਲੋਂ ਸਿਫਾਰਸ਼ੀ
pt_br: Recomendado pelo Pocket
pt_pt: Recomendado pelo Pocket
sq: Rekomanduar nga Pocket
sv: Rekommenderas av Pocket
th: แนะนำโดย Pocket
tr: Pocket öneriyor
uk: Рекомендації від Pocket
ur: Pocket کی جانب سے تجویز کردہ
vi: Được đề xuất bởi Pocket

# ActivityStream.Pocket.Trending
source: Trending
ast: Tendencies
az: Populyar
bn: জনপ্রিয়
br: Brudet
ca: Tendència
cy: Trendio
da: Populært
de: Populär
eo: Tendencoj
fa: داغ
fr: Tendance
gd: A’ treandadh
hi_in: प्रचलित
hy_am: Միտում
ia: Tendentias
id: Sedang Tren
is: Vinsælt
km: កំពុង​ពេញនិយម
kn: ಪ್ರಚಲಿತ
lt: Populiaru
my: လူကြိုက်များနေသည်များ
nb: Populært
nn: Populært
pa_in: ਰੁਝਾਨ
pt_br: Em alta
pt_pt: Tendência
sq: Në modë
sv: Trender
te: ట్రెండింగ్
th: กำลังนิยม
tr: Popüler
uk: Популярне
ur: رجحان سازی
vi: Xu hướng

# ActivityStream.RecentHistory.Title
source: Recently Visited
ast: Visitóse apocayá
az: Təzəlikcə ziyarət edilən
be: Нядаўна наведаныя
bn: সম্প্রতি পরিদর্শিত
br: Gweladennet da ziwezhañ
ca: Visitat recentment
cy: Ymwelwyd yn Ddiweddar
da: Besøgt for nyligt
de: Kürzlich besucht
el: Πρόσφατες επισκέψεις
eo: Ĵusaj vizitoj
et: Hiljuti külastatud
fa: بازدید‌های اخیر
fi: Äskettäin käydyt
fr: Visités récemment
gd: Air tadhal orra o chionn goirid
hi_in: हाल ही में देखे गए
hr: Nedavno posjećene
hy_am: Վերջերս այցելված
ia: Visitate recentemente
id: Kunjungan Terbaru
is: Nýlega heimsótt
it: Visitati di recente
km: បាន​ចូលមើល​ថ្មីៗ
kn: ಇತ್ತೀಚೆಗೆ ಭೇಟಿನೀಡಿದವು
lt: Paskiausiai lankytos svetainės
my: လတ်တလော သုံးခဲ့သော
nb: Nylig besøkt
nl: Onlangs bezocht
nn: Nyleg besøkt
oc: Visitats fa res
or: ନଗଦ ଦେଖିଥିଲେ
pa_in: ਸੱਜਰੀਆਂ ਖੋਲ੍ਹੀਆਂ
pt_br: Visitado recentemente
pt_pt: Visualizados recentemente
si: මෑතදී ගොඩවැදුණු
sk: Nedávno navštívené
sq: Vizituar Së Fundi
sv: Nyligen besökta
te: ఇటీవల చూసినవి
th: เยี่ยมชมล่าสุด
tr: Son bakılanlar
tt: Соңгы каралган
uk: Недавно відвідані
ur: حال ہی میں ملاحظہ کی گئی
vi: Đã xem gần đây

# ActivityStream.RecentlySaved.SectionTitle
source: Recently Saved
bn: সম্প্রতি সংরক্ষিত
br: Enrollet da ziwezhañ
ca: Desades recentment
cy: Cadwyd yn Ddiweddar
da: Gemt for nylig
de: Kürzlich gespeichert
eo: Ĵuse konservitaj
fa: اخیرا ذخیره شده
fr: Récemment enregistrés
gd: Air a shàbhaladh o chionn goirid
hi_in: हाल ही में सहेजा गया
hy_am: Վերջերս պահպանված
ia: Recentemente salvate
id: Baru Saja Disimpan
is: Nýlega vistað
km: បានរក្សាទុក​ថ្មីៗ
lt: Paskiausiai įtraukta
nb: Nylig lagret
nl: Onlangs opgeslagen
nn: Nyleg lagra
pa_in: ਸੱਜੀਆਂ ਸੰਭਾਲੀਆਂ
pt_br: Salvo recentemente
pt_pt: Recentemente guardados
sq: Ruajtur Së Fundi
sv: Nyligen sparad
th: บันทึกไว้ล่าสุด
tr: Son kaydedilenler
uk: Недавно збережені
ur: حال ہی میں محفوظ شدہ
vi: Đã lưu gần đây

# ActivityStream.RecentlySaved.ShowAll
source: Show all
bn: সব দেখুন
br: Diskouez pep tra
ca: Mostra-ho tot
cy: Dangos y cyfan
da: Vis alle
de: Alle anzeigen
eo: Montri ĉiujn
fa: نمایش همه
fr: Tout afficher
gd: Seall na h-uile
hi_in: सभी दिखाएँ
hy_am: Ցուցադրել բոլորը
ia: Monstrar totes
id: Tampilkan semua
is: Birta allt
km: បង្ហាញ​ទាំងអស់
lt: Rodyti viską
nb: Vis alle
nl: Alles tonen
nn: Vis alle
pa_in: ਸਭ ਵੇਖੋ
pt_br: Mostrar tudo
pt_pt: Mostrar todos
sq: Shfaqi krejt
sv: Visa alla
th: แสดงทั้งหมด
tr: Tümünü göster
uk: Показати всі
ur: تمام دکھائیں
vi: Hiển thị tất cả

# ActivityStream.RecentlyVisited.RemoveButton.Title
source: Remove
bn: অপসারণ করুন
br: Dilemel
ca: Elimina
cy: Tynnu
da: Fjern
de: Entfernen
eo: Forigi
fa: حذف
fr: Supprimer
gd: Thoir air falbh
hi_in: हटाएँ
hy_am: Հեռացնել
ia: Remover
id: Hapus
is: Fjarlægja
km: ដកចេញ
lt: Pašalinti
nb: Fjern
nl: Verwijderen
nn: Fjern
pa_in: ਹਟਾਓ
pt_br: Remover
pt_pt: Remover
sq: Hiqe
sv: Ta bort
th: ลบ
tr: Kaldır
uk: Вилучити
ur: ہٹائیں
vi: Xóa
