Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Onboarding.WhatsNew.PersonalizedHome.Description
source: Jump to your open tabs, bookmarks and browsing history.
br: Mont d’hoc’h ivinelloù digor, sinedoù ha roll istor merdeiñ.
ca: Accediu a les pestanyes obertes, a les adreces d’interès i a l’historial de navegació.
cy: Symudwch i’ch tabiau agored, nodau tudalen, a’ch hanes pori.
da: Hop til dine åbne faneblade, bogmærker og browserhistorik.
de: Wechseln Sie zu Ihren geöffneten Tabs, Lesezeichen und Ihrer Surf-Chronik.
eo: Aliru viajn malfermitajn langetojn, legosignojn kaj retuman historion.
fr: Accédez à vos onglets ouverts, vos marque-pages et votre historique de navigation.
gd: Leum gu na tabaichean fosgailte, comharran-lìn is eachdraidh a’ bhrabhsaidh agad.
hy_am: Անցեք ձեր բաց ներդիրներին, էջանիշերին և զննման պատմությանը:
ia: Salta a tu schedas aperte, marcapaginas e chronologia de navigation.
id: Lompat ke tab terbuka, markah, dan riwayat penjelajahan Anda.
is: Hoppaðu í opna flipa, bókamerki og vafraferil.
lt: Pereikite prie atvertų kortelių, adresyno, ir naršymo istorijos.
nb: Gå til de åpne fanene, bokmerkene og nettleserhistorikken.
nl: Spring naar uw open tabbladen, bladwijzers en navigatiegeschiedenis.
nn: Gå til dei opne fanene, bokmerka og nettlesarhistorikken.
pa_in: ਆਪਣੀਆਂ ਖੋਲ੍ਹੀਆ ਟੈਬਾਂ, ਬੁੱਕਮਾਰਕਾਂ ਅਤੇ ਬਰਾਊਜ਼ ਕਰਨ ਦੇ ਅਤੀਤ ਉੱਤੇ ਜਾਓ।
pt_br: Vá direto para suas abas abertas, favoritos e histórico de navegação.
pt_pt: Aceda aos seus separadores abertos, marcadores e histórico de navegação.
sq: Kaloni te skeda tuajat të hapura, faqerojtës dhe historik shfletimesh.
sv: Hoppa till dina öppna flikar, bokmärken och surfhistorik.
th: ข้ามไปยังแท็บที่เปิดอยู่ ที่คั่นหน้า และประวัติการเรียกดู
tr: Açık sekmelerinizi, yer imlerinizi ve gezinti geçmişinizi görün.
uk: Переходьте до відкритих вкладок, закладок та історії перегляду.
vi: Chuyển đến các thẻ đang mở, dấu trang và lịch sử duyệt web của bạn.

# Onboarding.WhatsNew.RecentSearches.Description
source: Revisit your latest searches from your homepage.
br: Adweladennit ho klaskoù nevesañ diwar ho pajenn degemer.
ca: Recupereu les cerques recents des de la pàgina d’inici.
cy: Ailedrych ar eich chwilio diweddaraf o’ch tudalen cartref a’ch tabiau.
da: Besøg dine seneste søgninger igen fra din startside.
de: Rufen Sie Ihre letzten Suchanfragen von Ihrer Startseite aus erneut auf.
eo: Kontrolu viajn lastajn serĉojn el via eka paĝo.
fr: Consultez vos dernières recherches depuis votre page d’accueil.
gd: Ath-thadhail air na luirg a rinn thu o chionn goirid air an duilleag-dhachaigh agad.
hy_am: Վերանայեք ձեր վերջին որոնումները ձեր տնային էջից և ներդիրներից:
ia: Revisita tu ultime recercas ab tu pagina principal.
id: Kunjungi kembali penelusuran terkini dari beranda Anda.
is: Skoðaðu nýjustu leitirnar þínar af upphafssíðunni þinni.
lt: Peržiūrėkite savo paskiausias paieškas iš pradžios tinklalapio ir kortelių.
nb: Gå tilbake til de siste søkene dine fra startsiden.
nl: Bekijk uw laatste zoekopdrachten opnieuw vanaf uw startpagina.
nn: Gå tilbake til dei siste søka dine frå startsida.
pa_in: ਆਪਣੇ ਮੁੱਖ-ਸਫ਼ੇ ਤੋਂ ਆਪਣੀਆਂ ਸੱਜਰੀਆਂ ਖੋਜਾਂ ਨੂੰ ਮੁੜ-ਖੋਲ੍ਹੋ।
pt_br: Revisite suas pesquisas recentes na tela inicial.
pt_pt: Revisite as suas pesquisas mais recentes na sua página inicial.
sq: Rivizitoni kërkimet tuaja më të reja, që nga faqja juaj hyrëse.
sv: Återbesök dina senaste sökningar från din startsida och flikar.
th: เยี่ยมชมการค้นหาล่าสุดของคุณใหม่จากหน้าแรกของคุณ
tr: Son aramalarınıza giriş sayfasından tekrar ulaşın.
uk: Перегляньте останні пошукові запити зі своєї сторінки домівки.
ur: اپنے ابتدائی صفحہ سے اپنی تازہ ترین تلاشوں پر دوبارہ جائیں۔
vi: Xem lại các tìm kiếm mới nhất của bạn từ trang chủ của bạn.

# Onboarding.WhatsNew.RecentSearches.Title
source: Recent Searches
bn: সাম্প্রতিক সার্চ
br: Klaskoù nevesañ
ca: Cerques recents
cy: Chwilio Diweddar
da: Seneste søgninger
de: Letzte Suchanfragen
eo: Ĵusaj serĉoj
fr: Recherches récentes
gd: Luirg o chionn goirid
hi_in: हाल के खोज
hy_am: Վերջին որոնումները
ia: Recercas recente
id: Pencarian Terkini
is: Nýlegar leitir
lt: Paskiausios paieškos
nb: Nylige søk
nl: Recente zoekopdrachten
nn: Nylege søk
pa_in: ਸੱਜਰੀਆਂ ਖੋਜਾਂ
pt_br: Pesquisas recentes
pt_pt: Pesquisas recentes
sq: Kërkime Së Fundi
sv: Senaste sökningar
th: การค้นหาล่าสุด
tr: Son aramalar
uk: Недавні пошуки
ur: حالیہ تلاشیں۔
vi: Tìm kiếm gần đây

# Onboarding.WhatsNew.TabGroups.Description
source: Pages from the same search get grouped together.
br: Ar pajennoù diwar an hevelep klask a zo strollet a-gevred.
ca: Les pàgines de la mateixa cerca s'agrupen.
cy: Mae tudalennau o'r un chwiliad yn cael eu grwpio gyda'i gilydd.
da: Sider fra den samme søgning grupperes.
de: Seiten derselben Suche werden gruppiert.
eo: Paĝoj el la sama serĉo kungrupiĝas.
fr: Les pages d’une même recherche sont regroupées.
gd: Duilleagan on aon lorg còmhla ann am buidheann.
hy_am: Նույն որոնման էջերը խմբավորվում են միասին:
ia: Le paginas ex le mesme recerca es gruppate insimul.
id: Halaman dari pencarian yang sama dikelompokkan bersama.
is: Síður úr sömu leit flokkast saman.
lt: Tinklalapiai iš tos pačios paieškos bus sugrupuojami.
nb: Sider fra samme søk grupperes sammen.
nl: Pagina’s van dezelfde zoekopdracht worden gegroepeerd.
nn: Sider frå same søk vert grupperte saman.
pa_in: ਇੱਕੋ ਖੋਜ ਤੋਂ ਸਫ਼ਿਆਂ ਨੂੰ ਸਮੂਹ ਵਿੱਚ ਇਕੱਤਰ ਕਰੋ।
pt_br: Páginas de uma mesma pesquisa são agrupadas.
pt_pt: As páginas da mesma pesquisa são agrupadas.
sq: Faqet prej të njëjtit kërkim grupohen tok.
sv: Sidor från samma sökning grupperas tillsammans.
th: หน้าจากการค้นหาเดียวกันจะถูกจัดกลุ่มเข้าด้วยกัน
tr: Aynı aramayla ilgili sayfalar grup halinde tutulur.
uk: Сторінки з одного пошукового запиту групуються разом.
vi: Các trang từ cùng một tìm kiếm được nhóm lại với nhau.

# Onboarding.WhatsNew.TabGroups.Title
source: Tidier Tab Groups
br: Strolladoù ivinelloù naetoc’h
ca: Grups de pestanyes més ordenats
cy: Grwpiau Tabiau Taclusach
da: Bedre orden i fanebladsgrupper
de: Übersichtlichere Tab-Gruppen
eo: Pli klare grupigitaj langetoj
fr: Des onglets regroupés plus clairement
gd: Buidhnean thabaichean nas sgiobalta
hy_am: Ավելի կոկիկ ներդիրների խմբեր
ia: Gruppos de schedas plu ordinate
id: Grup Tab Lebih Rapi
is: Snyrtilegri flipahópar
lt: Tvarkingesnės kortelių grupės
nb: Ryddigere fanegrupper
nl: Nettere tabbladgroepen
nn: Ryddigare fanegrupper
pa_in: ਸੱਜਾ ਕੇ ਟੈਬ ਗਰੁੱਪ ਬਣਾਓ
pt_br: Grupos de abas mais organizados
pt_pt: Grupos de separadores mais organizados
sq: Grupe Më të Qëruar Skedash
sv: Tydligare flikgrupper
th: กลุ่มแท็บที่เป็นระเบียบมากขึ้น
tr: Daha düzenli sekme grupları
uk: Охайніші групи вкладок
vi: Nhóm thẻ gọn gàng hơn

# Onboarding.WhatsNew.Title
source: What’s New in Firefox
bn: Firefox এ নতুন কি
br: Petra zo nevez e Firefox
ca: Novetats del Firefox
cy: Beth sy’n Newydd yn Firefox
da: Nyheder i Firefox
de: Was neu ist bei Firefox
eo: Novaĵoj en Firefox
fr: Les nouveautés de Firefox
gd: Na tha ùr ann am Firefox
hi_in: फ़ायरफ़ॉक्स में नया क्या है
hy_am: Ինչն է նոր Firefox-ում
ia: Que novas in Firefox
id: Apa yang Baru di Firefox
is: Hvað er nýtt í Firefox
lt: Kas naujo „Firefox“
nb: Hva er nytt i Firefox
nl: Wat is er nieuw in Firefox
nn: Kva er nytt i Firefox
pa_in: Firefox ਵਿੱਚ ਨਵਾਂ ਕੀ ਹੈ
pt_br: Novidades no Firefox
pt_pt: Novidades do Firefox
sq: Ç’ka të Re te Firefox-i
sv: Vad är nytt i Firefox
th: มีอะไรใหม่ใน Firefox
tr: Firefox’taki yenilikler
uk: Що нового у Firefox
ur: Firefox میں نیا کیا ہے
vi: Có gì mới trong Firefox

source: Oops! Firefox crashed
af: Gits! Firefox het omgeval.
ast: ¡Meca! Firefox cascó
az: Vaxsey! Firefox çökdü
be: Ой! Адбыўся збой Firefox
bn: ওহহ! Firefox ক্রাশ করেছে
br: Chaous! Sac’het eo Firefox
ca: Ups. El Firefox ha fallat.
cy: Wps! Mae Firefox wedi chwalu
da: Hov! Firefox gik ned
de: Hoppla! Firefox ist abgestürzt
el: Ωχ! Το Firefox κατέρρευσε
eo: Fuŝ! Firefox paneis
et: Oih! Firefox jooksis kokku
fa: اوخ! فایرفاکس دچارخرابی شد
fi: Hups! Firefox kaatui
fr: Oups, Firefox a planté
gd: Ìoc! Thuislich Firefox
hi_in: उफ़! Firefox नष्ट हो गया
hr: Ups! Firefox se srušio
hy_am: Վա՜յ, Firefox-ը վթարվեց:
ia: Ups! Firefox ha collabite
id: Waduh! Firefox mogok
is: Æi! Firefox hrundi
it: Oops! Firefox si è bloccato
km: អូ! Firefox បាន​គាំង​ហើយ
kn: ‍ಓಹ್ ಓ! ‍Firefox ಕುಸಿತಗೊಂಡಿದೆ
lt: Oi! „Firefox“ užstrigo
my: အလိုလေး။ မီးမြေခွေး ပျက်သွားပြီ။
nb: Ops! Firefox krasjet
nl: Oeps! Firefox is gecrasht
nn: Ops! Firefox krasja
oc: Firefox a plantat
or: ଓହୋ! ଫାୟାରଫକ୍ସ ଅକସ୍ମାତ ବନ୍ଦ ହେଇଗଲା
pa_in: ਓਹ ਹੋ! ਫਾਇਰਫਾਕਸ ਕਰੈਸ਼ ਹੋ ਗਿਆ
pt_br: Ops! O Firefox travou
pt_pt: Ups! O Firefox falhou
si: අපොයි! ෆයර්ෆොක්ස් බිඳ වැටුණි
sk: Ups! Firefox zlyhal
sq: Hëm! Firefox-i u vithis
sv: Hoppsan! Firefox kraschade
te: అయ్యో! Firefox క్రాష్ అయింది
th: อุปส์! Firefox เกิดข้อขัดข้อง
tr: Eyvahlar olsun! Firefox çöktü
tt: Абау! Firefox ватылды
uk: Отакої! Стався збій Firefox
ur: اف! Firefox تباہ ہوگیا
vi: Oops! Firefox đã gặp sự cố

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
af: Open artikels in Leesaansig deur op die boekikoon te raak as dit op die titelbalk verskyn.
ast: Abri artículos na Vista de Llectora calcando l'iconu del llibru cuando apaeza na barra de títulos.
az: Kitab ikonu başlıq sətrində göründüyündə ona basaraq məqalələri Oxuyucu Görünüşündə açın.
be: Адкрывайце артыкулы ў рэжыме чытання дотыкам да значку кнігі, калі ён з'явіцца ў адрасным радку.
bn: টাইটেলবারে বইয়ের আইকনটি এলে সেটিতে ট্যাপ করে রিডার ভিউতে আর্টিকেলগুলি দেখুন।
br: Digorit ar pennadoù er mod lenn en ur stekiñ ouzh an arlun levr p’eo skrammet er varrenn-ditl.
ca: Obriu articles en la Vista de lectura tocant la icona de llibre quan aparegui a la barra de títol.
cy: Agorwch erthyglau yn y Golwg Darllen drwy dapio ar yr eicon llyfr pan mae'n ymddangos yn y bar teitl.
da: Åbn artikler i læsevisning ved at trykke på bog-ikonet, når det vises i titellinjen.
de: Öffnen Sie Artikel in der Leseansicht, indem Sie auf das Buch-Symbol tippen, wenn es in der Titelleiste angezeigt wird.
el: Ανοίξτε τα άρθρα στην προβολή ανάγνωσης πατώντας στο εικονίδιο-βιβλίο όταν εμφανίζεται στη γραμμή τίτλου.
eo: Malfermu artikolojn en legila vido per tuŝeto sur la emblemo de libro, kiam ĝi aperas en la titolstrio.
et: Artiklite avamiseks lugemisrežiimis puuduta raamatu ikooni, kui see ilmub aadressiribale.
fa: بازکردن مقاله در حالت مطالعه به وسیله تپ کردن بر روی آیکون کتاب وفتی در عنوان بار نمایش داده شد.
fi: Avaa artikkelit lukunäkymässä napauttamalla kirjakuvaketta, kun se ilmestyy hakuriville.
fr: Ouvrez des articles en mode lecture en appuyant sur l’icône de livre lorsqu’elle apparaît dans la barre de titre.
gd: Fosgail artaigilean san t-sealladh leughaidh le gnogag air ìomhaigheag an leabhair nuair a nochdas e ann am bàr an tiotail.
hi_in: पुस्तक प्रतीक को दबाकर आलेखों को पाठक दृश्य में खोलें जब यह शीर्षक पट्टी में दिखाई देता है।
hr: Otvori članke u prikazu za čitanje dodirom na ikonu knjige, kad se ikona pojavi u naslovnoj traci.
hy_am: Բացեք հոդվածները Reader View֊ում՝ կտտացնելով գրքի պատկերակը, երբ այն հայտնվում է վերնագրի սանդղակում։
ia: Aperir le articulos in le vista de lectura toccante le icone del libro quando illo appare in le barra de titulo.
id: Buka artikel di Tampilan Baca dengan mengetuk ikon buku saat tampil di bilah judul.
is: Opnaðu greinar í lesham með því að ýta á bókartáknið þegar það birtist í titilslá.
it: Apri articoli in Modalità lettura toccando l’icona quando appare nella barra del titolo.
km: បើក​អត្ថបទ​នៅ​ក្នុង​​ទិដ្ឋភាព​អ្នក​អាន​ដោយ​ប៉ះ​រូបតំណាង​សៀវភៅ​នៅ​ពេល​វា​បង្ហាញ​នៅ​ក្នុង​របារ​ចំណងជើង។
lt: Atverkite straipsnius skaitymo veiksenoje, bakstelėdami knygos piktogramą, pasirodančią antraštės juostoje.
my: ခေါင်းစီးဘားတွင် စာအုပ်အိုင်ကွန်လေး ပေါ်လာပါက ထိလိုက်ခြင်းအားဖြင့် စာဖတ်ပုံစံသို့ပြောင်းလဲသုံးပါ
nb: Åpne artikler i lesevisning ved å trykke på bokikonet når det vises på adresselinjen.
nl: Open artikelen in de lezerweergave door op het boekpictogram te tikken zodra dit in de titelbalk verschijnt.
nn: Opne artiklar i lesevising ved å trykkje på bok-ikonet når du ser det i adresselinja.
pa_in: ਲੇਖਾਂ ਨੂੰ ਪੜ੍ਹਨ ਝਲਕ ਵਿੱਚ ਕਿਤਾਬ ਦੇ ਆਈਕਾਨ ਉੱਤੇ ਛੂਹ ਕੇ ਖੋਲ੍ਹੋ, ਜਦੋਂ ਕਿ ਉਹ ਟਾਈਟਲ ਪੱਟੀ ਵਿੱਚ ਦਿਖਾਈ ਦਿੰਦੇ ਹਨ।
pt_br: Abra artigos no Leitor tocando no ícone de livro quando ele aparecer na barra de título.
pt_pt: Abra artigos na Vista de leitura, tocando no ícone do livro quando este aparece na barra de título.
si: මාතෘකා තීරුවේ දිස්වන විට පොත් නිරූපකය තට්ටු කිරීමෙන් පාඨක දැක්මෙහි ලිපි බලන්න.
sk: Ťuknutím na ikonu knihy, keď sa objaví v paneli s titulkom, otvoríte stránku v zobrazení Čítačka.
sq: Artikujt nën Pamjen Lexues i hapni duke prekur ikonën libër, kur shfaqet te shtylla e titullit.
sv: Öppna artiklar i läsvyn genom att trycka på bokikonen när den visas i adressfältet.
te: టైటిల్ బార్ లో కనిపించినపుడు పుస్తకం చిహ్నాన్ని నొక్కడం ద్వారా రీడర్ లో వ్యాసాలు చూడండి.
th: เปิดบทความในมุมมองผู้อ่านโดยแตะไอคอนหนังสือเมื่อปรากฏในแถบหัวข้อ
tr: Makaleleri Okuyucu görünümünde açmak için başlık çubuğunda kitap simgesi göründüğünde ona dokunun.
tt: Мәкаләләрне уку режимында ачу өчен, исем юлында китап тамгачыгы пәйда булгач, аңа басыгыз.
uk: Відкривайте статті в режимі читання дотиком до піктограми книги, коли вона з'являється в панелі заголовка.
ur: عبارات کو پڑھنے کا نظارے میں تھابپ کر جب کتاب کا آئکن عنوان بار پر نظر آئے۔
vi: Mở bài viết trong chế độ đọc sách bằng cách nhấn vào biểu tượng sách khi nó xuất hiện trên thanh tiêu đề.

source: Open Settings
af: Open instellings
ast: Abrir Axustes
az: Tənzimləmələri aç
be: Адкрыць налады
bn: সেটিংস্‌ খুলুন
br: Digeriñ an arventennoù
ca: Obre els paràmetres
cy: Agor y Gosodiadau
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
eo: Malfermi agordojn
et: Ava sätted
fa: باز‌کردن تنظیمات
fi: Avaa asetukset
fr: Ouvrir les paramètres
gd: Fosgail na roghainnean
hi_in: सेटिंग खोलें
hr: Otvori postavke
hy_am: Բացել կարգավորումները
ia: Aperir le parametros
id: Buka Setelan
is: Opna stillingar
it: Apri impostazioni
km: បើក​ការ​កំណត់
kn: ಸಿದ್ಧತೆಗಳನ್ನು ತೆರೆ
lt: Atverti nuostatas
my: အပြင်အဆင်အားဖွင့်
nb: Åpne Innstillinger
nl: Instellingen openen
nn: Opne Innstillingar
oc: Dobrir los paramètres
or: ସଂରଚନା ଖୋଲନ୍ତୁ
pa_in: ਸੈਟਿੰਗਾਂ ਨੂੰ ਖੋਲ੍ਹੋ
pt_br: Abrir configurações
pt_pt: Abrir Definições
si: සැකසුම් අරින්න
sk: Otvoriť nastavenia
sq: Hap Rregullimet
sv: Öppna Inställningar
te: సెట్టింగ్‌లను తెరవండి
th: เปิดการตั้งค่า
tr: Ayarları aç
tt: Көйләүләрне ачу
uk: Відкрити параметри
ur: سیٹنگز کھولیں
vi: Mở Cài đặt

source: Open Tabs
ast: Llingüetes abiertes
az: Açıq Vərəqlər
be: Адкрытыя карткі
bn: খোলা ট্যাব
br: Digeriñ an ivinelloù
ca: Pestanyes obertes
cy: Agor Tabiau
da: Åbne faneblade
de: Offene Tabs
el: Άνοιγμα καρτελών
eo: Malfermitaj langetoj
et: Avatud kaardid
fa: زبانه‌های باز
fi: Avoimet välilehdet
fr: Onglets ouverts
gd: Tabaichean fosgailte
hi_in: टैब खोलें
hr: Otvorene kartice
hy_am: Բացել ներդիրները
ia: Schedas aperte
id: Buka Tab
is: Opna flipa
it: Schede aperte
km: បើកផ្ទាំង
kn: ತೆರೆದ ಟ್ಯಾಬ್‌ಗಳು
lt: Atvertos kortelės
my: တပ်ဗ်များကို ဖွင့်
nb: Åpne faner
nl: Open tabbladen
nn: Opne faner
oc: Dobrir los onglets
or: ଟ୍ୟାବଗୁଡ଼ିକୁ ଖୋଲନ୍ତୁ
pa_in: ਟੈਬਾਂ ਖੋਲ੍ਹੋ
pt_br: Abas abertas
pt_pt: Separadores abertos
si: පටිති අරින්න
sk: Otvorené karty
sq: Hapi Skedat
sv: Öppna flikar
te: తెరిచివున్న ట్యాబులు
th: แท็บที่เปิดอยู่
tr: Açık sekmeler
tt: Ачык таблар
uk: Відкриті вкладки
ur: ٹیب کھولیں
vi: Các thẻ đang mở

# OpenURL.Error.Message
source: Firefox cannot open the page because it has an invalid address.
af: Firefox kan nie die bladsy oopmaak nie want dit het ’n ongeldige adres.
ast: Firefox nun pue abrir la páxina porque tien una direición que nun ye válida.
az: Firefox səhifəni aça bilmir, çünki ünvanı səhvdir.
be: Firefox не можа адкрыць старонку, бо яе адрас несапраўдны.
bn: Firefox পাতাটি খুলতে পাচ্ছে না কারণ এটিই অবৈধ ঠিকানা।
br: Firefox n’hall ket digeriñ ar bajenn dre m’eo didalvoudek ar chomlec’h.
ca: El Firefox no pot obrir la pàgina perquè l'adreça no és vàlida.
cy: Nid yw Firefox yn gallu agor y dudalen gan fod ganddo gyfeiriad annilys.
da: Firefox kan ikke åbne siden, fordi den har en ugyldig adresse.
de: Firefox kann die Seite nicht öffnen, weil ihre Adresse ungültig ist.
el: Το Firefox δεν μπορεί να ανοίξει τη σελίδα επειδή έχει μια μη έγκυρη διεύθυνση.
eo: Firefox ne povas malfermi la paĝon ĉar ĝi havas nevalidan adreson.
et: Firefox ei saa seda lehte avada, sest sellel on vigane aadress.
fa: فایرفاکس به دلیل نامعتبر بودن آدرس قادر به بازکردن این صفحه نمی‌باشد.
fi: Firefox ei voi avata sivustoa, sillä sen osoite on virheellinen.
fr: Firefox ne parvient pas à ouvrir cette page, car l’adresse est invalide.
gd: Chan urrainn dha Firefox an duilleag fhosgladh a chionn ’s gu bheul an seòladh cearr.
hi_in: Firefox पृष्ठ को नही खोल सकता हैं क्योंकि इसमें एक अमान्य पता है।
hr: Firefox ne može otvoriti stranicu, jer stranica nema ispravnu adresu.
hy_am: Firefox-ը չի կարող բացել էջը, որովհետև այս ունի անվավեր հասցե։
ia: Firefox non pote aperir le pagina perque illo ha un adresse invalide.
id: Firefox tidak dapat membuka halaman karena alamatnya tidak valid.
is: Firefox getur ekki opnað þessa síðu vegna þess að vistfangið er ógilt.
it: Non è possibile aprire questa pagina in quanto ha un indirizzo non valido.
km: កម្មវិធី Firefox មិនអាចបើកទំព័របានទេ ដោយសារ​វាមានអាសយដ្ឋានមិនត្រឹមត្រូវ។
lt: „Firefox“ negali atverti nurodyto tinklalapio, nes jo adresas nėra tinkamas.
my: လိပ်စာ မှားယွင်းနေသောကြောင့် Firefox သည် စာမျက်နှာကို မဖွင့်နိုင်ပါ။
nb: Firefox kan ikke åpne siden fordi den har en ugyldig adresse.
nl: Firefox kan de pagina niet openen, omdat deze een ongeldig adres heeft.
nn: Firefox kan ikkje opne sida fordi ho har ei ugyldig adresse.
oc: Firefox pòt pas dobrir la pagina perque l’adreça es invalida.
pa_in: ਫਾਇਰਫਾਕਸ ਗਲਤ ਸਿਰਨਾਵਾਂ ਹੋਣ ਕਰਕੇ ਸਫ਼ੇ ਨੂੰ ਖੋਲ੍ਹ ਨਹੀਂ ਸਕਦਾ ਹੈ।
pt_br: O Firefox não pode abrir a página porque o endereço é inválido.
pt_pt: O Firefox não consegue abrir a página porque tem um endereço inválido.
si: ලිපිනය වලංගු නොවන බැවින් එම පිටුව ෆයර්ෆොක්ස් මගින් විවෘත කළ නොහැකිය.
sk: Nepodarilo sa otvoriť stránku, pretože bola zadaná nesprávna adresa.
sq: Firefox-i s’e hap dot faqen, ngaqë ajo ka një adresë të pavlefshme.
sv: Firefox kan inte öppna sidan eftersom det har en ogiltig adress.
te: అది ఒక చెల్లని చిరునామాను కలిగి ఉండటం వలన Firefox పేజీని తెరవలేదు.
th: Firefox ไม่สามารถเปิดหน้าได้เนื่องจากที่อยู่ไม่ถูกต้อง
tr: Adresi geçersiz olduğu için Firefox bu sayfayı açamıyor.
tt: Firefox бу битне ача алмый, чөнки аның адресы яраксыз.
uk: Firefox не може відкрити сторінку, тому що її адреса неправильна.
ur: Firefox اس صفحہ کو نہیں کھول سکتا کونکہ اسکا پتہ ناجائز ہے۔
vi: Firefox không thể mở trang vì nó có địa chỉ không hợp lệ.

# OpenURL.Error.Title
source: Cannot Open Page
af: Kan nie bladsy open nie
ast: Nun se pue abrir la páxina
az: Səhifə Açıla Bilmir
be: Немагчыма адкрыць старонку
bn: পাতা খোলা সম্ভব নয়
br: N’haller ket digeriñ ar bajenn
ca: No es pot obrir la pàgina
cy: Methu Agor Tudalen
da: Siden kan ikke åbnes
de: Seite kann nicht geöffnet werden
el: Αδυναμία ανοίγματος σελίδας
eo: Ne eblas malfermi la paĝon
et: Lehe avamine pole võimalik
fa: امکان بازکردن این صفحه مقدور نمی باشد
fi: Sivua ei voi avata
fr: Impossible d’ouvrir la page
gd: Cha ghabh an duilleag fhosgladh
hi_in: पृष्ठ नहीं खोला जा सकता है
hr: Nije moguće otvoriti stranicu
hy_am: Հնարավոր չէ բացել էջը
ia: Impossibile aperir le pagina
id: Tidak Dapat Membuka Laman
is: Geta ekki opnað síðu
it: Impossibile aprire la pagina
km: មិនអាចបើកទំព័រ​បាន​ទេ
kn: ಪುಟ‍ವನ್ನು ತೆರೆಯಲಾಗಿಲ್ಲ‍
lt: Nepavyko atverti tinklalapio.
my: စာမျက်နှာကို မဖွင့်နိုင်ပါ
nb: Klarte ikke å åpne siden
nl: Kan pagina niet openen
nn: Klarte ikkje å opne sida
oc: Dobertura impossibla de la pagina
pa_in: ਸਫ਼ੇ ਨੂੰ ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
pt_br: Não é possível abrir a página
pt_pt: Não foi possível abrir a página
si: පිටුව විවෘත කළ නොහැකියි
sk: Nepodarilo sa otvoriť stránku
sq: S’hap Dot Faqen
sv: Kan inte öppna sida
te: పేజీలను తెరవలేదు
th: ไม่สามารถเปิดหน้า
tr: Sayfa açılamadı
tt: Битне ачып булмый
uk: Не вдалося відкрити сторінку
ur: صفحہ نہیں کھول سکتا
vi: Không thể mở trang

source: Page Options Menu
ast: Menú d'opciones de la páxina
az: Səhifə Alətləri Menyusu
bn: পেজ অপশন মেনু
br: Lañser dibarzhioù ar bajenn
ca: Menú d'opcions de pàgina
cy: Dewislen Dewisiadau Tudalen
da: Menu for side-indstillinger
de: Menü „Seitenoptionen“
eo: Menuo de elektebloj de paĝo
fa: منو ترجیحات صفحه
fr: Menu des options de la page
gd: Clàr-taice roghainnean na duilleige
hi_in: पृष्ठ विकल्प मेन्यू
hy_am: Էջի ընտրանքների ցանկ
ia: Menu de optiones del pagina
id: Menu Setelan Laman
is: Valmynd fyrir valkosti síðu
km: ម៉ឺនុយជម្រើសទំព័រ
lt: Tinklalapio parinkčių meniu
my: စာမျက်နှာ အပြင်အဆင်များ စာရင်း
nb: Sidealternativer-meny
nl: Menu Paginaopties
nn: Sidealternativ-meny
pa_in: ਸਫ਼ਾ ਚੋਣ ਮੇਨੂ
pt_br: Menu de opções da página
pt_pt: Menu de opções da página
sq: Menu Mundësish Faqeje
sv: Meny för sidalternativ
te: పేజీ ఎంపికల మెనూ
th: เมนูตัวเลือกหน้า
tr: Sayfa seçenekleri menüsü
uk: Меню параметрів сторінки
ur: صفحہ کہ اختیارات کا مینیو
vi: Menu tùy chọn trang

source: Panel Chooser
ast: Selector de paneles
az: Panel Seçici
bn: প্যানেল নির্বাচক
br: Dibaber penel
ca: Selector de subfinestra
cy: Dewis Panel
da: Panelvælger
de: Ansichten-Auswahl
eo: Elektilo de panelo
fa: انتخاب کننده پنل
fr: Sélecteur de panneau
gd: Roghnaichear nam panail
hi_in: पैनल चयनकर्ता
hy_am: Ընտրացանկի ընտրիչ
ia: Selector de pannellos
id: Pemilih Panel
is: Spjaldastillingar
km: កម្មវិធី​ជ្រើស​ស្លាបព្រិល
kn: ಫಲಕದ ಆಯ್ಕೆ
lt: Skydelių parinkimas
my: အကွက်ရွေးသူ
nb: Panelvelger
nl: Paneelkiezer
nn: Panelveljar
pa_in: ਪੈਨਲ ਦਾ ਚੋਣਕਾਰ
pt_br: Seletor de painéis
pt_pt: Seletor de painel
sq: Zgjedhës Panelesh
sv: Panelväljare
te: ప్యానెల్ ఎంపిక
th: ตัวเลือกแผง
tr: Panel seçiçi
uk: Вибір панелей
ur: پینل کا انتخاب کنندہ
vi: Chọn bảng điều khiển

source: Password
af: Wagwoord
ast: Contraseña
az: Parol
be: Пароль
bn: পাসওয়ার্ড
br: Ger-tremen
ca: Contrasenya
cy: Cyfrinair
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
eo: Pasvorto
et: Parool
fa: گذرواژه
fi: Salasana
fr: Mot de passe
gd: Facal-faire
hi_in: पासवर्ड
hr: Lozinka
hy_am: Գաղտնաբառ
ia: Contrasigno
id: Sandi
is: Lykilorð
km: ពាក្យ​សម្ងាត់
kn: ಗುಪ್ತಪದಗಳು
lt: Slaptažodis
my: စကားဝှက်များ
nb: Passord
nl: Wachtwoord
nn: Passord
oc: Senhal
or: ପାସ୍‌ୱାର୍ଡ୍
pa_in: ਪਾਸਵਰਡ
pt_br: Senha
pt_pt: Palavra-passe
si: මුරපදය
sk: Heslo
sq: Fjalëkalim
sv: Lösenord
te: పాస్వర్డ్
th: รหัสผ่าน
tr: Parola
tt: Серсүз
uk: Пароль
ur: پاس ورڈ
vi: Mật khẩu
