Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Settings.DisplayTheme.SwitchMode.SectionHeader
source: Switch Mode
az: Rejimi dəyişdir
be: Рэжым пераключэння
bn: মোড পরিবর্তন করুন
br: Cheñch mod
ca: Canvia el mode
cy: Newid Modd
da: Skift tilstand
de: Modus umschalten
el: Εναλλαγή λειτουργίας
eo: Ŝanĝi reĝimon
et: Lülitumise režiim
fa: حالت تغییر
fi: Vaihda tilaa
fr: Changer de mode
gd: Leum gu modh eile
hi_in: स्विच मोड
hr: Prebacivanje modusa
hy_am: Փոխել աշխատատեսակը
ia: Cambiar modo
id: Alihkan Mode
is: Skipta um ham
it: Cambia modalità
km: ប្ដូរមុខងារ
lt: Perjungti režimą
my: မူပုံပြောင်းပါ
nb: Bytt modus
nl: Wisselmodus
nn: Byt modus
oc: Cambiar de mòde
pa_in: ਢੰਗ ਬਦਲੋ
pt_br: Modo de alternar
pt_pt: Mudar Modo
si: ආකාරය මාරුව
sk: Režim zmeny
sq: Mënyrë Këmbimi
sv: Byt läge
te: మార్పిడి రీతి
th: สลับโหมด
tr: MODU DEĞİŞTİR
tt: Режимны авыштыру
uk: Режим перемикання
ur: موڈ تبدیل کریں
vi: Chế độ chuyển đổi

# Settings.DisplayTheme.SwitchSubtitle
source: Switch automatically based on screen brightness
az: Ekran parlaqlığına görə avtomatik keçir
be: Пераключаць аўтаматычна ў залежнасці ад яркасці экрана
bn: স্বয়ংক্রিয়ভাবে পর্দার উজ্জ্বলতার উপর নির্ভর করে পরিবর্তন করুন
br: Emwintañ diazezet war sked ho skramm
ca: Canvia automàticament en funció de la brillantor de la pantalla
cy: Newid yn awtomatig ar sail disgleirdeb y sgrin
da: Skift automatisk alt efter skærmens lysstyrke
de: Theme automatisch je nach Display-Helligkeit wechseln
el: Αυτόματη εναλλαγή βάσει της φωτεινότητας οθόνης
eo: Aŭtomate ŝanĝi surbaze de la ekranbrileco
et: Automaatne lülitumine ekraani heleduse alusel
fa: تغییر خودکار بر اساسِ روشنایی صفحه
fi: Vaihda automaattisesti näytön kirkkauden perusteella
fr: Basculer automatiquement en fonction de la luminosité de l’écran
gd: Leum gu fèin-obrachail a-rèir soilleireachd na sgrìn
hi_in: स्क्रीन चमक के आधार पर स्वचालित रूप से स्विच करें
hr: Prebaci automatski na osnovi svjetline ekrana
hy_am: Ինքնուրույն փոխել էկրանին պայծառության վրա հիմնված
ia: Cambiar automaticamente a base del luminositate del schermo
id: Ganti secara otomatis berdasarkan kecerahan layar
is: Skipta skjálfvirkt miðast við birtustig skjásins
it: Cambia automaticamente per adattarsi alla luminosità dello schermo
km: ប្តូរដោយស្វ័យប្រវត្តិ​តាម​ពន្លឺអេក្រង់
lt: Keisti automatiškai priklausomai nuo ekrano ryškumo
my: ဖန်သားပြင်အလင်းအမှောင်ပေါ်မှုတည်ပြီးအလိုအလျောက်ဖွင့်ပါ
nb: Bytt automatisk basert på lysstyrken på skjermen
nl: Automatisch omschakelen op basis van schermhelderheid
nn: Byt automatisk basert på lysstyrken på skjermen
pa_in: ਪਰਦੇ ਦੀ ਲਿਸ਼ਕ ਦੇ ਹਿਸਾਬ ਨਾਲ ਆਪਣੇ ਆਪ ਹੀ ਅਦਲ-ਬਦਲ ਦਿਉ
pt_br: Trocar automaticamente com base no brilho da tela
pt_pt: Trocar automaticamente baseado no brilho do ecrã
si: තිරයේ දීප්තියට අනුව ස්වයංක්‍රීයව මාරු කරන්න
sk: Automatická zmena na základe jasu obrazovky
sq: Ndërroje vetvetiu, bazuar në ndriçimin e ekranit
sv: Växla automatiskt baserat på skärmens ljusstyrka
te: తెర వెలుతురుని బట్టి స్వయంచాలకంగా మార్చు
th: สลับโดยอัตโนมัติตามความสว่างหน้าจอ
tr: Ekran parlaklığına göre otomatik olarak değiştir
tt: Экран яктылыгына нигезләнеп, автоматик рәвештә үзгәрсен
uk: Перемикати залежно від яскравості дисплею
ur: خود بخود اسکرین چمک کی نمیاد پر سوئچ کریں
vi: Tự động chuyển đổi dựa trên độ sáng màn hình

# Settings.DisplayTheme.SwitchTitle
source: Automatically
ast: Automáticamente
az: Avtomatik
be: Аўтаматычна
bn: স্বয়ংক্রিয়ভাবে
br: Emgefreek
ca: Automàtic
cy: Yn Awtomatig
da: Automatisk
de: Automatisch
el: Αυτόματα
eo: Aŭtomate
et: Automaatselt
fa: خودکار
fi: Automaattisesti
fr: Automatiquement
gd: Gu fèin-obrachail
hi_in: स्वचालित रूप से
hr: Automatski
hy_am: Ինքնուրույն
ia: Automaticamente
id: Otomatis
is: Sjálfvirkt
it: Automaticamente
km: ដោយស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ
lt: Automatiškai
my: အလိုအလျောက်
nb: Automatisk
nl: Automatisch
nn: Automatisk
oc: Automaticament
or: ସ୍ଵୟଂକ୍ରିୟଭାବେ
pa_in: ਖੁਦ ਆਪਣੇ ਆਪ
pt_br: Automaticamente
pt_pt: Automaticamente
si: ස්වයංක්‍රීයව
sk: Automaticky
sq: Vetvetiu
sv: Automatiskt
te: స్వయంచాలికంగా
th: โดยอัตโนมัติ
tr: Otomatik
tt: Автоматик
uk: Автоматично
ur: خودکار
vi: Tự động

# Settings.DisplayTheme.SystemTheme.SectionHeader
source: System Theme
ast: Estilu del sistema
az: Sistem mövzusu
be: Сістэмная тэма
bn: সিস্টেম থিম
br: Neuz ar reizhiad
ca: Tema del sistema
cy: Thema System
da: System-tema
el: Θέμα συστήματος
eo: Sistema etoso
et: Süsteemi teema
fa: زمینه سیستم
fi: Järjestelmän teema
fr: Thème du système
gd: Ùrlar an t-siostaim
hi_in: सिस्टम थीम
hr: Motiv sustava
hy_am: Համակարգի հիմնապատկեր
ia: Thema del systema
id: Tema Sistem
is: Kerfisþema
it: Tema di sistema
km: រចនាប័ទ្ម​ប្រព័ន្ធ
lt: Sistemos grafinis apvalkalas
my: စနစ်သုံးမူပုံ
nb: Systemtema
nl: Systeemthema
nn: Systemtema
oc: Tèma sistèma
or: ସିଷ୍ଟମ୍ ଥିମ୍
pa_in: ਸਿਸਟਮ ਥੀਮ
pt_br: Tema do sistema
pt_pt: Tema do sistema
si: පද්ධතියේ තේමාව
sk: Systémová téma vzhľadu
sq: Temë Sistemi
sv: Systemtema
te: వ్యవస్థ అలంకారం
th: ชุดตกแต่งระบบ
tr: Sistem teması
tt: Система темасы
uk: Системна тема
ur: سسٹم تھیم
vi: Chủ đề hệ thống

# Settings.DisplayTheme.SystemTheme.SwitchTitle
source: Use System Light/Dark Mode
ast: Usar el mou claru/escuru del sistema
az: Sistemin Açıq/Tünd rejimini işlət
be: Выкарыстоўваць сістэмную светлую/цёмную тэму
bn: সিস্টেমের হাল্কা/গাঢ় মোড ব্যবহার করুন
br: Ober gant mod sklaer/teñval ar reizhiad
ca: Usa el mode clar/fosc del sistema
cy: Defnyddio Modd Golau/Tywyll y System
da: Brug systemets lys-/mørk-tilstand
de: Hell-/Dunkel-Modus des Systems übernehmen
el: Χρήση λειτουργίας συστήματος
eo: Uzi sisteman helan aŭ malhelan reĝimon
et: Kasutatakse süsteemset hele/tume režiimi
fa: استفاده از حالت روشن/تاریک سیستم
fi: Järjestelmän vaalea/tumma tila
fr: Utiliser le mode clair ou sombre du système
gd: Cleachd modh soilleir/dorcha an t-siostaim
hi_in: सिस्टम लाइट/डार्क मोड का उपयोग करें
hr: Koristi svijetli/tamni modus sustava
hy_am: Օգտագործել համակարգի լուսավոր/մուգ աշխատատեսակը
ia: Usar le modo clar/obscur del systema
id: Gunakan Mode Terang/Gelap Sistem
is: Nota kerfis ljóst/dökkt þema
it: Usa modalità chiaro/scuro di sistema
km: ប្រើមុខងារ​ងងឹត/ភ្លឺច្បាស់របស់ប្រព័ន្ធ
lt: Naudoti sistemos šviesią / tamsią veikseną
my: စနစ်အတိုင်း အလင်း/အမှောင်ကိုသုံး
nb: Bruk systemets lys/mørk modus
nl: Lichte/donkere modus van systeem gebruiken
nn: Bruk systemet sitt lys/mørk-modus
pa_in: ਸਿਸਟਮ ਹਲਕਾ/ਗੂੜ੍ਹਾ ਥੀਮ ਵਰਤੋ
pt_br: Usar o modo claro/escuro do sistema
pt_pt: Usar modo claro/escuro do sistema
si: පද්ධතියේ දීප්ත/අඳුරු ආකාරය භාවිතා කරන්න
sk: Použiť tmavú/svetlú tému vzhľadu podľa systému
sq: Përdor Mënyrë të Çelët/të Errët Sistemi
sv: Använd systemets ljust/mörkt läge
te: వ్యవస్థ యొక్క తెల్లని/నల్లని రీతిని వాడు
th: ใช้โหมดสว่าง/มืดของระบบ
tr: Sistemin açık/koyu modunu kullan
tt: Системаның ачык/караңгы режимын куллану
uk: Повторювати тему системи
ur: سسٹ‏م کے ہلکے/گہرے موڈ کا استعمال کرین
vi: Sử dụng chế độ sáng/tối của hệ thống

# Settings.DisplayTheme.ThemePicker.SectionHeader
source: Theme Picker
ast: Selector d'estilos
az: Mövzu seçici
be: Выбар тэмы
bn: থিম পিকার
br: Dibaber neuzioù
ca: Selector de tema
cy: Dewisydd Thema
da: Tema-vælger
de: Theme-Auswahl
el: Επιλογή θέματος
eo: Elektilo de etoso
et: Teemavalija
fa: انتخاب زمینه
fi: Teemavalitsin
fr: Sélecteur de thème
gd: Roghnaichear an ùrlair
hi_in: थीम चयनकर्ता
hr: Biranje motiva
hy_am: Հիմնապատկերի ընտրիչ
ia: Selector de themas
id: Pemilih Tema
is: Þemaveljari
it: Selettore temi
km: ឧបករណ៍​ជ្រើសរើស​រចនាប័ទ្ម
lt: Grafinio apvalkalo pasirinkimas
my: မူပုံရွေးစရာ
nb: Temavelger
nl: Themakiezer
nn: Temaveljar
pa_in: ਥੀਮ ਚੋਣਕਾਰ
pt_br: Seletor de temas
pt_pt: Seletor do tema
si: තේමා ඇහුළුම
sk: Výber témy vzhľadu
sq: Zgjedhës Temash
sv: Temaväljare
te: అలంకారపు ఎంపికరి
th: ตัวเลือกชุดตกแต่ง
tr: TEMA SEÇİCİ
tt: Тема сайлагыч
uk: Вибір теми
ur: تھیم چننے والا
vi: Bộ chọn chủ đề

# Settings.DisplayTheme.Title.v2
source: Theme
ast: Estilu
az: Mövzu
be: Тэма
bn: থিম
br: Neuz
ca: Tema
cy: Thema
da: Tema
el: Θέμα
eo: Etoso
et: Teema
fa: زمینه
fi: Teema
fr: Thème
gd: An t-ùrlar
hi_in: थीम
hr: Motiv
hy_am: Հիմնապատկեր
ia: Thema
id: Tema
is: Þema
it: Tema
km: រចនាប័ទ្ម
lt: Grafinis apvalkalas
my: မူပုံ
nb: Tema
nl: Thema
nn: Tema
oc: Tèma
or: ଥିମ୍
pa_in: ਥੀਮ
pt_br: Tema
pt_pt: Tema
si: තේමාව
sk: Téma vzhľadu
sq: Temë
sv: Tema
te: అలంకారం
th: ชุดตกแต่ง
tr: Tema
tt: Тема
uk: Тема
ur: خیالیہ
vi: Chủ đề

# Settings.DNT.OptionAlwaysOn
source: Always
ast: Siempres
az: Həmişə
bn: সবসময়
br: Bepred
ca: Sempre
cy: Drwy'r Amser
da: Altid
de: Immer
eo: Ĉiam
fa: همیشه
fr: Toujours
gd: An-còmhnaidh
hi_in: हमेशा
hy_am: Միշտ
ia: Sempre
id: Selalu
is: Ávallt
km: ជានិច្ច
kn: ಯಾವಾಗಲೂ
lt: Visada
my: အမြဲတမ်း
nb: Alltid
nl: Altijd
nn: Alltid
pa_in: ਹਮੇਸ਼ਾ
pt_br: Sempre
pt_pt: Sempre
sq: Përherë
sv: Alltid
te: ఎల్లప్పుడూ
th: เสมอ
tr: Her zaman
uk: Завжди
ur: ہمیشہ
vi: Luôn luôn

# Settings.DNT.OptionOnWithTP
source: Only when using Tracking Protection
ast: Namás al usar la proteición antirrastrexu
az: Ancaq İzlənmə Qoruması işlədərkən
bn: শুধুমাত্র ট্র্যাকিং সুরক্ষা ব্যবহার করার সময়
br: Pa ran gant ar gwarez heuliañ hepken
ca: Només en utilitzar la protecció contra el seguiment
cy: Dim ond pan yn defnyddio Diogelwch rhag Tracio
da: Kun når jeg bruger beskyttelse mod sporing
de: Nur bei gleichzeitiger Nutzung des Schutzes vor Aktivitätenverfolgung
eo: Nur dum uzo de protekto kontraŭ spurado
fa: تنها زمانی که از محافظ دنبال کردن استفاده ‌می‌شود
fr: Seulement lorsque la protection contre le pistage est utilisée
gd: Dìreach nuair a chleachdar dìon o thracadh
hi_in: केवल ट्रैकिंग सुरक्षा का उपयोग करते समय
hy_am: Միայն Հետագծման պաշտպանությունը օգտագործելիս
ia: Solmente quando es active le protection contra le traciamento
id: Hanya saat menggunakan Perlindungan Pelacakan
is: Aðeins þegar notaðar er varnir gegn gagnasöfnun
km: នៅពេលប្រើការការពារការតាមដានតែប៉ុណ្ណោះ
lt: Tik naudojant apsaugą nuo sekimo
my: ခြေရာခံကာကွယ်မှု အသုံးပြုနေစဉ်အတွင်းသာ
nb: Berre når du bruker sporingsbeskyttelse
nl: Alleen bij gebruik van Bescherming tegen volgen
nn: Berre når du brukar sporingsvern
pa_in: ਜਦੋਂ ਟਰੈਕ ਹੋਣ ਤੋਂ ਸੁਰੱਖਿਆ ਦੀ ਵਰਤੋਂ ਹੋਵੇ ਤਾਂ ਕੇਵਲ ਤਾਂ ਹੀ
pt_br: Somente ao usar a proteção contra rastreamento
pt_pt: Apenas ao utilizar a proteção contra monitorização
sq: Vetëm kur përdoret Mbrojtje Nga Gjurmimet
sv: Endast när du använder spårningsskydd
te: ట్రాకింగ్ రక్షణని ఉపయోగిస్తున్నప్పుడు మాత్రమే
th: เฉพาะเมื่อใช้การป้องกันการติดตาม
tr: Yalnızca izlenme korumasını kullanırken
uk: Лише при використанні захисту від стеження
ur: صرف جب سراغ کاری حفاظت استعمال کر رہے ہوں
vi: Chỉ khi dùng trình chống theo dõi

# Settings.DNT.Title
source: Send web sites a Do Not Track signal that you don’t want to be tracked
ast: Unvia la señal «Nun rastrexar» a los sitios web p'avisalos de que nun quies que te rastrexen
az: Saytlara Məni İzləmə siqnalı göndərərək izlənmək istəmədiyinizi bildirin
bn: যেসকল ওয়েবসাইট কর্তৃক আপনি ট্রাকিং হতে আগ্রহী নন, সেগুলোকে আমাকে অনুসরণ করোনা সংকেত পাঠান
br: Kas un arhent “Do Not Track” (na heuliañ) d’al lec’hiennoù evit kemenn dezho ne fell ket deoc’h bezañ heuliet
ca: Envia als llocs web el senyal «No vull ser seguit» per informar-los que no vull que em facin el seguiment
cy: Anfon neges Dim Tracio at wefannau nad ydych am gael eich tracio
da: Send websteder signalet "Spor mig ikke" for at fortælle, at du ikke vil spores
de: Sendet Websites ein Do-Not-Track-Signal, um mitzuteilen, dass Sie nicht verfolgt werden möchten
eo: Sendi al retejoj sciigon, ke vi ne volas esti spurata
fa: ارسالَ سیگنال «من را ردیابی نکن» به وب‌سایت‌ها، تا به آنها بگویید که نمی‌خواهید ردیابی شوید
fr: Envoyer aux sites web un signal « Ne pas me pister » indiquant que vous ne souhaitez pas être pisté·e
gd: Cuir sanas “Na dèan tracadh orm” gu làraichean-lìn a dh’innseas nach eil thu ag iarraidh gun dèanar tracadh ort
hi_in: उन वेबसाइटों को ट्रैक ना करने का एक संकेत भेजें जिनके द्वारा आप ट्रैक नहीं होना चाहते
hy_am: Ուղարկել կայքերին Չհետագծել ազդանշանը, որ դուք չեք ցանկանում հետագծվել
ia: Inviar al sitos web un signal pro non traciar, indicante que tu non vole esser traciate
id: Kirim sinyal Jangan Lacak ke situs web bahwa Anda tidak ingin dilacak
is: Senda vefsvæðum 'Do Not Track'-ábendingu að ekki megi fylgjast með notkun þinni á netinu
km: ផ្ញើសញ្ញា កុំតាមដាន ទៅ​គេហទំព័រ​ ដែល​អ្នកមិនចង់ត្រូវបានគេ​តាមដាន
lt: Siųsti svetainėms „Do Not Track“ signalą, nurodant pageidavimą nebūti sekamiems
my: နောက်ယောင်မခံလိုပါက နောက်ယောင်မခံပါနှင့် သင်္ကေတကို ဝဘ်ဆိုက်များသို့ ပေးပို့ပါ
nb: Send nettsider et «Ikke spor»-signal om at du ikke vil bli sporet
nl: Websites een ‘Niet volgen’-signaal sturen om te laten weten dat u niet wilt worden gevolgd
nn: Send nettsider eit «Ikkje spor»-signal om at du ikkje vil bli spora
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਟਰੈਕ ਨਹੀਂ ਕੀਤੇ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਵੈੱਬਸਾਈਟਾਂ ਨੂੰ ਟਰੈਕ ਨਾ ਕਰੋ ਸੰਕੇਤ ਭੇਜੋ
pt_br: Enviar aos sites um sinal de Não Rastrear informando que você não quer ser rastreado
pt_pt: Enviar um sinal Do Not Track significando que não deseja ser monitorizado(a)
sq: Dërgojuni sajteve një sinjal Mos Më Gjurmo se nuk doni të ndiqeni
sv: Skicka webbplatser en Spåra inte-signal om att du inte vill bli spårad
te: మీరు ట్రాక్ చేయకూడదనుకునే వెబ్సైట్లు ఒక డోంట్ ట్రాక్ సంకేతాలను పంపండి
th: ส่งสัญญาณไม่ติดตามให้กับเว็บไซต์ว่าไม่ต้องการให้ติดตามคุณ
tr: Web sitelerine izlenmek istemediğimi bildiren “Do Not Track” sinyalini gönder
uk: Передавати вебсайтам сигнал “Не стежити”
ur: جن ویبسائٹس پر سرغ راہ نہیں کرنا چاہتے ان کو سراغ راہ مت کریں کا سگنل ارسال کریں
vi: Gửi yêu cầu không theo dõi tới trang web để cho biết bạn không muốn bị theo dõi

# Settings.FxA.DeviceName
source: Device Name
ast: Nome del preséu
az: Cihaz Adı
be: Назва прылады
bn: ডিভাইসের নাম
br: Anv an trevnad
ca: Nom del dispositiu
cy: Enw Dyfais
da: Enhedens navn
de: Gerätename
el: Όνομα συσκευής
eo: Nomo de aparato
et: Seadme nimi
fa: نام دستگاه
fi: Laitteen nimi
fr: Nom de l’appareil
gd: Ainm an uidheim
hi_in: उपकरण का नाम
hr: Naziv uređaja
hy_am: Սարքի անունը
ia: Nomine del apparato
id: Nama Peranti
is: Tækjanafn
it: Nome dispositivo
km: ឈ្មោះឧបករណ៍
kn: ಸಾಧನದ ಹೆಸರು
lt: Įrenginio pavadinimas
my: ကိရိယာအမည်
nb: Enhetsnavn
nl: Apparaatnaam
nn: Einingsnamn
oc: Nom del periferic
or: ଉପକରଣର ନାମ
pa_in: ਡਿਵਾਈਸ ਦਾ ਨਾਂ
pt_br: Nome do dispositivo
pt_pt: Nome do dispositivo
si: උපාංගයේ නම
sk: Názov zariadenia
sq: Emër Pajisjeje
sv: Enhetens namn
te: పరికరం పేరు
th: ชื่ออุปกรณ์
tr: CİHAZ ADI
tt: Җиһаз исеме
uk: Назва пристрою
ur: آلہ کا نام
vi: Tên thiết bị

# Settings.FxA.Sync.SectionName
source: Sync Settings
ast: Axustes de sincronización
az: Sync Tənzimləmələri
be: Налады сінхранізацыі
bn: সিঙ্ক সেটিংস
br: Arventennoù Sync
ca: Paràmetres de sincronització
cy: Gosodiadau Sync
da: Indstillinger for synkronisering
de: Sync-Einstellungen
el: Ρυθμίσεις συγχρονισμού
eo: Spegulaj agordoj
et: Synci sätted
fa: تنظیمات همگام سازی
fi: Sync-asetukset
fr: Paramètres de synchronisation
gd: Roghainnean sioncronachaidh
hi_in: सिंक सेटिंग
hr: Postavke sinkronizacije
hy_am: Սինքի կարգավորումներ
ia: Parametros de Sync
id: Setelan Sinkronisasi
is: Stillingar samstillingar
it: Impostazioni di sincronizzazione
km: ធ្វើសមកាលកម្ម​ការកំណត់
kn: ಸಿಂಕ್‍ನ ಸಿದ್ಧತೆಗಳು
lt: Sinchronizavimo nuostatos
my: Sync အပြင်အဆင်များ
nb: Sync-innstillinger
nl: Synchronisatie-instellingen
nn: Sync-innstillingar
oc: Paramètres de sincronizacion
pa_in: ਸਿੰਕ ਸੈਟਿੰਗਾਂ
pt_br: Configurações do Sync
pt_pt: Definições de sincronização
si: සමමුහූර්ත සැකසුම්
sk: Nastavenia synchronizácie
sq: Rregullime Njëkohësimesh
sv: Synkroniseringsinställningar
te: సింక్ అమరికలు
th: การตั้งค่า Sync
tr: Sync ayarları
tt: Синхронлау көйләүләре
uk: Параметри синхронізації
ur: ہمہ وقت ساز سیٹنگیں
vi: Cài đặt đồng bộ hóa

# Settings.FxA.Title
source: Firefox Account
ast: Cuenta de Firefox
az: Firefox Hesabı
be: Уліковы запіс Firefox
bn: Firefox অ্যাকাউন্ট
br: Kont Firefox
ca: Compte del Firefox
cy: Cyfrif Firefox
da: Firefox-konto
de: Firefox-Konto
el: Λογαριασμός Firefox
eo: Konto de Firefox
et: Firefoxi konto
fa: حساب کاربری فایرفاکس
fi: Firefox-tili
fr: Compte Firefox
gd: Cunntas Firefox
hi_in: Firefox खाता
hr: Firefox račun
hy_am: Firefox հաշիվ
ia: Conto Firefox
is: Firefox reikningur
it: Account Firefox
km: គណនី Firefox
kn: Firefox ಖಾತೆ
lt: „Firefox“ paskyra
my: Firefox အကောင့်
nb: Firefox-konto
nn: Firefox-konto
oc: Compte Firefox
or: ଫାୟାରଫକ୍ସ ଖାତା
pa_in: ਫਾਇਰਫਾਕਸ ਖਾਤਾ
pt_br: Conta Firefox
pt_pt: Conta Firefox
si: ෆයර්ෆොක්ස් ගිණුම
sk: Účet Firefox
sq: Llogari Firefox
sv: Firefox-konto
te: Firefox ఖాతా
th: บัญชี Firefox
tr: Firefox Hesabı
tt: Firefox Хисабы
uk: Обліковий запис Firefox
ur: Firefox اکاؤنٹس
vi: Tài khoản Firefox

# Settings.General.SectionName
source: General
ast: Xeneral
az: Ümumi
be: Агульныя
bn: সাধারণ
br: Hollek
cy: Cyffredinol
da: Generelt
de: Allgemein
el: Γενικά
eo: Ĝenerala
et: Üldine
fa: عمومی
fi: Yleiset
fr: Général
gd: Coitcheann
hi_in: सामान्य
hr: Opće
hy_am: Գլխավոր
id: Umum
is: Almennt
it: Generale
km: ទូទៅ
kn: ಸಾಮಾನ್ಯ
lt: Bendrosios
my: အထွေထွေ
nb: Generelt
nl: Algemeen
nn: Generelt
or: ସାଧାରଣ
pa_in: ਆਮ
pt_br: Geral
pt_pt: Geral
si: සාමාන්‍ය
sk: Všeobecné
sq: Të përgjithshme
sv: Allmänt
te: సాధారణం
th: ทั่วไป
tr: Genel
tt: Гомуми
uk: Загальні
ur: عمومی
vi: Tổng quát

# Settings.Home.Option.Description
source: Choose content you see on the Firefox homepage.
cy: Dewis beth fyddwch yn ei weld ar dudalen cartref Firefox.
de: Wählen Sie aus, welche Inhalte auf der Firefox-Startseite angezeigt werden.
ia: Selige le contento que tu vole vider in le pagina initial de Firefox.
id: Pilih konten yang Anda lihat di beranda Firefox.
lt: Pasirinkite, ką matysite „Firefox“ pradžios tinklalapyje.
nb: Velg innhold du ser på Firefox-startsiden.
pa_in: Firefox ਮੁ਼ੱਖ ਸਫ਼ੇ ਉੱਤੇ ਵੇਖਣ ਲਈ ਸਮੱਗਰੀ ਚੁਣੋ।
pt_pt: Escolha o conteúdo que gostaria de ver na página inicial do Firefox.
sq: Zgjidhni ç’të shihni në faqen hyrëse të Firefox-it.
ur: Firefox ابتدائی صفحہ پر جو مواد آپ دیکھتے ہیں اسے منتخب کریں۔

# Settings.Home.Option.JumpBackIn
source: Jump Back In
be: Адкрыць зноў
br: Distreiñ
ca: Torneu a la pestanya
cy: Mynd Nôl I
da: Hop tilbage til
de: Zurückspringen
el: Επιστροφή
eo: Reiri
et: Hiljutised kaardid
fi: Palaa takaisin
fr: Revenir à cet onglet
gd: Till gu far an robh thu
hi_in: वापस अंदर जायें
hr: Vrati se natrag
hy_am: Վերադառնալ
ia: Saltar retro
id: Lompat Kembali
is: Hoppa aftur inn
it: Torna a questa scheda
lt: Sugrįžkite
nb: Gå tilbake til
nl: Terugspringen
nn: Gå tilbake til
pa_in: ਪਿੱਛੇ ਜਾਓ
pt_br: Voltar direto para
pt_pt: Regressar
si: ආපසු පනින්න
sk: Návrat späť
sq: Hidhu Mbrapa Te
sv: Gå tillbaka till
th: กลับเข้าไป
tr: Açık sekmeler
tt: Кире кайту
uk: Відкрити знову
ur: واپس جائیں
vi: Trang đã xem gần đây

# Settings.Home.Option.Pocket
source: Recommended by Pocket
be: Рэкамендавана Pocket
bn: Pocket সুপারিশ করেছে
br: Erbedet gant Pocket
ca: Recomanat pel Pocket
cy: Argymhellwyd gan Pocket
da: Anbefalet af Pocket
de: Empfehlung von Pocket
el: Προτάσεις του Pocket
eo: Rekomendita de Pocket
et: Pocketi poolt soovitatud
fi: Pocketin suosituksia
fr: Recommandé par Pocket
gd: Air a mholadh le Pocket
hi_in: Pocket द्वारा अनुशंसित
hr: Preporučuje Pocket
hy_am: Հանձնարարելի Pocket-ի կողմից
ia: Recommendate per Pocket
id: Direkomendasikan oleh Pocket
is: Mælt með af Pocket
it: Consigliati da Pocket
lt: „Pocket“ rekomenduoja
nb: Anbefalt av Pocket
nl: Aanbevolen door Pocket
nn: Tilrådd av Pocket
pa_in: Pocket ਵਲੋਂ ਸਿਫਾਰਸ਼ੀ
pt_br: Recomendado pelo Pocket
pt_pt: Recomendado pelo Pocket
si: පොකට් මගින් නිර්දේශිත
sk: Odporúčané službou Pocket
sq: Rekomanduar nga Pocket
sv: Rekommenderas av Pocket
th: แนะนำโดย Pocket
tr: Pocket öneriyor
tt: Pocket тәкъдим итә
uk: Рекомендації від Pocket
ur: Pocket کی جانب سے تجویز کردہ
vi: Được đề xuất bởi Pocket

# Settings.Home.Option.RecentlySaved
source: Recently Saved
be: Нядаўна захаваныя
bn: সম্প্রতি সংরক্ষিত
br: Enrollet nevez ’zo
ca: Desades recentment
cy: Cadwyd yn Ddiweddar
da: Gemt for nylig
de: Kürzlich gespeichert
el: Πρόσφατα αποθηκευμένα
eo: Ĵuse konservitaj
et: Hiljuti salvestatud
fi: Äskettäin tallennettu
fr: Récemment enregistrés
gd: Air a shàbhaladh o chionn goirid
hi_in: हाल ही में सहेजा गया
hr: Nedavno spremljeno
hy_am: Վերջերս պահված
ia: Recentemente salvate
id: Baru Saja Disimpan
is: Nýlega vistað
it: Aggiunti di recente
lt: Paskiausiai įtraukta
nb: Nylig lagret
nl: Onlangs opgeslagen
nn: Nyleg lagra
pa_in: ਸੱਜਰੇ ਸੰਭਾਲੇ
pt_br: Salvo recentemente
pt_pt: Guardados recentemente
si: මෑතදී සුරැකි
sk: Nedávno uložené
sq: Ruajtur Së Fundi
sv: Nyligen sparad
th: บันทึกไว้ล่าสุด
tr: Son kaydedilenler
tt: Күптән түгел сакланган
uk: Недавно збережені
ur: حال ہی میں محفوظ شدہ
vi: Đã lưu gần đây

# Settings.Home.Option.RecentlyVisited
source: Recently Visited
be: Нядаўна наведаныя
bn: সম্প্রতি দেখা হয়েছে
br: Gweladennet da ziwezhañ
ca: Visitat recentment
cy: Ymwelwyd yn Ddiweddar
da: Besøgt for nylig
de: Kürzlich besucht
el: Πρόσφατες επισκέψεις
eo: Ĵusaj vizitoj
et: Hiljuti külastatud
fi: Äskettäin käydyt
fr: Visités récemment
gd: Air tadhal orra o chionn goirid
hi_in: हाल ही में देखे गए
hr: Nedavno posjećene
hy_am: Վերջերս այցելված
ia: Visitate recentemente
id: Baru Dikunjungi
is: Nýlega heimsótt
it: Visitati di recente
lt: Paskiausiai lankyta
nb: Nylig besøkt
nl: Onlangs bezocht
nn: Nyleg besøkte
pa_in: ਸੱਜਰੇ ਖੋਲ੍ਹੇ
pt_br: Visitado recentemente
pt_pt: Visualizados recentemente
si: මෑතදී ගොඩවැදුණු
sk: Nedávno navštívené
sq: Vizituar Së Fundi
sv: Nyligen besökta
th: เยี่ยมชมล่าสุด
tr: Son bakılanlar
tt: Күптән түгел каралган
uk: Недавно відвідані
ur: حال ہی میں ملاحظہ کی گئی
vi: Đã xem gần đây

# Settings.Home.Option.Shortcuts
source: Shortcuts
be: Ярлыкі
bn: শর্টকাট
br: Berradennoù
ca: Dreceres
cy: Llwybrau Byr
da: Genveje
de: Verknüpfungen
el: Συντομεύσεις
eo: Ŝparvojoj
et: Otseteed
fi: Oikotiet
fr: Raccourcis
gd: Ath-ghoiridean
hi_in: शॉर्टकट
hr: Prečaci
hy_am: Դյուրանցումներ
ia: Accessos directe
id: Pintasan
is: Flýtileiðir
it: Scorciatoie
lt: Leistukai
nb: Snarveier
nl: Snelkoppelingen
nn: Snarvegar
pa_in: ਸ਼ਾਰਟਕੱਟ
pt_br: Atalhos
pt_pt: Atalhos
si: කෙටිමං
sk: Skratky
sq: Shkurtore
sv: Genvägar
th: ทางลัด
tr: Kısayollar
tt: Ярлыклар
uk: Ярлики
ur: تیز راہ
vi: Lối tắt
