Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

source: Swipe right or left with three fingers to close the tab.
af: Vee regs of links met drie vingers om die oortjie te sluit.
ast: Esliza a derecha o esquierda con tres deos pa zarrar la llingüeta.
az: Vərəqi qapatmaq üçün üç barmağınızla sağa və ya sola sürüşdürün.
be: Правядзіце трыма пальцамі ўправа або ўлева, каб закрыць картку.
bn: ট্যাবটি বন্ধ করার জন্য ডানদিকে অথবা বাঁদিকে তিনটি আঙ্গুল দিয়ে সোয়্যাপ করুন।
br: Riklit dehou pe kleiz gant tri biz evit serriñ an ivinell.
ca: Feu lliscar el dit cap a l'esquerra o dreta amb tres dits per tancar la pestanya.
cy: Llusgwch i'r dde neu'r chwith gyda tri bys i gau'r tab.
da: Stryg til højre eller venstre med tre fingre for at lukke fanebladet.
de: Wischen Sie mit drei Fingern nach rechts oder links, um den Tab zu schließen.
el: Σύρετε αριστερά ή δεξιά χρησιμοποιώντας τρία δάχτυλα για να κλείσετε την καρτέλα.
eo: Glitigu dekstren aŭ maldekstren per tri fingroj por fermi la langeton.
et: Kaardi sulgemiseks lohista kolme sõrmega paremale või vasakule.
fa: برای بستن زبانه سه انگشت را به سمت راست یا چپ بکشید.
fi: Sulje välilehti pyyhkäisemällä kolmella sormella oikealle tai vasemmalle.
fr: Faites glisser trois doigts vers la droite ou la gauche pour fermer l’onglet.
gd: Grad-shlaighd gun taobh deas no clì le trì corragan gus an taba a dhùnadh.
hi_in: टैब को बंद करने के लिए तीन उंगलियों के साथ दाएं या बाएं स्वाइप करें।
hr: Za zatvaranje kartice, klizni s tri prsta udesno ili ulijevo.
hy_am: Սահեցրեք աջ կամ ձախ երեք մատով՝ փակելու համար ներդիրը:
ia: Glissa a dextere o a sinistra con tres digitos pro clauder le scheda.
id: Gesek ke kanan atau ke kiri dengan tiga jari untuk menutup tab.
is: Dragðu þrjá fingur til hægri eða vinstri til að loka flipanum.
it: Scorri verso destra o sinistra con tre dita per chiudere la scheda.
km: អូស​ម្រាម​ដៃ​បី​​ទៅ​ស្ដាំ ឬ​ឆ្វេង​​ដើម្បី​បិទ​ផ្ទាំង។
kn: dಟ್ಯಾಬ್ ಅನ್ನು ಮುಚ್ಚಲು ಮೂರು ಬೆರಳುಗಳೊಂದಿಗೆ ಬಲ ಅಥವಾ ಎಡಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ.
lt: Jei norite užverti kortelę, trimis pirštais nustumkite ją kairėn arba dešinėn.
my: တပ်ဗ်အားပိတ်ရန် လက်သုံးချောင်းဖြင့် ဘယ် သို့ ညာသို့ ပွတ်ပါ
nb: Sveip til høyre eller venstre med tre fingre for å lukke fanen.
nl: Veeg met drie vingers naar rechts of naar links om het tabblad te sluiten.
nn: Sveip til høgre eller venstre med tre fingrar for å late att fana.
pa_in: ਟੈਬ ਨੂੰ ਬੰਦ ਕਰਨ ਵਾਸਤੇ ਤਿੰਨ ਉਂਗਲਾਂ ਨਾਲ ਸੱਜੇ ਜਾਂ ਖੱਬੇ ਵੱਲ ਸਵੈਪ ਕਰੋ।
pt_br: Deslize para a direita ou esquerda com três dedos para fechar a aba.
pt_pt: Deslize para a direita ou esquerda com três dedos para fechar o separador.
si: පටිත්ත වැසීමට ඇඟිලි තුනකින් දකුණට හෝ වමට ලෙස්සන්න.
sk: Kartu zavriete potiahnutím doľava alebo doprava pomocou troch prstov.
sq: Që të mbyllet skeda, fërkojeni majtas ose djathtas me tre gishta.
sv: Dra höger eller vänster med tre fingrar för att stänga fliken.
te: ట్యాబు మూసివేయడానికి మూడు వేళ్ళతో కుడి లేదా ఎడమ వైపుకు స్వైప్ చెయ్యండి.
th: ปัดไปทางขวาหรือซ้ายด้วยสามนิ้วเพื่อปิดแท็บ
tr: Sekmeyi kapatmak için üç parmakla sağa veya sola sürükleyin.
tt: Табны ябу өчен өч бармак белән уңга яки сулга сөйрәгез.
uk: Проведіть трьома пальцями вправо чи вліво для закриття вкладки.
ur: ٹیب بند کرنے کے لیے تین انگلیوں کے ساتھ دائیں یا بائیں اچک لیں۔
vi: Vuốt sang phải hoặc trái bằng ba ngón tay để đóng thẻ.

# SwitchToNonPBM.KeyCodeTitle
source: Normal Browsing Mode
ast: Mou de restolar con normalidá
az: Normal Səyahət Rejimi
bn: সাধারণ ব্রাউজিং মোড
br: Mod merdeiñ reoliek
ca: Mode de navegació normal
cy: Modd Pori Arferol
da: Normal browsing-tilstand
de: Normaler Surf-Modus
eo: Reĝimo de normala retumo
fa: حالت معمولی مرورگر
fr: Mode de navigation classique
gd: Am modh brabhsaidh àbhaisteach
hi_in: सामान्य ब्राउज़िंग मोड
hy_am: Սովորական զննարկման աշխատատեսակ
ia: Modo de navigation normal
id: Mode Penjelajahan Normal
is: Venjulegur vafrahamur
km: មុខងារ​រុករក​ធម្មតា
kn: ಸಾಮಾನ್ಯ ಬ್ರೌಸಿಂಗ್ ಸ್ಥಿತಿ
lt: Įprasto naršymo veiksena
my: ပုံမှန်ကြည့်ရှုခြင်းပုံစံ
nb: Vanlig nettlesingsmodus
nl: Normale navigatiemodus
nn: Vanleg nettlesingsmodus
pa_in: ਸਧਾਰਨ ਬਰਾਊਜ਼ਿੰਗ ਢੰਗ
pt_br: Modo de navegação normal
pt_pt: Modo de navegação normal
sq: Mënyra Shfletim Normal
sv: Normalt surfläge
te: సాధారణ విహరణ రీతి
th: โหมดการเรียกดูแบบปกติ
tr: Normal gezinti modu
uk: Режим звичайного перегляду
ur: عمومی برائوزنگ موڈ
vi: Chế độ duyệt web bình thường

# SwitchToPBM.KeyCodeTitle
source: Private Browsing Mode
ast: Mou de restolar en privao
az: Məxfi Səyahət Rejimi
bn: ব্যক্তিগত ব্রাউজিং মোড
br: Mod merdeiñ prevez
ca: Mode de navegació privada
cy: Modd Pori Preifat
da: Privat browsing-tilstand
de: Privater Modus
eo: Reĝimo de privata retumo
fa: حالت خصوصی مرورگر
fr: Mode de navigation privée
gd: Am modh brabhsaidh prìobhaideach
hi_in: निजी ब्राउज़िंग मोड
hy_am: Անձնական զննարկման աշխատատեսակ
ia: Modo de navigation private
id: Mode Penjelajahan Pribadi
is: Huliðsvafrahamur
km: មុខងារ​រុករក​ឯកជន
kn: ಖಾಸಗಿ ಬ್ರೌಸಿಂಗ್ ಸ್ಥಿತಿ
lt: Privačiojo naršymo veiksena
my: သီးသန့်ကြည့်ရှုခြင်းပုံစံ
nb: Privat nettlesingsmodus
nl: Privénavigatiemodus
nn: Privat nettlesingsmodus
pa_in: ਪ੍ਰਾਈਵੇਟ ਬਰਾਊਜ਼ਿੰਗ ਢੰਗ
pt_br: Modo de navegação privativa
pt_pt: Modo de navegação privada
sq: Mënyra Shfletim Privat
sv: Privat surfläge
te: అంతరంగిక విహరణ రీతి
th: โหมดการเรียกดูแบบส่วนตัว
tr: Gizli gezinti modu
uk: Режим приватного перегляду
ur: نجی براوزنگ موڈ
vi: Chế độ duyệt web riêng tư

source: Sync your tabs, bookmarks, passwords and more.
af: Sinkroniseer oortjies, boekmerke, wagwoorde en nog wat.
ast: Sincroniza les tos llingüetes, marcadores, contraseñes y más.
az: Vərəq, əlfəcin, parol və bir çox məlumatlarınızı sinxronlaşdırın.
bn: আপনার ট্যাব, বুকমার্ক, পাসওয়ার্ড এবং বিশদ জিনিসপত্র সুসংগত করুন।
br: Goubredit ho ivinelloù, sinedoù, gerioù-tremen, ha muioc’h c’hoazh.
ca: Sincronitzeu les pestanyes, adreces d'interès, contrasenyes, etc.
cy: Cydweddwch eich tabiau, nodau tudalen, cyfrineiriau a mwy.
da: Synkronisér dine faneblade, bogmærker, adgangskoder m.m.
de: Synchronisieren Sie Ihre Tabs, Lesezeichen, Passwörter und mehr.
eo: Speguli viajn langetojn, legosignojn, pasvortojn kaj pli.
fa: زبانه‌ها ،نشانک‌ها،گذرواژه‌ها و موارد بیشتر خود را همگام‌سازی کنید.
fr: Synchronisez vos onglets, marque-pages, mots de passe et bien plus.
gd: Sioncronaich na tabaichean, comharran-lìn, faclan-faire is mòran a bharrachd.
hi_in: अपने टैब, बुकमार्क, पासवर्ड तथा और भी चीज़ें सिंक करें।
hy_am: Համաժամեցրեք ձեր ներդիրները, էջանիշերը, գաղտնաբառերը և ավելին:
ia: Synchronisa tu schedas, marcapaginas, contrasignos e plus.
id: Sinkronkan tab, markah, sandi, dan yang lain.
is: Samstilltu flipana þína, bókamerki, lykilorð og fleira.
km: ធ្វើ​សមកាលកម្ម​ផ្ទាំង ចំណាំ ពាក្យ​សម្ងាត់​របស់​អ្នក និង​អ្វី​​ច្រើន​ទៀត។
kn: ನಿಮ್ಮ ಟ್ಯಾಬ್ ಗಳು, ಪುಟಗುರುತುಗಳು, ಪ್ರವೇಶಪದಗಳು & ಇನ್ನಷ್ಟನ್ನು ಸಿಂಕ್ ಮಾಡಿ.
lt: Sinchronizuokite savo korteles, adresyną, slaptažodžius ir kitką.
my: သင့် တပ်ဗ်များ၊ စကားဝှက်များ နှင့် စာအမှတ်များအား ချိတ်ဆက်သုံးပါ
nb: Synkroniser fanene dine, passord og mye mer.
nl: Synchroniseer uw tabbladen, bladwijzers, wachtwoorden en meer.
nn: Synkroniser fanene dine, passord og mykje meir.
pa_in: ਆਪਣੀਆਂ ਟੈਬਾਂ, ਬੁੱਕਮਾਰਕ, ਪਾਸਵਰਡਾਂ ਅਤੇ ਹੋਰਾਂ ਨੂੰ ਸਿੰਕ ਕਰੋ।
pt_br: Sincronize suas abas, favoritos, senhas e muito mais.
pt_pt: Sincronize os seus separadores, marcadores, palavras-passe e mais.
sq: Njëkohësoni skedat, faqerojtësit, fjalëkalimet tuaja, etj.
sv: Synkronisera dina flikar, bokmärken, lösenord och mycket mer.
te: మీ ట్యాబులను, ఇష్టాంశాలను, సంకేతపదాలను, ఇంకా మరెన్నింటినో సింక్ చేసుకోండి.
th: ซิงค์แท็บ, ที่คั่นหน้า, รหัสผ่าน และอื่น ๆ ของคุณ
tr: Sekmelerinizi, yer imlerinizi, parolalarınızı ve daha fazlasını eşitleyin.
uk: Синхронізуйте свої вкладки, закладки, паролі та інше.
ur: اپنے ٹیبس، نشانیاں، پاسورڈ اور مزید کی ہمہ وقت سازی کریں۔
vi: Đồng bộ hóa các thẻ, dấu trang, mật khẩu của bạn và hơn thế nữa.

source: Sync your tabs, passwords and more.
af: Sinkroniseer oortjies, wagwoorde en nog wat.
ast: Sincroniza les tos llingüetes, contraseñes y más.
az: Vərəq, parol və bir çox məlumatlarınızı sinxronlaşdırın.
bn: আপনার ট্যাব, পাসওয়ার্ড এবং আরোকিছু সিঙ্ক করুন
br: Goubredit ho ivinelloù, gerioù-tremen ha muioc’h c’hoazh.
ca: Sincronitzeu les pestanyes, contrasenyes, etc.
cy: Cydweddwch eich tabiau, cyfrineiriau a mwy.
da: Synkroniser dine faneblade, adgangskoder og mere.
de: Synchronisieren Sie Ihre Tabs, Passwörter und mehr.
eo: Speguli viajn langetojn, pasvortojn, kaj pli.
fa: همگام‌سازی زبانه‌ها، گذرواژه‌ها و بیشتر.
fr: Synchronisez vos onglets, mots de passe et bien plus.
gd: Sioncronaich na tabaichean, faclan-faire is mòran a bharrachd.
hi_in: अपने टैब, पासवर्ड तथा और भी चीज़ें सिंक करें।
hy_am: Համաժամեցրեք ձեր ներդիրները, գաղտնաբառերը և ավելին:
ia: Synchronisa tu schedas, contrasignos e plus.
id: Sinkronkan tab, sandi, dan yang lain.
is: Samstilltu flipana þína, lykilorð og fleira.
km: ធ្វើ​សមកាលកម្ម​ផ្ទាំង​របស់​អ្នក ពាក្យ​សម្ងាត់ និង​ច្រើន​ទៀត។
kn: ನಿಮ್ಮ ಟ್ಯಾಬ್ ಗಳು, ಪ್ರವೇಶಪದಗಳು ಮತ್ತು ಇನ್ನಷ್ಟನ್ನು ಸಿಂಕ್ ಮಾಡಿ.
lt: Sinchronizuokite savo korteles, slaptažodžius ir kitką.
my: သင့် တပ်ဗ်များ၊ စကားဝှက်များ နှင့် အခြားအရာများကို ချိတ်ဆက်သုံးပါ။
nb: Synkroniser faner, bokmerker, passord og mer.
nl: Synchroniseer uw tabbladen, wachtwoorden en meer.
nn: Synkroniser faner, bokmerke, passord og meir.
pa_in: ਆਪਣੀਆਂ ਟੈਬਾਂ, ਪਾਸਵਰਡ ਅਤੇ ਹੋਰਾਂ ਨੂੰ ਸਿੰਕ ਕਰੋ।
pt_br: Sincronize suas abas, senhas e muito mais.
pt_pt: Sincronize os seus separadores, palavras-passe e mais.
sq: Njëkohësoni skedat, fjalëkalimet tuaja, etj.
sv: Synkronisera dina flikar, bokmärken, lösenord och mer.
te: మీ ట్యాబులను, ఇష్టాంశాలను, సంకేతపదాలను, ఇంకా మరెన్నింటినో సింక్ చేసుకోండి.
th: ซิงค์แท็บ, รหัสผ่าน และอื่น ๆ ของคุณ
tr: Sekmelerinizi, parolalarınızı ve daha fazlasını eşitleyin.
uk: Синхронізуйте свої вкладки, паролі та інше.
ur: اپنے ٹیبس ، پاسورڈ اور مزید کی ہمہ وقت سازی کریں۔
vi: Đồng bộ hóa các thẻ, mật khẩu của bạn và hơn thế nữa.

# Sync.FirstTimeMessage.Label
source: Your first sync may take a while
af: Sinkronisering neem dalk ’n ruk die eerste keer
ast: La primer sincronización quiciabes tarde daqué
az: İlk sinxronlaşdırmanız çox çəkə bilər
bn: আপনার প্রথম সিঙ্কে একটু সময়ে নিতে পারে
br: Ur pennadig amzer a c’hall padout ho koubredañ kentañ
ca: La primera sincronització pot trigar una estona
cy: Gall eich cydweddiad cyntaf gymryd peth amser
da: Din første synkronisering kan tage et stykke tid
de: Ihre erste Synchronisation kann einige Zeit dauern.
eo: Via unua spegulado povas postuli iom da tempo
fa: اولین همگام‌سازی شما ممکن است مقداری زمان ببرد
fr: La première synchronisation peut prendre un moment
gd: Dhʼfhaoidte gun doir aʼ chiad sionsronachadh greiseig mhath.
hi_in: आपका पहला सिंक कुछ समय ले सकता है
hy_am: Ձեր առաջին համաժամեցումը որոշ ժամանակ կտևի
ia: Tu prime synchronisation pote durar un momento
id: Sinkronisasi pertama Anda mungkin memerlukan waktu agak lama
is: Fyrsta samstillingin gæti tekið dálítinn tíma
km: ការ​ធ្វើ​សមកាលកម្ម​ដំបូង​របស់​អ្នក​អាច​ចំណាយ​ពេល​បន្តិច
kn: ನಿಮ್ಮ ಮೊದಲ ಸಿಂಕ್ ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು
lt: Jūsų pirmas sinchronizavimas gali užtrukti
my: ပထမဆုံး ထပ်တူပြုပြိုင်တူဆောင်ရွက်မှုသည် အချိန်အနည်းငယ် ကြာနိုင်ပါသည်။
nb: Første synkronisering kan ta litt tid
nl: Uw eerste synchronisatie kan even duren
nn: Første synkronisering kan ta litt tid
pa_in: ਤੁਹਾਡੇ ਪਹਿਲੇ ਸਿੰਕ ਕਰਨ ਨੂੰ ਕੁਝ ਸਮਾਂ ਲੱਗ ਸਕਦਾ ਹੈ
pt_br: A primeira sincronização pode levar algum tempo
pt_pt: A sua primeira sincronização poderá demorar algum tempo
sq: Njëkohësimi juaj i parë mund të hajë ca kohë
sv: Din första synkronisering kan ta en stund
te: మీ మొదటి సింక్ కొంత సమయం పట్టవచ్చు
th: การซิงค์ครั้งแรกของคุณอาจใช้เวลาสักครู่
tr: İlk eşitlemeniz biraz zaman alabilir
uk: Перша синхронізація може зайняти деякий час
ur: آپ کی پہلی ہمہ وقت سازی شاید کچھ وقت لے
vi: Đồng bộ hóa đầu tiên của bạn có thể mất một lúc

# Sync.NoAccount.Description
source: No account? Create one to synchronise Firefox between devices.
bn: কোন অ্যাকাউন্ট নেই? ডিভাইসের মধ্যে Firefox সিঙ্ক করতে একটি তৈরি করুন।
br: Kont ebet? Krouit unan evit goubredañ Firefox etre an trevnadoù.
ca: No teniu cap compte? Creeu-ne un per sincronitzar el Firefox entre dispositius.
cy: Dim cyfrif? Crëwch un i gydweddu Firefox rhwng dyfeisiau.
da: Ingen konto? Opret en for at synkronisere Firefox mellem enheder.
de: Kein Konto? Erstellen Sie eines, um Firefox zwischen Geräten zu synchronisieren.
eo: Ĉu vi ne havas konton? Kreu ĝin por speguli Firefox inter aparatoj.
fa: حساب کاربری ندارید؟ یکی را برای هم‌گام‌سازی فایرفاکس بین دستگاه‌ها ایجاد کنید.
fr: Vous n’avez pas de compte ? Créez-en un pour synchroniser Firefox entre vos appareils.
gd: Nach eil cunntas agad? Cruthaich fear airson Firefox a shioncronachadh eadar uidheaman.
hi_in: खाता नहीं है? डिवाइस के बीच Firefox सिंक करने के लिए एक खाता बनाएं।
hy_am: Չունե՞ք հաշիվ: Ստեղծեք՝ Firefox-ը տարբեր սարքերի միջև համաժամեցնելու համար:
ia: Non ha tu un conto? Crea un pro synchronisar Firefox inter apparatos.
id: Tidak punya akun? <u>Buat akun</u> untuk menyinkronkan Firefox antar-perangkat.
is: Enginn reikningur? Búðu til einn slíkan til að samstilla Firefox á milli tækja.
lt: Neturite paskyros? Susikurkite, norėdami sinchronizuoti „Firefox“ tarp įrenginių.
nb: Ingen konto? Opprett en for å synkronisere Firefox mellom enheter.
nl: Geen account? Maak er een aan om Firefox tussen apparaten te synchroniseren.
nn: Ingen konto? Lag ein for å synkronisere Firefox mellom einingar.
pa_in: ਖਾਤਾ ਨਹੀਂ ਹੈ? ਡਿਵਾਈਸਾਂ ਵਿਚਾਲੇ Firefox ਨੂੰ ਸਿੰਕ ਕਰਨ ਲਈ ਖਾਤਾ ਬਣਾਓ।
pt_br: Não tem conta? Crie uma para sincronizar o Firefox entre dispositivos.
pt_pt: Sem conta? Crie uma conta para sincronizar o Firefox entre dispositivos.
sq: Pa llogari? Krijoni një të tillë, që të njëkohësoni Firefox-in mes pajisjesh.
sv: Inget konto? Skapa ett för att synkronisera Firefox mellan enheter.
th: ไม่มีบัญชีใช่หรือไม่? สร้างบัญชีเพื่อซิงค์ Firefox ระหว่างอุปกรณ์
tr: Hesabınız yok mu? Firefox’u cihazlar arasında eşitlemek için hesap açın.
uk: Не маєте облікового запису? Створіть його для синхронізації Firefox між пристроями.
ur: کوئی اکاؤنٹ نہیں ہے؟ آلات کے مابین Firefox کو مطابقت پذیر بنانے کیلئے کریں۔
vi: Không có tài khoản? Tạo một cái để đồng bộ hóa Firefox giữa các thiết bị.

# Sync.Syncing.Label
source: Syncing
af: Sinkroniseer tans
ast: Sincronizando
az: Sinxronlaşır
bn: সিঙ্ক করা হচ্ছে
br: O goubredañ
ca: S'està sincronitzant
cy: Cydweddu
da: Synkroniserer
de: Synchronisation läuft
eo: Spegulado
fa: درحال همگام‌سازی
fr: Synchronisation en cours
gd: ʼGa shioncronachadh
hi_in: सिंक हो रहा है
hy_am: Համաժամեցում
ia: Synchronisation
id: Menyinkronkan
is: Samstilling í gangi
km: កំពុង​ធ្វើ​សមកាលកម្ម
kn: ಸಿಂಕ್ ಮಾಡುತ್ತಿದೆ
lt: Sinchronizuojama
my: တစ်ပြေးညီဖြစ်စေရန် ဆောင်ရွက်နေသည်
nb: Synkroniserer
nl: Synchroniseren
nn: Synkroniserer
pa_in: ਸਿੰਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_br: Sincronizando
pt_pt: A sincronizar
sq: Po njëkohësohet
sv: Synkroniserar
te: సింక్ అవుతోంది
th: กำลังซิงค์
tr: Eşitleniyor
uk: Синхронізація
ur: ہم وقت سازی کر رہا ہے
vi: Đang đồng bộ hóa

# Sync.SyncingEllipsis.Label
source: Syncing…
af: Sinkroniseer tans…
ast: Sincronizando…
az: Sinxronlaşır…
be: Сінхранізацыя…
bn: সিঙ্ক করা হচ্ছে…
br: O goubredañ…
ca: S'està sincronitzant…
cy: Cydweddu…
da: Synkroniserer…
de: Synchronisation läuft…
el: Συγχρονισμός…
eo: Spegulado…
et: Sünkroniseerimine…
fa: در حال همگام سازی…
fi: Synkronoidaan…
fr: Synchronisation en cours…
gd: ʼGa shioncronachadh…
hi_in: सिंक हो रहा है…
hr: Sinkroniziranje …
hy_am: Համաժամեցում…
ia: Synchronisante…
id: Menyinkronkan…
is: Er að samstilla…
it: Sincronizzazione…
km: កំពុង​ធ្វើ​សមកាលកម្ម…
kn: ಸಿಂಕ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
lt: Sinchronizuojama…
my: တစ်ပြေးညီဖြစ်စေရန် ဆောင်ရွက်နေသည်…
nb: Synkroniserer …
nl: Synchroniseren…
nn: Synkroniserer…
oc: Sincronizacion…
pa_in: …ਸਿੰਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_br: Sincronizando…
pt_pt: A sincronizar…
si: සමමුහූර්ත වෙමින්…
sk: Synchronizuje sa…
sq: Po njëkohësohet…
sv: Synkroniserar…
te: సింకవుతోంది…
th: กำลังซิงค์…
tr: Eşitleniyor…
tt: Синхронлау…
uk: Синхронізація…
ur: ہم وقت سازی کر رہا ہے…
vi: Đang đồng bộ hóa…

source: Synced Tabs
az: Sinxron Vərəqlər
bn: সিঙ্ককৃত ট্যাব
br: Ivinelloù goubredet
ca: Pestanyes sincronitzades
cy: Tabiau wedi'u Cydweddu
da: Synkroniserede faneblade
de: Synchronisierte Tabs
eo: Spegulitaj langetoj
fa: زبانه های همگام‌سازی شده
fr: Onglets synchronisés
gd: Tabaichean sioncronaichte
hi_in: सिंक किए हुए टैब
hy_am: Համաժամեցված ներդիրներ
ia: Schedas sync.
id: Tab yang Disinkronkan
is: Samstilltir flipar
km: ផ្ទាំង​ដែល​បាន​ធ្វើ​សមកាលកម្ម
lt: Sinchr. kortelės
my: တွဲဆက်ထားသောတပ်ဗ်များ
nb: Synkede faner
nl: Gesynchroniseerde tabbladen
nn: Synkr. faner
pa_in: ਸਿੰਕ ਕੀਤੀਆਂ ਟੈਬਾਂ
pt_br: Abas sincronizadas
pt_pt: Separadores sincronizados
sq: Skeda të Njëkohësuara
sv: Synkade flikar
te: సింకైన ట్యాబులు
th: แท็บที่ซิงค์
tr: Eşitlenenler
uk: Вкладки
ur: سینک ہو چکے ٹیبز
vi: Thẻ đã đồng bộ hóa

# SyncState.Bookmark.Title
source: Bookmarks
af: Boekmerke
ast: Marcadores
az: Əlfəcinlər
bn: বুকমার্কগুলি
br: Sinedoù
ca: Adreces d'interès
cy: Nodau Tudalen
da: Bogmærker
de: Lesezeichen
eo: Legosignoj
fa: نشانک‌ها
fr: Marque-pages
gd: Comharran-lìn
hi_in: बुकमार्क
hy_am: Էջանիշեր
ia: Marcapaginas
id: Markah
is: Bókamerki
km: ចំណាំ​
kn: ಪುಟಗುರುತುಗಳು
lt: Adresynas
my: မှတ်သားချက်များ
nb: Bokmerker
nl: Bladwijzers
nn: Bokmerke
pa_in: ਬੁੱਕਮਾਰਕ
pt_br: Favoritos
pt_pt: Marcadores
sq: Faqerojtës
sv: Bokmärken
te: ఇష్టాంశాలు
th: ที่คั่นหน้า
tr: Yer imleri
uk: Закладки
ur: نشانیاں
vi: Dấu trang

# SyncState.Clients.Title
source: Remote Clients
af: Afgeleë kliënte
ast: Veceros remotos
az: Uzaq Müştərilər
bn: দূরবর্তী ক্লায়েন্টগুলি
br: Arvalien a-bell
ca: Clients remots
cy: Cleientiaid Pell
da: Fjern-klienter
de: Externe Clients
eo: Foraj klientoj
fa: کارگیر از راه
fr: Clients distants
gd: Cliantan cèin
hi_in: रिमोट क्लाइंट
hy_am: Հեռակա սպասառուներ
ia: Clientes remote
id: Klien Daring
is: Fjartengdir biðlarar
km: ម៉ាស៊ីន​ភ្ញៀវ​ពី​ចម្ងាយ
lt: Nuotoliniai klientai
nb: Eksterne klienter
nl: Externe clients
nn: Eksterne klientar
pa_in: ਰਿਮੋਟ ਕਲਾਈਂਟ
pt_br: Clientes remotos
pt_pt: Clientes remotos
sq: Klientë të Largët
sv: Fjärrklienter
te: రిమోట్ క్లయింట్లు
th: ลูกข่ายระยะไกล
tr: Uzak istemciler
uk: Віддалені клієнти
ur: بعید صارفین
vi: Máy khách từ xa

# SyncState.Failed.Title
source: Syncing has failed
af: Sinkronisering het misluk
ast: Falló la sincronización
az: Sinxronlaşdırma mümkün olmadı
bn: সিঙ্কিং ব্যর্থ হয়েছে
br: C’hwitadenn war ar goubredañ
ca: Ha fallat la sincronització
cy: Mae cydweddu wedi methu
da: Synkronisering mislykkedes
de: Synchronisation fehlgeschlagen
eo: Malsukcesa spegulado
fa: همگام‌سازی شکست خورد
fr: Échec de la synchronisation
gd: Dhʼfhàillig an sionsronachadh
hi_in: सिंक विफल
hy_am: Համաժամեցումը ձախողվեց
ia: Le synchronisation ha fallite
id: Sinkronisasi gagal
is: Samstilling mistókst
km: ការ​ធ្វើ​សមកាលកម្ម​បាន​បរាជ័យ
kn: ಸಿಂಕ್ ಮಾಡುವಿಕೆ ವಿಫಲವಾಗಿದೆ
lt: Sinchronizavimas nepavyko
my: တစ်ပြေးညီဆောင်ရွက်မှု မအောင်မြင်ပါ
nb: Synkroniseringen mislyktes
nl: Synchroniseren is mislukt
nn: Mislykka synkronisering
pa_in: ਸਿੰਕ ਕਰਨਾ ਅਸਫਲ ਹੋਇਆ
pt_br: Sincronização falhou
pt_pt: A sincronização falhou
sq: Njëkohësimi dështoi
sv: Synkroniseringen har misslyckats
te: సింక్ చేయడం విఫలమైంది
th: การซิงค์ล้มเหลว
tr: Eşitleme başarısız oldu
uk: Синхронізація не вдалася
ur: ہمہ وقت سازی ناکام ہو گئی ہے
vi: Đồng bộ hóa thất bại

# SyncState.History.Title
source: History
af: Geskiedenis
ast: Historial
az: Tarixçə
bn: ইতিহাস
br: Roll istor
ca: Historial
cy: Hanes
da: Historik
de: Chronik
eo: Historio
fa: تاریخچه
fr: Historique
gd: An eachdraidh
hi_in: इतिहास
hy_am: Պատմություն
ia: Chronologia
id: Riwayat
is: Ferill
km: ប្រវត្តិ​
kn: ಇತಿಹಾಸ
lt: Žurnalas
my: မှတ်တမ်း
nb: Historikk
nl: Geschiedenis
nn: Historikk
pa_in: ਅਤੀਤ
pt_br: Histórico
pt_pt: Histórico
sq: Historik
sv: Historik
te: చరిత్ర
th: ประวัติ
tr: Geçmiş
uk: Історія
ur: سابقات
vi: Lịch sử

# SyncState.Logins.Title
source: Logins
af: Aanmeldinligting
ast: Anicios de sesión
az: Daxil olmalar
bn: লগইনগুলি
br: Titouroù kennaskañ
ca: Inicis de sessió
cy: Mewngofnodion
de: Zugangsdaten
eo: Akreditiloj
fa: ورودها
fr: Identifiants
gd: Clàraidhean a-steach
hi_in: लॉगिन
hy_am: Մուտքագրումներ
ia: Credentiales
id: Info Masuk
is: Innskráningar
km: ចូល​
kn: ಲಾಗಿನ್‌ಗಳು
lt: Prisijungimai
my: ဝင်ရောက်မှု အချက်အလက်များ
nb: Innlogginger
nl: Aanmeldingen
nn: Innloggingar
pa_in: ਲਾਗਇਨ
pt_br: Contas de acesso
pt_pt: Credenciais
sq: Kredenciale Hyrjesh
sv: Inloggningar
te: ప్రవేశాలు
th: การเข้าสู่ระบบ
tr: Hesaplar
uk: Паролі
ur: لاگ ان
vi: Thông tin đăng nhập

# SyncState.NotStarted.Title
source: Sync is unavailable
af: Sync is nie beskikbaar nie
ast: La sincronización nun ta disponible
az: Sync əlçatan deyil
bn: সিঙ্ক এখন অপ্রাপ্য আছে
br: Dihegerz eo Sync
ca: El Sync no està disponible
cy: Nid yw cydweddu ar gael
da: Sync er ikke tilgængelig
de: Sync ist nicht verfügbar.
eo: Spegulado ne disponeblas
fa: همگام‌سازی در دسترس نیست
fr: Sync n’est pas disponible
gd: Chan eil an sioncronachadh ri làimh
hi_in: सिंक अनुपलब्ध है
hy_am: Համաժամեցումը անհաանելի է
ia: Sync es indisponibile
id: Sync tidak tersedia
is: Samstilling er ekki tiltæk
km: សមកាលកម្ម​មិន​អាច​ធ្វើ​បាន
kn: ಸಿಂಕ್ ಲಭ್ಯವಿಲ್ಲ
lt: Sinchronizavimas negalimas
my: တစ်ပြေးညီဆောင်ရွက်မှုကို အသုံးမပြုနိုင်ပါ
nb: Sync er utilgjengelig
nl: Synchronisatie is niet beschikbaar
nn: Sync er utilgjengeleg
pa_in: ਸਿੰਕ ਅਣਉਪਲਬਧ ਹੈ
pt_br: O Sync não está disponível
pt_pt: A sincronização está indisponível
sq: Njëkohësimi s’është gati
sv: Sync är inte tillgänglig
te: సింక్ అందుబాటులో లేదు
th: Sync ไม่พร้อมใช้งาน
tr: Sync kullanılamıyor
uk: Синхронізація недоступна
ur: ہم وقت سازی دستیاب نہیں ہے
vi: Đồng bộ hóa không khả dụng

# SyncState.Offline.Title
source: Sync is offline
af: Sync is vanlyn
ast: La sincronización ta fuera de llinia
az: Sync oflayndır
be: Сінхранізацыя недаступная
bn: সিঙ্ক এখন অফলাইন আছে
br: Ezlinenn eo Sync
ca: El Sync està fora de línia
cy: Mae cydweddu all-lein
da: Sync er offline
de: Sync ist offline.
el: Το Sync είναι εκτός σύνδεσης
eo: Spegulado ne estas konektita
et: Sync on võrguta
fa: همگام‌سازی آفلاین است
fi: Sync-palvelu on offline-tilassa
fr: Sync est hors connexion
gd: Tha an sioncronachadh far loidhne
hi_in: सिंक ऑफ़लाइन है
hr: Sinhronizacija nije povezana
hy_am: Համաժամեցումը անցանց է
ia: Sync es disconnectite
id: Sync sedang luring
is: Samstilling er ótengd
it: Sync è non in linea
km: សមកាលកម្ម​គ្មាន​អ៊ីនធឺណិត
kn: ಸಿಂಕ್ ಆಫ್ಲೈನ್ ​​ಆಗಿದೆ
lt: „Sync“ nepasiekimas
my: တစ်ပြေးညီဆောင်ရွက်မှုသည် အော့ဖ်လိုင်း ဖြစ်နေသည်
nb: Sync er frakoblet
nl: Synchronisatie is offline
nn: Sync er fråkopla
oc: Sync es fòra linha
pa_in: ਸਿੰਕ ਆਫ਼ਲਾਈਨ ਹੈ
pt_br: O Sync está offline
pt_pt: A sincronização está desligada
si: සමමුහූර්තය මාර්ගඅපගතයි
sk: Služba Sync je offline
sq: Sync-u s’është në linjë
sv: Sync är nedkopplad
te: సింక్ ఆఫ్లైన్ లో ఉన్నది
th: Sync ออฟไลน์อยู่
tr: Sync çevrimdışı
tt: Синхронлау автоном режимда
uk: Синхронізація недоступна
ur: ہم وقت سازی آف لائن ہے
vi: Đồng bộ hóa đang ngoại tuyến
