Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# InactiveTabs.TabTray.AutoClosePrompt.Content
source: Firefox will close tabs you haven’t viewed over the past month.
br: Firefox a serro ivinelloù n’ho peus ket gwelet er miz diwezhañ.
ca: El Firefox tancarà les pestanyes que no hàgiu vist durant el darrer mes.
cy: Bydd Firefox yn cau tabiau nad ydych wedi edrych arnyn nhw dros y mis diwethaf.
da: Firefox vil lukke faneblade, du ikke har set i løbet af den seneste måned.
de: Firefox schließt Tabs, die Sie im letzten Monat nicht angesehen haben.
eo: Firefox aŭtomate fermos langetojn, kiuj ne estis vizititaj dum la lasta monato.
fr: Firefox peut fermer les onglets que vous n’avez pas consultés au cours du mois dernier.
gd: Dùnaidh Firefox tabaichean nach tug thu sùil orra thairis air a’ mhìos seo chaidh.
hi_in: फ़ायरफ़ॉक्स उन टैब को बंद करेगा जिन्हें आपने पिछले एक महीने में नहीं देखा है।
hy_am: Firefox-ը կարող է փակել ներդիրները, որոնք չեք դիտել վերջին ամսում:
ia: Firefox claudera le schedas que tu non ha visualisate durante le mense passate.
id: Firefox akan menutup tab yang belum Anda lihat selama sebulan terakhir.
is: Firefox getur lokað flipum sem þú hefur ekki skoðað síðastliðinn mánuð.
km: Firefox នឹង​បិទ​ផ្ទាំង​ដែល​អ្នក​មិន​បាន​មើល​ជាងមួយ​ខែ​មុន។
lt: „Firefox“ gali užverti korteles, kuriomis paskutinį mėnesį nesinaudojote.
nb: Firefox vil lukke faner du ikke har sett den siste måneden.
nl: Firefox zal tabbladen die u de afgelopen maand niet hebt bekeken sluiten.
nn: Firefox vil late att faner du ikkje har sett den siste månaden.
pa_in: Firefox ਪਿਛਲੇ ਮਹੀਨੇ ਭਰ ਤੋਂ ਵੱਧ ਸਮੇਂ ਤੋਂ ਨਾ ਵੇਖੀਆਂ ਟੈਬਾਂ ਨੂੰ ਬੰਦ ਕਰ ਦੇਵੇਗਾ।
pt_br: O Firefox fechará abas que você não usou no mês anterior.
pt_pt: O Firefox irá encerrar separadores que não acedeu no último mês.
sq: Firefox-i do të mbyllë skedat që s’i keni parë gjatë muajit të kaluar.
sv: Firefox kan stänga flikar som du inte har besökt under den senaste månaden.
th: Firefox จะปิดแท็บที่คุณไม่ได้ดูในช่วงเดือนที่ผ่านมา
tr: Firefox, bir aydır bakmadığınız sekmeleri kendiliğinden kapatır.
uk: Firefox закриватиме вкладки, які ви не переглядали впродовж останнього місяця.
ur: Firefox ان ٹیبز کو بند کر دے گا جنہیں آپ نے پچھلے مہینے میں نہیں دیکھا۔
vi: Firefox sẽ đóng các thẻ bạn không xem trong tháng qua.

# InactiveTabs.TabTray.AutoClosePrompt.Title
source: Auto-close after one month?
bn: এক মাস পর স্বয়ংক্রিয়ভাবে বন্ধ?
br: Serriñ emgefreek goude ur miz?
ca: Voleu tancar-les automàticament al cap d’un mes?
cy: Autogau ar ôl mis?
da: Luk automatisk efter en måned?
de: Nach einem Monat automatisch schließen?
eo: Ĉu aŭtomate fermi post unu monato?
fa: بسته شدن خودکار بعد از یک ماه؟
fr: Fermeture automatique après un mois ?
gd: A bheil thu airson an dùnadh an dèidh mìos?
hi_in: एक महीने के बाद स्वत: बंद करें?
hy_am: Ինքնափակե՞լ մեկ ամսից:
ia: Auto-clauder post un mense?
id: Tutup-otomatis setelah satu bulan?
is: Loka sjálfvirkt eftir einn mánuð?
km: បិទ​ស្វ័យប្រវត្តិ​បន្ទាប់​ពី​មួយខែ​ឬ?
lt: Užverti automatiškai po mėnesio?
nb: Lukk automatisk etter en måned?
nl: Automatisch sluiten na een maand?
nn: Late att automatisk etter ein månad?
pa_in: ਇੱਕ ਮਹੀਨੇ ਬਾਅਦ ਆਪੇ ਬੰਦ ਕਰਨਾ ਹੈ?
pt_br: Fechar automaticamente após um mês sem uso?
pt_pt: Encerrar automaticamente após um mês?
sq: Të vetëmbyllen pas një muaji?
sv: Stäng automatiskt efter en månad?
th: ต้องการปิดอัตโนมัติหลังจากหนึ่งเดือนหรือไม่
tr: Bir ay sonra kendiliğinden kapatılsın mı?
uk: Закрити через місяць автоматично?
ur: ایک ماہ کے بعد خودکار طور پر بند کریں؟
vi: Tự động đóng sau một tháng?

# InactiveTabs.TabTray.CloseButtonTitle
source: Close All Inactive Tabs
be: Закрыць усе неактыўныя карткі
bn: সব নিষ্ক্রিয় ট্যাব বন্ধ করুন
br: Serriñ an holl ivinelloù dioberiant
ca: Tanca totes les pestanyes inactives
cy: Cau Pob Tab Segur
da: Luk alle inaktive faneblade
de: Alle inaktiven Tabs schließen
el: Κλείσιμο όλων των ανενεργών καρτελών
eo: Fermi ĉiujn neaktivajn langetojn
et: Sulge kõik mitteaktiivsed kaardid
fa: بستن همه برگه‌های غیرفعال
fi: Sulje kaikki passiiviset välilehdet
fr: Fermer tous les onglets inactifs
gd: Dùin gach taba neo-ghnìomhach
hi_in: सभी निष्क्रिय टैब बंद करें
hr: Zatvori sve neaktivne kartice
hy_am: Փակել բոլոր անգործուն ներդիրները
ia: Clauder tote le schedas inactive
id: Tutup Semua Tab Nonaktif
is: Lokaðu öllum óvirkum flipum
it: Chiudi tutte le schede inattive
km: បិទ​ផ្ទាំងអសកម្ម​ទាំងអស់​
lt: Užverti visas neaktyvias korteles
nb: Lukk alle inaktive faner
nl: Alle inactieve tabbladen sluiten
nn: Lat att alle inaktive faner
oc: Tampar totes los onglets inactius
pa_in: ਸਾਰੀਆਂ ਨਾ-ਸਰਗਰਮ ਟੈਬਾਂ ਬੰਦ ਕਰੋ
pt_br: Fechar todas as abas inativas
pt_pt: Fechar todos os separadores inativos
si: සියළු අක්‍රිය පටිති වසන්න
sk: Zavrieť všetky neaktívne karty
sq: Mbylli Krejt Skedat Jo Aktive
sv: Stäng alla inaktiva flikar
th: ปิดแท็บที่ไม่ได้ใช้งานทั้งหมด
tr: Tüm pasif sekmeleri kapat
uk: Закрити всі неактивні вкладки
ur: تمام غیر فعال ٹیبز کو بند کریں۔
vi: Đóng tất cả các thẻ không hoạt động

source: Increase text size
af: Vermeerder teksgrootte
ast: Aumentar el tamañu del testu
az: Mətn ölçüsünü artır
be: Павялічыць памер тэксту
bn: টেক্সট সাইজ বাড়ান
br: Kreskaat ment an destenn
ca: Augmenta la mida del text
cy: Cynyddu maint y testun
da: Forøg tekststørrelse
de: Text vergrößern
el: Αύξηση μεγέθους κειμένου
eo: Grandigi tekston
et: Suurenda teksti suurust
fa: افزایش اندازه متن
fi: Suurenna tekstin kokoa
fr: Augmenter la taille du texte
gd: Meudaich an cruth-clò
hi_in: पाठ का आकार बढ़ाएं
hr: Povećaj veličinu teksta
hy_am: Մեծացնել գրվածքի չափը
ia: Augmentar le dimension del texto
id: Besarkan ukuran teks
is: Stækka texta stærð
it: Aumenta la dimensione del testo
km: បង្កើន​ទំហំ​អត្ថបទ
kn: ಪಠ್ಯದ ಗಾತ್ರವನ್ನು ಹೆಚ್ಚಿಸು
lt: Padidinti tekstą
my: စာအရွယ်အစား ကြီးပါ
nb: Øk tekststørrelsen
nl: Tekst vergroten
nn: Større tekst
oc: Augmentar la talha del tèxte
or: ଲେଖା ଆକାର ବଢ଼ାନ୍ତୁ
pa_in: ਲਿਖਤ ਆਕਾਰ ਨੂੰ ਵਧਾਓ
pt_br: Aumentar tamanho do texto
pt_pt: Aumentar o tamanho do texto
si: පෙළ ප්‍රමාණය වැඩි කරන්න
sk: Zväčšiť veľkosť textu
sq: Rrit madhësi teksti
sv: Öka textstorleken
te: టెక్స్ట్ పరిమాణాన్ని పెంచు
th: เพิ่มขนาดข้อความ
tr: Metin boyutunu büyüt
tt: Текст үлчәмен зурайту
uk: Збільшити розмір шрифту
ur: متن کا ماپ بڑھائیں
vi: Tăng kích thước văn bản

source: just now
af: so pas
ast: puramente agora
az: indicə
be: толькі што
bn: এখুনি
br: diouzhtu
ca: ara
cy: newydd ddigwydd
da: netop nu
de: gerade eben
el: μόλις τώρα
eo: ĵus
et: just praegu
fa: هم‌اکنون
fi: juuri nyt
fr: à l’instant
gd: an-dràsta fhèin
hi_in: बस अभी
hr: upravo
hy_am: հենց հիմա
ia: justo ora
id: baru saja
is: rétt í þessu
it: adesso
km: អម្បាញ់មិញ​នេះ
kn: ಈಗಷ್ಟೆ
lt: ką tik
my: ယခုလေးတင်
nb: akkurat nå
nl: zojuist
nn: nett no
oc: ara
pa_in: ਬੱਸ ਹੁਣੇ
pt_br: agora há pouco
pt_pt: agora mesmo
si: මේ දැන්
sk: teraz
sq: mu tani
sv: just nu
te: ఇప్పుడే
th: เมื่อกี้นี้
tr: az önce
tt: хәзер генә
uk: щойно
ur: ابھی
vi: vừa xong

# Keyboard.Shortcuts.ActualSize
source: Actual Size
be: Сапраўдны памер
bn: প্রকৃত আকার
br: Ment vremanel
ca: Mida real
cy: Maint Gwirioneddol
da: Faktisk størrelse
de: Tatsächliche Größe
el: Πραγματικό μέγεθος
eo: Reala grando
et: Tegelik suurus
fa: اندازه واقعی
fi: Todellinen koko
fr: Taille réelle
gd: Am fìor-mheud
hi_in: वास्तविक आकार
hr: Stvarna veličina
hy_am: Իրական չափը
ia: Dimension actual
id: Ukuran Asli
is: Raunstærð
it: Dimensione originale
nb: Virkelig størrelse
nl: Werkelijke grootte
nn: Verkeleg storleik
oc: Talha vertadièra
pa_in: ਅਸਲ ਆਕਾਰ
pt_br: Tamanho real
pt_pt: Tamanho real
si: සැබෑ ප්‍රමාණය
sk: Skutočná veľkosť
sq: Madhësia Faktike
sv: Verklig storlek
th: ขนาดจริง
tr: Gerçek boyut
tt: Чын үлчәм
uk: Дійсний розмір
ur: اصل ماپ
vi: Kích thước thực

# Keyboard.Shortcuts.AddBookmark
source: Add Bookmark
be: Дадаць закладку
bn: বুকমার্ক যোগ করুন
br: Ouzhpennañ ur sined
ca: Afegeix a les adreces d'interès
cy: Ychwanegu Nod Tudalen
da: Tilføj bogmærke
de: Lesezeichen hinzufügen
el: Προσθήκη σελιδοδείκτη
eo: Aldoni legosignon
et: Lisa järjehoidjatesse
fi: Lisää kirjanmerkki
fr: Ajouter un marque-page
gd: Cuir comharra-lìn ris
hi_in: बुकमार्क‌ जोड़ें‌
hr: Dodaj zabilješku
hy_am: Ավելացնել Էջանիշ
ia: Adder marcapaginas
id: Tambah Markah
is: Bæta við bókamerki
it: Aggiungi segnalibro
nb: Legg til bokmerke
nl: Bladwijzer toevoegen
nn: Legg til bokmerke
pa_in: ਬੁੱਕਮਾਰਕ ਜੋੜੋ
pt_br: Adicionar favorito
pt_pt: Adicionar marcador
si: පොත් යොමුවක් යොදන්න
sk: Pridať medzi záložky
sq: Shto Faqerojtës
sv: Lägg till bokmärke
th: เพิ่มที่คั่นหน้า
tr: Yer imi ekle
tt: Кыстыргыч өстәү
uk: Додати закладку
ur: بک مارک شامل کریں
vi: Thêm dấu trang

# Keyboard.Shortcuts.ClearRecentHistory
source: Clear Recent History
be: Ачысціць нядаўнюю гісторыю
bn: সাম্প্রতিক ইতিহাস মুছুন
br: Skarzhañ ar roll istor nevesañ
ca: Neteja l'historial recent
cy: Clirio'r Hanes Diweddar
da: Ryd seneste historik
de: Neueste Chronik löschen
el: Απαλοιφή πρόσφατου ιστορικού
eo: Viŝi ĵusan historion
et: Kustuta hiljutine ajalugu
fa: پاک کردن تاریخچه اخیر
fi: Poista historiatietoja
fr: Effacer l’historique récent
gd: Falamhaich an eachdraidh faisg ort
hi_in: हालिया इतिहास मिटाएँ
hr: Očisti nedavnu povijest
hy_am: Մաքրել Վերջին Պատմությունը
ia: Vacuar le chronologia recente
id: Hapus Riwayat Terkini
is: Hreinsa nýlegan feril
it: Cancella cronologia recente
nb: Slett nylig historikk
nl: Recente geschiedenis wissen
nn: Tøm nyleg historikk
pa_in: ਸੱਜਰੇ ਅਤੀਤ ਨੂੰ ਸਾਫ਼ ਕਰੋ
pt_br: Limpar histórico recente
pt_pt: Limpar histórico
si: මෑත ඉතිහාසය මකන්න
sk: Vymazať nedávnu históriu
sq: Spastro Historikun Së Fundi
sv: Rensa ut tidigare historik
th: ล้างประวัติล่าสุด
tr: Yakın geçmişi temizle
tt: Соңгы тарихны чистарту
uk: Стерти недавню історію
ur: حالیہ سابقات خالی کریں
vi: Xóa lịch sử gần đây

# Keyboard.Shortcuts.DownloadLink
source: Download Link
bn: ডাউনলোড লিংক
br: Pellgargañ an ere
ca: Enllaç de baixada
cy: Dolen Llwytho i Lawr
da: Hent link
de: Link herunterladen
eo: Elŝuta ligilo
fr: Télécharger la cible du lien
gd: Luchdaich a-nuas an ceangal
hi_in: डाउनलोड लिंक
hy_am: Ներբեռնելու հղումը
ia: Discargar le ligamine
id: Unduh Tautan
is: Niðurhalstengill
nb: Last ned lenke
nl: Koppeling downloaden
nn: Nedlastingslenke
pa_in: ਡਾਊਨਲੋਡ ਲਿੰਕ
pt_br: Baixar link
pt_pt: Ligação de transferência
sq: Lidhje Shkarkimi
sv: Nedladdningslänk
th: ดาวน์โหลดลิงก์
tr: Bağlantıyı indir
uk: Посилання для завантаження
ur: ڈاؤن لوڈ ربط
vi: Liên kết tải xuống

# Keyboard.Shortcuts.FindAgain
source: Find Again
be: Знайсці зноў
bn: আবার খুঁজুন
br: Klask en-dro
ca: Torna a cercar
cy: Canfod Eto
da: Find næste
de: Weitersuchen
el: Εύρεση ξανά
eo: Serĉi denove
et: Otsi uuesti
fa: پیدا کردن مجدد
fi: Etsi uudelleen
fr: Rechercher le suivant
gd: Lorg a-rithist
hi_in: फिर से खोजें
hr: Ponovno pronađi
hy_am: Նորից Գտնել
ia: Cercar le sequente
id: Cari Lagi
is: Finna aftur
it: Trova successivo
nb: Søk igjen
nl: Opnieuw zoeken
nn: Søk igjen
pa_in: ਮੁੜ ਖੋਜੋ
pt_br: Procurar próximo
pt_pt: Localizar novamente
si: යළි සොයන්න
sk: Hľadať znova
sq: Gjeje Sërish
sv: Sök nästa
th: ค้นหาอีกครั้ง
tr: Tekrar bul
tt: Эзләүне кабатлау
uk: Знайти знову
ur: دوبارہ ڈھونڈیں
vi: Tìm lại

# Keyboard.Shortcuts.NewNormalTab
source: New Normal Tab
br: Ivinell ordinal nevez
ca: Pestanya normal nova
cy: Tab Normal Newydd
da: Nyt almindeligt faneblad
de: Neuer normaler Tab
eo: Nova normala langeto
fr: Nouvel onglet normal
gd: Taba àbhaisteach ùr
hy_am: Նոր նորմալ ներդիր
ia: Nove scheda normal
id: Tab Normal Baru
is: Nýr venjulegur flipi
nb: Ny normal-fane
nl: Nieuw normaal tabblad
nn: Ny vanleg fane
pa_in: ਨਵਾਂ ਸਧਾਰਨ ਟੈਬ
pt_br: Nova aba normal
pt_pt: Novo separador normal
sq: Skedë e Re Normale
sv: Ny normal flik
th: แท็บปกติใหม่
tr: Yeni normal sekme
uk: Нова звичайна вкладка
vi: Thẻ bình thường mới

# Keyboard.Shortcuts.OpenLinkInBackground
source: Open Link in Background
bn: ব্যাকগ্রাউন্ডে লিঙ্ক খুলুন
br: Digeriñ an ere en drekleur
ca: Obre l'enllaç en segon pla
cy: Agor Dolen yn y Cefndir
da: Åbn link i baggrunden
de: Link im Hintergrund öffnen
eo: Fone malfermi ligilon
fr: Ouvrir le lien en arrière-plan
gd: Fosgail an ceangal sa chùlaibh
hy_am: Բացեք հղումը հետին պլանում
ia: Aperte ligamine in secunde plano
id: Buka Tautan di Latar Belakang
is: Opna tengil í bakgrunni
nb: Åpne lenke i bakgrunnen
nl: Koppeling op de achtergrond laden
nn: Opne lenke i bakgrunnen
pa_in: ਲਿੰਕ ਬੈਕਗਰਾਊਂਡ ਵਿੱਚ ਖੋਲ੍ਹੋ
pt_br: Abrir link em segundo plano
pt_pt: Abrir ligação em segundo plano
sq: Hape Lidhjen në Prapaskenë
sv: Öppna länk i bakgrunden
th: เปิดลิงก์ในเบื้องหลัง
tr: Bağlantıyı arka planda aç
uk: Відкрити посилання у фоновому режимі
vi: Mở liên kết trong nền

# Keyboard.Shortcuts.OpenLinkInNewTab
source: Open Link in New Tab
bn: নতুন ট্যাবে লিংক খুলুন
br: Digeriñ an ere en drekleur
ca: Obre l'enllaç en una pestanya nova
cy: Agor Dolen mewn Tab Newydd
da: Åbn link i nyt faneblad
de: Link in neuem Tab öffnen
eo: Malfermi ligilon en nova langeto
fa: باز کردن پیوند در زبانهٔ جدید
fr: Ouvrir le lien dans un nouvel onglet
gd: Fosgail an ceangal ann an taba ùr
hi_in: नए टैब में लिंक खोलें
hy_am: Բացել հղումը նոր ներդիրում
ia: Aperir le ligamine in un nove scheda
id: Buka Tautan di Tab Baru
is: Opna tengil í nýjum flipa
nb: Åpne lenke i ny fane
nl: Koppeling openen in nieuw tabblad
nn: Opne lenke i ny fane
pa_in: ਲਿੰਕ ਨਵੀਂ ਟੈਬ ਵਿੱਚ ਖੋਲ੍ਹੋ
pt_br: Abrir link em nova aba
pt_pt: Abrir ligação num novo separador
sq: Hape Lidhjen në Skedë të Re
sv: Öppna länken i en ny flik
th: เปิดลิงก์ในแท็บใหม่
tr: Bağlantıyı yeni sekmede aç
uk: Відкрити у новій вкладці
vi: Mở liên kết trong thẻ mới

# Keyboard.Shortcuts.SavePageAs
source: Save Page As…
bn: পেজ নতুনভাবে সংরক্ষণ…
br: Enrollañ ar bajenn evel…
ca: Anomena i desa la pàgina…
cy: Cadw Tudalen Fel…
da: Gem side som…
de: Seite speichern unter…
eo: Konservi paĝon kiel…
fa: ذخیرهٔ صفحه به نام…
fr: Enregistrer le document sous…
gd: Sàbhail an duilleag mar…
hi_in: इस रूप में पृष्ठ सहेजें…
hy_am: Պահել էջը որպես…
ia: Salvar le pagina como…
id: Simpan Laman dengan Nama…
is: Vista síðu sem…
nb: Lagre siden som…
nl: Pagina opslaan als…
nn: Lagre sida som…
pa_in: …ਸਫ਼ੇ ਨੂੰ ਇੰਝ ਸੰਭਾਲੋ
pt_br: Salvar página como…
pt_pt: Guardar página como…
sq: Ruajeni Faqen Si…
sv: Spara sida som…
th: บันทึกหน้าเป็น…
tr: Sayfayı farklı kaydet…
uk: Зберегти сторінку як…
vi: Lưu trang dưới dạng…

# Keyboard.Shortcuts.Section.Bookmark
source: Bookmarks
ast: Marcadores
be: Закладкі
bn: বুকমার্ক
br: Sinedoù
ca: Adreces d'interès
cy: Nodau Tudalen
da: Bogmærker
de: Lesezeichen
el: Σελιδοδείκτες
eo: Legosignoj
et: Järjehoidjad
fi: Kirjanmerkit
fr: Marque-pages
gd: Comharran-lìn
hi_in: बुकमार्क
hr: Zabilješke
hy_am: Էջանիշեր
ia: Marcapaginas
id: Markah
is: Bókamerki
it: Segnalibri
nb: Bokmerker
nl: Bladwijzers
nn: Bokmerke
pa_in: ਬੁੱਕਮਾਰਕ
pt_br: Favoritos
pt_pt: Marcadores
si: පොත්යොමු
sk: Záložky
sq: Faqerojtës
sv: Bokmärken
th: ที่คั่นหน้า
tr: Yer imleri
tt: Кыстыргычлар
uk: Закладки
vi: Dấu trang

# Keyboard.Shortcuts.Section.Edit
source: Edit
bn: সম্পাদনা
br: Embann
ca: Edita
cy: Golygu
da: Rediger
de: Bearbeiten
eo: Modifi
fa: ویرایش
fr: Édition
gd: Deasaich
hi_in: संपादित करें
hy_am: Խմբագրել
ia: Rediger
is: Breyta
nb: Rediger
nl: Bewerken
nn: Rediger
pa_in: ਸੋਧੋ
pt_br: Editar
pt_pt: Editar
sq: Përpunoni
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Змінити
ur: تدوین کریں
vi: Chỉnh sửa

# Keyboard.Shortcuts.Section.File
source: File
ast: Ficheru
bn: ফাইল
br: Restr
ca: Fitxer
cy: Ffeil
da: Fil
de: Datei
eo: Dosiero
fa: پرونده
fr: Fichier
gd: Faidhle
hi_in: फ़ाइल
hy_am: Ֆայլ
id: Berkas
is: Skrá
nb: Fil
nl: Bestand
nn: Fil
pa_in: ਫਾਈਲ
pt_br: Arquivo
pt_pt: Ficheiro
sq: Kartelë
sv: Arkiv
th: ไฟล์
tr: Dosya
uk: Файл
ur: فائل
vi: Tập tin

# Keyboard.Shortcuts.Section.History
source: History
ast: Historial
be: Гісторыя
bn: ইতিহাস
br: Roll istor
ca: Historial
cy: Hanes
da: Historik
de: Chronik
el: Ιστορικό
eo: Historio
et: Ajalugu
fa: تاریخچه
fi: Sivuhistoria
fr: Historique
gd: An eachdraidh
hi_in: इतिहास
hr: Povijest
hy_am: Պատմություն
ia: Chronologia
id: Riwayat
is: Ferill
it: Cronologia
nb: Historikk
nl: Geschiedenis
nn: Historikk
or: ଇତିହାସ
pa_in: ਅਤੀਤ
pt_br: Histórico
pt_pt: Histórico
si: ඉතිහාසය
sk: História
sq: Historik
sv: Historik
th: ประวัติ
tr: Geçmiş
tt: Тарих
uk: Історія
ur: سابقات
vi: Lịch sử

# Keyboard.Shortcuts.Section.Tools
source: Tools
ast: Ferramientes
be: Прылады
bn: টুল
br: Ostilhoù
ca: Eines
cy: Offer
da: Funktioner
de: Extras
el: Εργαλεία
eo: Iloj
et: Tööriistad
fa: ابزارها
fi: Työkalut
fr: Outils
gd: Innealan
hi_in: उपकरण
hr: Alati
hy_am: Գործիքներ
ia: Instrumentos
id: Alat
is: Verkfæri
it: Strumenti
nb: Verktøy
nl: Hulpmiddelen
nn: Verktøy
oc: Aisinas
pa_in: ਟੂਲ
pt_br: Ferramentas
pt_pt: Ferramentas
si: මෙවලම්
sk: Nástroje
sq: Mjete
sv: Verktyg
th: เครื่องมือ
tr: Araçlar
tt: Кораллар
uk: Інструменти
ur: ٹول
vi: Công cụ

# Keyboard.Shortcuts.Section.View
source: View
bn: প্রদর্শন
br: Gwelout
ca: Visualitza
cy: Golwg
da: Vis
de: Ansicht
eo: Vidi
fa: نما
fr: Affichage
gd: Seall
hi_in: देखें
hy_am: Տեսք
ia: Vider
id: Tampilan
is: Skoða
nb: Vis
nl: Beeld
nn: Vis
pa_in: ਵੇਖੋ
pt_br: Exibição
pt_pt: Ver
sq: Shfaqje
sv: Visa
th: มุมมอง
tr: Görünüm
uk: Вигляд
vi: Hiển thị

# Keyboard.Shortcuts.Section.Window
source: Window
ast: Ventana
be: Акно
bn: উইন্ডো
br: Prenestr
ca: Finestra
cy: Ffenestr
da: Vindue
de: Fenster
el: Παράθυρο
eo: Fenestro
et: Aken
fa: پنجره
fi: Ikkuna
fr: Fenêtre
gd: Uinneag
hi_in: विंडो
hr: Prozor
hy_am: Պատուհան
ia: Fenestra
id: Jendela
is: Gluggi
it: Finestra
nb: Vindu
nl: Venster
nn: Vindauge
oc: Fenèstra
pa_in: ਵਿੰਡੋ
pt_br: Janela
pt_pt: Janela
si: කවුළුව
sk: Okno
sq: Dritare
sv: Fönster
th: หน้าต่าง
tr: Pencere
tt: Тәрәзә
uk: Вікно
vi: Cửa sổ

# Keyboard.Shortcuts.Settings
source: Settings
ast: Axustes
be: Налады
bn: সেটিং
br: Arventennoù
ca: Paràmetres
cy: Gosodiadau
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
eo: Agordoj
et: Sätted
fa: تنظیمات
fi: Asetukset
fr: Paramètres
gd: Roghainnean
hi_in: सेटिंग
hr: Postavke
hy_am: Կարգավորումներ
ia: Parametros
id: Pengaturan
is: Stillingar
it: Impostazioni
nb: Innstillinger
nl: Instellingen
nn: Innstillingar
oc: Paramètres
pa_in: ਸੈਟਿੰਗਾਂ
pt_br: Configurações
pt_pt: Definições
si: සැකසුම්
sk: Nastavenia
sq: Rregullime
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
tt: Көйләүләр
uk: Параметри
ur: سیٹنگز
vi: Cài đặt

# Keyboard.Shortcuts.ShowBookmarks
source: Show Bookmarks
be: Паказаць закладкі
bn: বুকমার্ক দেখান
br: Diskouez ar sinedoù
ca: Mostra les adreces d'interès
cy: Dangos Nodau Tudalen
da: Vis bogmærker
de: Lesezeichen anzeigen
el: Εμφάνιση σελιδοδεικτών
eo: Montri legosignojn
et: Kuva järjehoidjad
fa: نمایش نشانک‌ها
fi: Näytä kirjanmerkit
fr: Afficher les marque-pages
gd: Seall na comharran-lìn
hi_in: बुकमार्क दिखाएँ
hr: Prikaži zabilješke
hy_am: Ցուցդրել էջանիշերը
ia: Monstrar marcapaginas
id: Tampilkan Markah
is: Sýna bókamerki
it: Visualizza segnalibri
nb: Vis bokmerker
nl: Bladwijzers tonen
nn: Vis bokmerke
pa_in: ਬੁੱਕਮਾਰਕ ਵੇਖਾਓ
pt_br: Mostrar favoritos
pt_pt: Novos marcadores
si: පොත්යොමු පෙන්වන්න
sk: Zobraziť záložky
sq: Shfaqi Faqerojtësit
sv: Visa bokmärken
th: แสดงที่คั่นหน้า
tr: Yer imlerini göster
tt: Кыстыргычларны күрсәтү
uk: Показати закладки
vi: Hiển thị dấu trang

# Keyboard.Shortcuts.ShowDownloads
source: Show Downloads
be: Паказаць сцягванні
bn: ডাউনলোড দেখান
br: Diskouez ar pellgargadennoù
ca: Mostra les baixades
cy: Dangos Pob Llwyth
da: Vis filhentninger
de: Downloads anzeigen
el: Εμφάνιση λήψεων
eo: Montri elŝutojn
et: Kuva allalaadimisi
fa: نمایش بارگیری‌ها
fi: Näytä lataukset
fr: Afficher les téléchargements
gd: Seall na luchdaich mi a-nuas
hi_in: डाउनलोड दिखाएँ
hr: Prikaži preuzimanja
hy_am: Ցուցադրել ներբեռնումները
ia: Monstrar discargamentos
id: Tampilkan Unduhan
is: Sýna sóttar skrár
it: Visualizza download
nb: Vis nedlastinger
nl: Downloads tonen
nn: Vis nedlastingar
pa_in: ਡਾਊਨਲੋਡ ਵੇਖਾਓ
pt_br: Mostrar downloads
pt_pt: Nenhuma transferência
si: බාගැනීම් පෙන්වන්න
sk: Zobraziť stiahnuté súbory
sq: Shfaqi Shkarkimet
sv: Visa nedladdningar
th: แสดงการดาวน์โหลด
tr: İndirmeleri göster
tt: Йөкләүләрне күрсәтү
uk: Показати завантаження
ur: ڈاؤن لوڈ دکھائیں
vi: Hiển thị tải xuống

# Keyboard.Shortcuts.ShowFirstTab
source: Show First Tab
be: Паказаць першую картку
bn: প্রথম ট্যাব দেখান
br: Diskouez an ivinell gentañ
ca: Mostra la primera pestanya
cy: Dangos y Tab Cyntaf
da: Vis første faneblad
de: Ersten Tab anzeigen
el: Εμφάνιση πρώτης καρτέλας
eo: Montri unuan langeton
et: Kuva esimest kaarti
fi: Näytä ensimmäinen välilehti
fr: Aller au premier onglet
gd: Seall a’ chiad taba
hi_in: पहला टैब दिखाएँ
hr: Prikaži prvu karticu
hy_am: Ցուցադրել առաջին ներդիրը
ia: Monstrar prime scheda
id: Tampilkan Tab Pertama
is: Sýna fyrsta flipa
it: Visualizza la prima scheda
nb: Vis første fane
nl: Eerste tabblad tonen
nn: Vis første fane
pa_in: ਪਹਿਲੀ ਟੈਬ ਨੂੰ ਵੇਖੋ
pt_br: Mostrar a primeira aba
pt_pt: Mostrar o primeiro separador
si: පළමු පටිත්ත පෙන්වන්න
sk: Zobraziť prvú kartu
sq: Shfaq Skedën e Parë
sv: Visa första flik
th: แสดงแท็บแรก
tr: İlk sekmeyi göster
tt: Беренче табны күрсәтү
uk: Показати першу вкладку
ur: پہلا ٹیب دکھائیں۔
vi: Hiển thị thẻ đầu tiên

# Keyboard.Shortcuts.ShowHistory
source: Show History
be: Паказаць гісторыю
bn: ইতিহাস দেখান
br: Diskouez ar roll istor
ca: Mostra l'historial
cy: Dangos Hanes
da: Vis historik
de: Chronik anzeigen
el: Εμφάνιση ιστορικού
eo: Montri historion
et: Kuva ajalugu
fa: نمایش تاریخچه
fi: Näytä historia
fr: Afficher l’historique
gd: Seall an eachdraidh
hi_in: इतिहास दिखाएँ
hr: Prikaži povijest
hy_am: Ցուցադրել պատմությունը
ia: Monstrar le chronologia
id: Tampilkan Riwayat
is: Sýna feril
it: Visualizza cronologia
nb: Vis historikk
nl: Geschiedenis tonen
nn: Vis historikk
or: ଇତିହାସ ଦେଖାନ୍ତୁ
pa_in: ਅਤੀਤ ਵੇਖੋ
pt_br: Mostrar histórico
pt_pt: Mostrar histórico
si: ඉතිහාසය පෙන්වන්න
sk: Zobraziť históriu
sq: Shfaq Historikun
sv: Visa historik
th: แสดงประวัติ
tr: Geçmişi göster
tt: Тарихны күрсәтү
uk: Показати історію
ur: سابقات دکھائیں
vi: Hiển thị lịch sử

# Keyboard.Shortcuts.ShowLastTab
source: Show Last Tab
be: Паказаць апошнюю картку
bn: শেষ ট্যাব দেখান
br: Diskouez an ivinell ziwezhañ
ca: Mostra l'última pestanya
cy: Dangos y Tab Olaf
da: Vis sidste faneblad
de: Letzten Tab anzeigen
el: Εμφάνιση τελευταίας καρτέλας
eo: Montri lastan langeton
et: Kuva viimast kaarti
fa: نمایش آخرین برگه
fi: Näytä viimeinen välilehti
fr: Aller au dernier onglet
gd: Seall an taba mu dheireadh
hi_in: अंतिम टैब दिखाएँ
hr: Prikaži posljednju karticu
hy_am: Ցուցադրել վերջին ներդիրը
ia: Monstrar ultime scheda
id: Tampilkan Tab Terakhir
is: Sýna síðasta flipa
it: Visualizza ultima scheda
nb: Vis siste fane
nl: Laatste tabblad tonen
nn: Vis siste fane
pa_in: ਪਿਛਲੀ ਟੈਬ ਵੇਖੋ
pt_br: Mostrar a última aba
pt_pt: Mostrar o último separador
si: අවසාන පටිත්ත පෙන්වන්න
sk: Zobraziť poslednú kartu
sq: Shfaq Skedën e Fundit
sv: Visa sista fliken
th: แสดงแท็บสุดท้าย
tr: Son sekmeyi göster
tt: Соңгы табны күрсәтү
uk: Показати останню вкладку
ur: آخری ٹیب دکھائیں۔
vi: Hiển thị thẻ cuối cùng

# Keyboard.Shortcuts.ShowTabNumber
source: Show Tab Number 1-9
bn: ট্যাব নম্বর 1-9 দেখান
br: Diskouez an ivinelloù 1-9
ca: Mostra la pestanya número 1-9
cy: Dangos Tab Rhif 1-9
da: Vis fanebladene 1 -9
de: Tab Nr. 1-9 anzeigen
eo: Montri numeron de langeto 1-9
fa: نمایش شمارهٔ زبانه‌های 1-9
fr: Aller à l’onglet 1-9
gd: Seall taba 1 gu 9
hi_in: टैब संख्या 1-9 दिखाएँ
hy_am: Ցուցադրել ներդիրի համարը՝ 1-9
ia: Monstrar schedas numero 1-9
id: Tampilkan Tab Nomor 1-9
is: Sýna flipa númer 1-9
nb: Vis fanenummer 1-9
nl: Tabblad 1-9 tonen
nn: Vis fanenummer 1-9
pa_in: ਟੈਬ ਨੰਬਰ 1-9 ਵੇਖੋ
pt_br: Mostrar aba número 1-9
pt_pt: Mostrar o número do separador 1-9
sq: Shfaq Numër Skede 1-9
sv: Visa fliknummer 1-9
th: แสดงแท็บหมายเลข 1-9
tr: 1-9 numaralı sekmeyi göster
uk: Показати номер вкладки 1-9
vi: Hiển thị số thẻ 1-9
