Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Keyboard.Shortcuts.UndoCloseTab
source: Undo Close Tab
br: Dizober Serriñ an ivinell
ca: Desfés el tancament de la pestanya
cy: Dadwneud Cau'r Tab
da: Fortryd lukning af faneblad
de: Geschlossenen Tab wiederherstellen
eo: Malfari fermon de langeto
fr: Annuler la fermeture de l’onglet
gd: Neo-dhèan dùnadh an taba
hy_am: Հետարկել փակված ներդիրը
ia: Reaperir le ultime scheda claudite
id: Batal Tutup Tab
is: Afturkalla loka flipa
nb: Angre lukking av fane
nl: Tabblad sluiten ongedaan maken
nn: Angre attlating av fane
pa_in: ਬੰਦ ਟੈਬ ਨੂੰ ਵਾਪਸ ਖੋਲ੍ਹੋ
pt_br: Reabrir aba
pt_pt: Reabrir separador fechado
sq: Zhbëje Mbylljen e Skedës
sv: Ångra flikstängning
th: เรียกคืนแท็บที่เพิ่งปิด
tr: Kapatılan sekmeyi aç
uk: Відновити закриту вкладку
vi: Mở lại thẻ vừa đóng

# Keyboard.Shortcuts.ZoomIn
source: Zoom In
be: Павялічыць
bn: বড় করুন
br: Zoum brasaat
ca: Amplia
cy: Chwyddo Mewn
da: Zoom ind
de: Vergrößern
el: Μεγέθυνση
eo: Pligrandigi
et: Suurenda
fa: بزرگنمایی
fi: Lähennä
fr: Zoom avant
gd: Sùm a-steach
hi_in: बड़ा करें
hr: Uvećaj
hy_am: Մեծացնել
ia: Aggrandir
id: Perbesar
is: Auka aðdrátt
it: Aumenta zoom
nb: Zoom inn
nl: Inzoomen
nn: Zoom inn
pa_in: ਜ਼ੂਮ ਇਨ
pt_br: Ampliar
pt_pt: Ampliar
si: විශාලනය
sk: Priblížiť
sq: Zmadhojeni
sv: Zooma in
th: ซูมเข้า
tr: Yakınlaştır
tt: Зурайту
uk: Збільшити
vi: Phóng to

# Keyboard.Shortcuts.ZoomOut
source: Zoom Out
be: Паменшыць
bn: ছোট করুন
br: Zoum bihanaat
ca: Redueix
cy: Chwyddo Allan
da: Zoom ud
de: Verkleinern
el: Σμίκρυνση
eo: Malpligrandigi
et: Vähenda
fa: کوچک‌نمایی
fi: Loitonna
fr: Zoom arrière
gd: Sùm a-mach
hi_in: छोटा करें
hr: Smanji
hy_am: Փոքրացնել
ia: Reducer
id: Perkecil
is: Minnka aðdrátt
it: Riduci zoom
nb: Zoom ut
nl: Uitzoomen
nn: Zoom ut
pa_in: ਜ਼ੂਮ ਆਉਟ
pt_br: Reduzir
pt_pt: Reduzir
si: කුඩාලනය
sk: Oddialiť
sq: Zvogëlojeni
sv: Zooma ut
th: ซูมออก
tr: Uzaklaştır
tt: Кечерәйтү
uk: Зменшити
vi: Thu nhỏ

source: Last month
ast: Últimu mes
az: Son ay
be: Апошні месяц
bn: গত মাস
br: Er miz tremenet
ca: El darrer mes
cy: Mis diwethaf
da: Seneste måned
de: Letzter Monat
el: Τελευταίος μήνας
eo: Lasta monato
et: Eelmine kuu
fa: ماه گذشته
fi: Viime kuukausi
fr: Le mois dernier
gd: Am mìos seo chaidh
hi_in: पिछला माह
hr: Prošli mjesec
hy_am: Վերջին ամսում
ia: Le ultime mense
id: Bulan sebelumnya
is: Í síðasta mánuði
it: Ultimo mese
km: ខែ​មុន
kn: ಹಿಂದಿನ ತಿಂಗಳು
lt: Praėjęs mėnuo
my: နောက်ဆုံးလ
nb: Forrige måned
nl: Vorige maand
nn: Sist månad
oc: Lo mes passat
or: ଗତ ମାସ
pa_in: ਪਿਛਲਾ ਮਹੀਨਾ
pt_br: Último mês
pt_pt: Último mês
si: පසුගිය මාසය
sk: Posledný mesiac
sq: Muajin e fundit
sv: Förra månaden
te: గత నెల
th: เดือนที่แล้ว
tr: Geçen ay
tt: Үткән айда
uk: Останній місяць
ur: پچھلا مہينہ
vi: Tháng trước

source: Last synced: %@
af: Laas gesinkroniseer: %@
ast: Última sincronización: %@
az: Son sinxronlaşdırma: %@
bn: শেষ সিঙ্ক হয়েছে: %@
br: Goubredet en diwezh: %@
ca: Última sincronització: %@
cy: Cydweddiad diwethaf: %@
da: Sidst synkroniseret: %@
de: Letzte Synchronisation: %@
eo: Laste aktualigita: %@
fa: آخرین همگام سازی:%@
fr: Dernière synchronisation : %@
gd: An sioncronachadh mu dheireadh: %@
hi_in: पिछला सिंक: %@
hy_am: Վերջին համաժանեցումը՝ %@
ia: Ultime synchronisation: %@
id: Disinkronkan terakhir: %@
is: Síðasta samstilling: %@
km: បាន​ធ្វើ​សមកាល​កម្ម​ចុងក្រោយ៖ %@
kn: ಕಡೆಯ ಬಾರಿ ಸಿಂಕ್ ಮಾಡಿದ್ದು: %@
lt: Paskiausiai sinchronizuota: %@
my: နောက်ဆုံး ချိတ်ဆက်ခဲ့ချိန် - %@
nb: Sist synkronisert: %@
nl: Laatst gesynchroniseerd: %@
nn: Sist synkronisert: %@
pa_in: ਪਿਛਲੀ ਵਾਰ ਸਿੰਕ ਕੀਤਾ: %@
pt_br: Última sincronização: %@
pt_pt: Última sincronização: %@
sq: Njëkohësuar së fundi më: %@
sv: Senaste synkronisering: %@
te: చివరిగా సింక్ చేయబడింది: %@
th: ซิงค์ล่าสุด: %@
tr: Son eşitleme: %@
uk: Синхронізовано: %@
ur: آخری بار %@ پم وقت سازی کی گئی
vi: Lần đồng bộ cuối: %@

source: Last week
ast: Última selmana
az: Keçən həftə
be: Апошні тыдзень
bn: গত সপ্তাহ
br: Er sizhun tremenet
ca: La darrera setmana
cy: Wythnos diwethaf
da: Seneste uge
de: Letzte Woche
el: Τελευταία εβδομάδα
eo: Lasta semajno
et: Eelmine nädal
fa: هفته گذشته
fi: Viime viikko
fr: La semaine dernière
gd: An t-seachdain seo chaidh
hi_in: पिछले सप्ताह
hr: Prošli tjedan
hy_am: Վերջին շաբաթը
ia: Le ultime septimana
id: Minggu sebelumnya
is: Í síðustu viku
it: Ultima settimana
km: សប្ដាហ៍​មុន
kn: ಹಿಂದಿನ ವಾರ
lt: Praėjusi savaitė
my: နောက်ဆုံးအပတ်
nb: Forrige uke
nl: Vorige week
nn: Førre veke
oc: La setmana passada
or: ଗତ ସପ୍ତାହ
pa_in: ਪਿਛਲਾ ਹਫ਼ਤਾ
pt_br: Última semana
pt_pt: Semana passada
si: පසුගිය සතිය
sk: Posledný týždeň
sq: Javën e fundit
sv: Förra veckan
te: గత వారం
th: สัปดาห์ที่แล้ว
tr: Geçen hafta
tt: Үткән атнада
uk: Останній тиждень
ur: پچھلا ہفتہ
vi: Tuần trước

# LibraryPanel.History.ClearGroupedTabsCancel.v100
source: Cancel
be: Скасаваць
br: Nullañ
ca: Cancel·la
cy: Diddymu
da: Fortryd
de: Abbrechen
el: Ακύρωση
eo: Nuligi
et: Loobu
fi: Kumoa
fr: Annuler
gd: Sguir dheth
hr: Odustani
hy_am: Չեղարկել
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
nb: Avbryt
nl: Annuleren
nn: Avbryt
oc: Anullar
or: ବାତିଲ କରନ୍ତୁ
pa_in: ਰੱਦ ਕਰੋ
pt_br: Cancelar
pt_pt: Cancelar
si: අවලංගු
sk: Zrušiť
sq: Anuloje
sv: Avbryt
th: ยกเลิก
tr: İptal
tt: Баш тарту
uk: Скасувати
vi: Hủy bỏ

# LibraryPanel.History.ClearGroupedTabsDelete.v100
source: Delete
be: Выдаліць
br: Dilemel
ca: Suprimeix
cy: Dileu
da: Slet
de: Löschen
el: Διαγραφή
eo: Forigi
et: Kustuta
fi: Poista
fr: Supprimer
gd: Sguab às
hr: Izbriši
hy_am: Ջնջել
ia: Deler
id: Hapus
is: Eyða
it: Elimina
nb: Slett
nl: Verwijderen
nn: Slett
oc: Suprimir
pa_in: ਹਟਾਓ
pt_br: Excluir
pt_pt: Apagar
si: මකන්න
sk: Odstrániť
sq: Fshije
sv: Ta bort
th: ลบ
tr: Sil
tt: Бетерү
uk: Видалити
vi: Xóa

# LibraryPanel.History.NoHistoryFound.v99
source: No history found
be: Гісторыя не знойдзена
br: Roll istor ebet kavet
ca: No s'ha trobat cap historial coincident
cy: Heb ganfod hanes
da: Ingen historik fundet
de: Keine Chronik vorhanden
el: Δεν βρέθηκε ιστορικό
eo: Neniu historia elemento trovita
et: Ajalugu ei leitud
fi: Historiaa ei löytynyt
fr: Aucun historique trouvé
gd: Cha deach eachdraidh a lorg
hr: Nema povijesti
hy_am: Պատմություն չի գտնվել
ia: Nulle chronologia trovate
id: Tidak ada riwayat ditemukan
is: Enginn vafurferill fannst
it: Nessun elemento trovato nella cronologia
nb: Ingen historikk funnet
nl: Geen geschiedenis gevonden
nn: Fann ingen historikk
oc: Cap d’istoric pas trobat
pa_in: ਕੋਈ ਅਤੀਤ ਨਹੀਂ ਲੱਭਿਆ
pt_br: Nenhum histórico encontrado
pt_pt: Sem histórico
si: ඉතිහාසයක් හමු නොවිණි
sk: Nenašla sa žiadna história
sq: S’u gjet historik
sv: Ingen historik hittades
th: ไม่พบประวัติ
tr: Geçmiş bulunamadı
tt: Тарих табылмады
uk: Історію не знайдено
vi: Không tìm thấy lịch sử

# LibraryPanel.History.RecentlyClosedTabs.v99
source: Recently Closed Tabs
be: Нядаўна закрытыя карткі
br: Ivinelloù serret nevez zo
ca: Pestanyes tancades recentment
cy: Tabiau Wedi eu Cau'n Ddiweddar
da: Senest lukkede faneblade
de: Kürzlich geschlossene Tabs
el: Πρόσφατα κλεισμένες καρτέλες
eo: Ĵuse fermitaj langetoj
et: Hiljuti suletud kaardid
fi: Äskettäin suljetut välilehdet
fr: Onglets récemment fermés
gd: Tabaichean a dhùin thu o chionn goirid
hr: Nedavno zatvorene kartice
hy_am: Վերջին փակված ներդիրները
ia: Schedas claudite recentemente
id: Tab yang Baru Saja Ditutup
is: Nýlega lokaðir flipar
it: Schede chiuse di recente
nb: Nylig lukkede faner
nl: Onlangs gesloten tabbladen
nn: Nyleg attlatne faner
oc: Onglets tampats recentament
pa_in: ਹਾਲੀਆ ਬੰਦ ਕੀਤੀ ਟੈਬ ਨਹੀਂ ਹੈ
pt_br: Abas fechadas recentemente
pt_pt: Separadores fechados recentemente
si: මෑතදී වැසු පටිති
sk: Nedávno zatvorené karty
sq: Skeda të Mbyllura Së Fundi
sv: Nyligen stängda flikar
th: แท็บที่เพิ่งปิด
tr: Son kapatılan sekmeler
tt: Күптән түгел ябылган таблар
uk: Недавно закриті вкладки
vi: Thẻ mới đóng gần đây

# LibraryPanel.History.SearchHistoryPlaceholder.v99
source: Enter search terms
be: Увядзіце пошукавыя тэрміны
br: Enankit gerioù da glask
ca: Escriviu els termes de la cerca
cy: Rhowch eiriau chwilio
da: Indtast søgestrenge
de: Suchbegriffe eingeben
el: Εισαγάγετε όρους αναζήτησης
eo: Tajpu serĉan tekston
et: Sisesta otsitav fraas
fi: Kirjoita hakuehdot
fr: Saisissez les termes à rechercher
gd: Cuir a-steach briathran-luirg
hr: Upiši tražene pojmove
hy_am: Մուտքագրեք որոնվող բառը
ia: Insere terminos de recerca
id: Masukkan istilah pencarian
is: Settu inn leitarorð
it: Immetti i termini di ricerca
nb: Skriv inn søketekst
nl: Voer zoektermen in
nn: Skriv inn søkjetekst
oc: Picatz un tèrme de recèrca
pa_in: ਖੋਜ ਸ਼ਬਦ ਦਿਓ
pt_br: Digite termos de pesquisa
pt_pt: Introduza os termos de pesquisa
si: සෙවුම් පද යොදන්න
sk: Zadajte hľadaný výraz
sq: Jepni terma kërkimi
sv: Ange söktermer
th: ป้อนคำค้นหา
tr: Aranacak terimleri yazın
tt: Эзләнәсе сүзләрне кертегез
uk: Введіть пошукові терміни
vi: Nhập từ tìm kiếm

# LibraryPanel.History.SyncedFromOtherDevices.v99
source: Synchronised from Other Devices
br: Goubredet eus trevnadoù all
ca: Sincronitzat d'altres dispositius
cy: Cydweddwyd o Ddyfais Eraill
da: Synkroniseret fra andre enheder
de: Von anderen Geräten synchronisiert
eo: Spegulita de aliaj aparatoj
fr: Synchronisé depuis un autre appareil
gd: Sioncronaichte o uidheaman eile
hy_am: Համաժամեցված այլ սարերքից
ia: Synchronisate ab altere apparatos
id: Disinkronkan dari Perangkat Lain
is: Samstillt frá öðrum tækjum
nb: Synkronisert fra andre enheter
nl: Gesynchroniseerd vanaf andere apparaten
nn: Synkronisert frå andre einingar
pa_in: ਹੋਰ ਡਿਵਾਈਸਾਂ ਤੋਂ ਸਿੰਕ ਕੀਤੇ
pt_br: Sincronizado a partir de outros dispositivos
pt_pt: Sincronizado de outros dispositivos
sq: Njëkohësuar prej Pajisjesh të Tjera
sv: Synkroniserad från andra enheter
th: ซิงค์จากอุปกรณ์อื่น
tr: Diğer cihazlarla eşitlendi
uk: Синхронізовано з інших пристроїв
vi: Được đồng bộ hóa từ thiết bị khác

# LibraryPanel.History.SyncedHistory.v100
source: Synchronised History
be: Сінхранізаваная гісторыя
br: Roll istor goubredet
ca: Historial sincronitzat
cy: Hanes wedi'i Gydweddu
da: Synkroniseret historik
de: Synchronisierte Chronik
el: Συγχρονισμένο ιστορικό
eo: Spegulita historio
et: Sünkroniseeritud ajalugu
fi: Synkronoitu historia
fr: Historique synchronisé
gd: Eachdraidh shioncronaichte
hr: Povijest sinkronizacije
hy_am: Համաժամեցված պատմություն
ia: Chronologia synchronisate
id: Riwayat yang Diselaraskan
is: Samstilltur ferill
it: Cronologia sincronizzata
nb: Synkronisert historikk
nl: Gesynchroniseerde geschiedenis
nn: Synkronisert historikk
pa_in: ਸਿੰਕ ਕੀਤਾ ਅਤੀਤ
pt_br: Histórico sincronizado
pt_pt: Histórico sincronizado
si: සමමුහූර්ත ඉතිහාසය
sk: Synchronizovaná história
sq: Histori e Njëkohësuar
sv: Synkroniserad historik
th: ประวัติการซิงค์
tr: Eşitlenmiş geçmiş
tt: Синхронланган тарих
uk: Синхронізована історія
vi: Lịch sử đã đồng bộ hóa

# LibraryPanel.Section.Older
source: Older
be: Даўней
br: Koshoc’h
ca: Més antic
cy: Hŷn
da: Ældre
de: Älter
el: Παλαιότερα
eo: Pli malnovaj
et: Vanemad
fi: Vanhemmat
fr: Avant le mois dernier
gd: Nas sine
hr: Stariji
hy_am: Հին
ia: Plus ancian
id: Lawas
is: Eldra
it: Più vecchi
nb: Eldre
nl: Ouder
nn: Eldre
pa_in: ਹੋਰ ਪੁਰਾਣੇ
pt_br: Mais antigos
pt_pt: Antigos
si: පරණ
sk: Staršie
sq: Më të vjetër
sv: Äldre
th: เก่ากว่า
tr: Daha eski
tt: Искерәк
uk: Давніші
vi: Cũ hơn

source: Licenses
af: Lisensies
ast: Llicencies
az: Lisenziyalar
be: Ліцэнзіі
bn: অনুজ্ঞাপত্রগুলি
br: Lañvazoù
ca: Llicències
cy: Trwyddedau
da: Licenser
de: Lizenzen
el: Άδειες χρήσης
eo: Permesiloj
et: Litsentsid
fa: مجوز
fi: Lisenssit
fr: Licences
gd: Ceadachasan
hi_in: लाइसेंस
hr: Licence
hy_am: Արտոնագրեր
ia: Licentias
id: Lisensi
is: Notkunarskilmálar
it: Licenze
km: អាជ្ញាប័ណ្ណ
kn: ಪರವಾನಗಿಗಳು
lt: Licencijos
my: လိုင်စင်
nb: Lisenser
nl: Licenties
nn: Lisensar
oc: Licéncias
or: ଲାଇସେନ୍ସ
pa_in: ਲਸੰਸ
pt_br: Licenças
pt_pt: Licenças
si: බලපත්‍ර
sk: Licencie
sq: Licenca
sv: Licenser
te: లైసెన్స్ లు
th: สัญญาอนุญาต
tr: Lisanslar
tt: Лицензияләр
uk: Ліцензії
ur: لائسنس
vi: Giấy phép

source: Light
af: Lig
ast: Claridá
az: Açıq
be: Светлая
bn: আলো
br: Gouloù
ca: Clar
cy: Golau
da: Lys
de: Hell
el: Φωτεινό
eo: Luma
et: Hele
fa: نور
fi: Vaalea
fr: Clair
gd: Sorcha
hi_in: हल्का
hr: Svijetlo
hy_am: Բաց
ia: Clar
id: Terang
is: Ljóst
it: Chiaro
km: ភ្លឺ
kn: ಬೆಳಕು
lt: Šviesi
my: ညာ
nb: Lys
nl: Licht
nn: Ljos
oc: Clar
or: ଫିକା
pa_in: ਹਲਕਾ
pt_br: Claro
pt_pt: Claro
si: දීප්ත
sk: Svetlá
sq: E çelët
sv: Ljust
te: లైటు
th: สว่าง
tr: Açık
tt: Ачык
uk: Світла
ur: ہلکا
vi: Sáng

source: Load original page
af: Laai oorspronklike blad
ast: Cargar la páxina orixinal
az: Əsl səhifəyi yüklə
be: Загрузіць зыходную старонку
bn: আসল পেজ লোড করুন
br: Kargañ ar bajenn orin
ca: Carrega la pàgina original
cy: Llwytho'r dudalen wreiddiol
da: Indlæs original side
de: Ursprungsseite laden
el: Φόρτωση αρχικής σελίδας
eo: Ŝargi originalan paĝon
et: Laadi algne leht
fa: بارگذاری صفحه اصلی
fi: Lataa alkuperäinen sivu
fr: Charger la page d’origine
gd: Luchdaich an duilleag thùsail
hi_in: मूल पृष्ठ लोड करें
hr: Učitavanje izvorne stranice
hy_am: Բեռնել սկզբնական էջը
ia: Cargar le pagina original
id: Muat laman aslinya
is: Hlaða inn upprunalegri síðu
it: Carica pagina originale
km: ផ្ទុក​ទំព័រ​ដើម
kn: ಮೂಲ ಪುಟವನ್ನು ಲೋಡ್ ಮಾಡಿ
lt: Įkelti pirminį tinklalapį
my: မူလစာမျက်နှာအားဖွင့်ပါ
nb: Last originalsiden
nl: Oorspronkelijke pagina laden
nn: Last originalsida
oc: Cargar la pagina originala
or: ମୂଳ ପୃଷ୍ଠା ଲୋଡ଼କରନ୍ତୁ
pa_in: ਮੂਲ ਸਫ਼ੇ ਨੂੰ ਲੋਡ ਕਰੋ
pt_br: Carregar a página original
pt_pt: Carregar página original
si: මුල් පිටුව පූරණය
sk: Načítať pôvodnú stránku
sq: Ngarko faqen origjinale
sv: Ladda den ursprungliga sidan
te: అసలు పేజీ లోడ్ చేయండి
th: โหลดหน้าต้นฉบับ
tr: Asıl sayfayı yükle
tt: Башлангыч битне йөкләү
uk: Завантажити оригінальну сторінку
ur: اصل صفحہ لوڈ کریں
vi: Tải trang gốc

source: Loading content…
af: Laai tans inhoud…
ast: Cargando'l conteníu…
az: Məzmun yüklənir…
be: Загрузка змесціва…
bn: কন্টেন্ট লোড হচ্ছে…
br: O kargañ an endalc’had…
ca: S'està carregant el contingut…
cy: Llwytho cynnwys…
da: Indlæser indhold…
de: Inhalt wird geladen…
el: Φόρτωση περιεχομένου…
eo: Enhavo ŝargata…
et: Sisu laadimine…
fa: بارگذاری محتوا…
fi: Ladataan sisältöä…
fr: Chargement du contenu…
gd: A’ luchdadh na susbaint…
hi_in: सामग्री लोड हो रही है…
hr: Učitavanje sadržaja…
hy_am: Բովանդակության բեռնում…
ia: Cargante le contento…
id: Memuat konten…
is: Hleð inn efni…
it: Caricamento contenuti…
km: កំពុង​ផ្ទុក​មាតិកា…
kn: ವಿಷಯವನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
lt: Įkeliamas turinys…
my: ရယူနေသည်…
nb: Laster innhold …
nl: Inhoud laden…
nn: Lastar innhald…
oc: Cargament del contengut…
or: ବିଷୟ ଲୋଡ଼ ହେଉଛି…
pa_in: ਸਮੱਗਰੀ ਨੂੰ ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt_br: Carregando conteúdo…
pt_pt: A carregar o conteúdo…
si: අන්තර්ගතය පූරණය වෙමින්…
sk: Obsah sa načítava…
sq: Po ngarkohet lëndë…
sv: Laddar innehåll…
te: కంటేంట్ లోడ్ అవుతున్నది…
th: กำลังโหลดเนื้อหา…
tr: İçerik yükleniyor…
tt: Эчтәлекне йөкләү…
uk: Завантаження вмісту…
ur: مواد لوڈ ہو رہا ہے…
vi: Đang tải nội dung…

source: Log in
af: Meld aan
ast: Aniciar sesión
az: Daxil ol
be: Увайсці
bn: লগ ইন
br: Kennaskañ
ca: Inicia la sessió
cy: Mewngofnodi
da: Log ind
de: Anmelden
el: Σύνδεση
eo: Komenci seancon
et: Logi sisse
fa: وارد‌ شدن
fi: Kirjaudu sisään
fr: Se connecter
gd: Clàraich a-steach
hi_in: लॉग इन
hr: Prijava
hy_am: Մուտք գորխել
ia: Aperir session
id: Masuk
is: Innskráning
it: Accedi
km: ចូល
kn: ಪ್ರವೇಶಿಸು
lt: Prisijungti
my: ဝင်မည်လား
nb: Logg inn
nl: Aanmelden
nn: Logg inn
oc: Connexion
or: ଲଗଇନ
pa_in: ਲਾਗਇਨ
pt_br: Entrar
pt_pt: Iniciar sessão
si: ඇතුළු වන්න
sk: Prihlásiť sa
sq: Hyni
sv: Logga in
te: లాగ్ ఇన్
th: เข้าสู่ระบบ
tr: Giriş yap
tt: Керү
uk: Увійти
ur: لاگ ان
vi: Đăng nhập

source: Logins
af: Aanmeldings
ast: Anicios de sesión
az: Daxil olmalar
be: Лагіны
bn: লগইনগুলি
br: Titouroù kennaskañ
ca: Inicis de sessió
cy: Mewngofnodion
de: Zugangsdaten
el: Συνδέσεις
eo: Akreditiloj
et: Kasutajakontod
fa: ورود
fi: Kirjautumistiedot
fr: Identifiants
gd: Clàraidhean a-steach
hi_in: लॉगिन
hr: Prijave
hy_am: Մուտքագրումներ
ia: Credentiales
id: Info Masuk
is: Innskráningar
it: Accessi
km: ចូល
kn: ಲಾಗಿನ್‌ಗಳು
lt: Prisijungimai
my: ဝင်ရောက်မှု အချက်အလက်များ
nb: Innlogginger
nl: Aanmeldingen
nn: Innloggingar
oc: Identificants
or: ଲଗଇନ
pa_in: ਲਾਗਇਨ
pt_br: Contas de acesso
pt_pt: Credenciais
si: පිවිසුම්
sk: Prihlasovacie údaje
sq: Kredenciale Hyrjesh
sv: Inloggningar
te: ప్రవేశాలు
th: การเข้าสู่ระบบ
tr: Hesaplar
tt: Логиннар
uk: Паролі
ur: لاگ ان
vi: Thông tin đăng nhập

# Logins.DevicePasscodeRequired.LearnMoreButtonTitle
source: Learn More
be: Падрабязней
bn: আরও জানুন
br: Gouzout hiroc’h
ca: Més informació
cy: Dysgu Rhagor
da: Læs mere
de: Weitere Informationen
el: Μάθετε περισσότερα
eo: Pli da informo
et: Rohkem teavet
fa: بیشتر بدانید
fi: Lue lisää
fr: En savoir plus
gd: Barrachd fiosrachaidh
hi_in: अधिक जानें
hr: Saznaj više
hy_am: Իմանալ ավելին
ia: Pro saper plus
id: Pelajari Lebih Lanjut
is: Fræðast meira
it: Ulteriori informazioni
km: ស្វែងយល់​បន្ថែម
lt: Sužinoti daugiau
nb: Les mer
nl: Meer info
nn: Les meir
oc: Ne saber mai
or: ଅଧିକ ଜାଣନ୍ତୁ
pa_in: ਹੋਰ ਜਾਣੋ
pt_br: Saiba mais
pt_pt: Saber mais
si: තව දැනගන්න
sk: Ďalšie informácie
sq: Mësoni Më Tepër
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi al
uk: Докладніше
ur: مزید سیکھیں
vi: Tìm hiểu thêm

# Logins.DevicePasscodeRequired.Message
source: To save and autofill logins and passwords, enable Face ID, Touch ID or a device passcode.
be: Каб захоўваць і аўтаматычна запаўняць лагіны і паролі, уключыце Face ID, Touch ID альбо код-пароль прылады.
br: Evit enrollañ ha leuniañ an titouroù kennaskañ ent emgefreek, gweredekait Face ID, Touch ID pe ur ger-tremen war ar benveg.
ca: Per desar i emplenar automàticament els inicis de sessió i les contrasenyes, activeu el Face ID, el Touch ID o un codi del dispositiu.
cy: I gadw ac awtolanwl mewngofnodion a chyfrineiriau, galluogwch Face ID, Touch ID neu god pas dyfais.
da: For at gemme og autoudfylde logins og adgangskoder, skal du aktivere Face ID, Touch ID eller en enhedsadgangskode.
de: Um Zugangsdaten und Passwörter zu speichern und automatisch auszufüllen, aktivieren Sie Face ID, Touch ID oder einen Gerätepasssatz.
el: Για αποθήκευση και αυτόματη συμπλήρωση στοιχείων σύνδεσης, ενεργοποιήστε το Face ID, το Touch ID ή ένα συνθηματικό.
eo: Por konservi kaj aŭtomate plenigi legitimilojn kaj pasvortojn, aktivigu Face ID, Touch ID aŭ aparatan paskodon.
et: Kasutajanimede ja paroolide salvestamiseks ning automaatseks täitmiseks luba Face ID, Touch ID või seadme pääsukood.
fi: Tallentaaksesi ja täyttääksesi kirjautumistiedot, ota käyttöön Face ID, Touch ID tai laitteen pääsykoodi.
fr: Pour enregistrer et remplir automatiquement les identifiants et mots de passe, activez Face ID, Touch ID ou un code pour l’appareil.
gd: Airson clàraidhean a-steach is faclan-faire a shàbhaladh, cuir ID aodainn, ID suathaidh no còd-faire uidheim an comas.
hr: Za spremanje i automatsko ispunjavanje prijava i lozinki, omogući Face ID, Touch ID ili lozinku uređaja.
hy_am: Մուտքագրումները և գաղտնաբառերը պահպանելու և ինքնալրացնելու համար միացրեք Face ID-ն, Touch ID-ն կամ սարքի անցակոդը:
ia: Pro salvar e auto-plenar con credentiales e contrasignos, activar Face ID, Touch ID o un codice de accesso de apparato.
id: Untuk menyimpan dan mengisi otomatis info masuk dan sandi, aktifkan Face ID, Touch ID, atau kode akses perangkat.
is: Til að vista og fylla út innskráningar og lykilorð sjálfkrafa skaltu virkja Face ID andlitsauðkenni, Touch ID fingrafaraauðkenni eða aðgangskóða tækis.
it: Per salvare e compilare automaticamente le credenziali e le password, attiva Face ID, Touch ID o un codice per il dispositivo.
km: ដើម្បីរក្សាទុក និង​បំពេញ​ការចូល និង​ពាក្យសម្ងាត់​ស្វ័យប្រវត្តិ​ សូមបើក​ដំណើរការ​ការសម្គាល់​មុខ សម្គាល់​ការបេះ ឬ​លេខ​កូដ​ចូលឧបករណ៍។
lt: Norėdami įrašyti ir automatiškai užpildyti prisijungimus ir slaptažodžius, įjunkite „Face ID“, „Touch ID“ arba įrenginio apsaugos kodą.
nb: For å lagre og autofylle innlogginger og passord, aktiver Face ID, Touch ID eller en enhetssikkerhetskode.
nl: Schakel Face ID, Touch ID of een apparaattoegangscode in om aanmeldingen en wachtwoorden op te slaan en automatisch in te vullen.
nn: For å lagre og autofylle innloggingar og passord, aktiver Face ID, Touch ID eller ein tryggingskode for eininga.
pa_in: ਲਾਗਇਨ ਤੇ ਪਾਸਵਰਡ ਸੰਭਾਲਣ ਤੇ ਆਪੇ-ਭਰਨ ਲਈ, Face ID, Touch ID ਜਾਂ ਡਿਵਾਈਸ ਪਾਸਕੋਡ ਸਮਰੱਥ ਕਰੋ।
pt_br: Para salvar e preencher automaticamente contas e senhas, ative o Face ID, Touch ID ou uma senha de dispositivo.
pt_pt: Para guardar e preencher automaticamente credenciais e palavras-passe, ative o Face ID, Touch ID ou um código do dispositivo.
si: පිවිසුම් හා මුරපද සුරැකීමට සහ ස්වයං පිරවුමට, මුහුණු හැඳු., ස්පර්ශ හැඳු. හෝ උපාංග මුර කේතයක් සබල කරන්න.
sk: Ak chcete ukladať a automaticky dopĺňať prihlasovacie údaje a heslá, povoľte Face ID, Touch ID alebo prístupový kód zariadenia.
sq: Që të ruani dhe vetëplotësohen kredenciale hyrjesh dhe fjalëkalime, aktivizoni Face ID, Touch ID ose një kodkalim pajisjeje.
sv: För att spara och autofylla inloggningar och lösenord, aktivera Face-ID, Touch-ID eller ett enhetslösenord.
th: หากต้องการบันทึกและป้อนการเข้าสู่ระบบและรหัสผ่านอัตโนมัติ ให้เปิดใช้งาน Face ID, Touch ID หรือรหัสผ่านของอุปกรณ์
tr: Hesap bilgilerinizi kaydetmek ve otomatik doldurmak için Face ID’yi, Touch ID’yi veya cihaz parolasını etkinleştirin.
tt: Логиннарны һәм серсүзләрне саклау һәм автотутыру өчен, Face ID, Touch ID яки җиһаз серсүзен кабызыгыз.
uk: Щоб зберігати й автоматично заповнювати поля паролів, увімкніть Face ID, Touch ID або пароль пристрою.
vi: Để lưu và tự động điền thông tin đăng nhập và mật khẩu, hãy bật Face ID, Touch ID hoặc mật mã thiết bị.

# Logins.Onboarding.ContinueButtonTitle
source: Continue
be: Працягнуць
bn: চালিয়ে যান
br: Kenderc’hel
ca: Continua
cy: Parhau
da: Fortsæt
de: Weiter
el: Συνέχεια
eo: Daŭrigi
et: Jätka
fa: ادامه
fi: Jatka
fr: Continuer
gd: Lean air adhart
hi_in: जारी रखें
hr: Nastavi
hy_am: Շարունակել
ia: Continuar
id: Lanjutkan
is: Halda áfram
it: Continua
km: បន្ត
lt: Tęsti
nb: Fortsett
nl: Doorgaan
nn: Fortset
oc: Contunhar
pa_in: ਜਾਰੀ ਰੱਖੋ
pt_br: Continuar
pt_pt: Continuar
si: ඉදිරියට
sk: Pokračovať
sq: Vazhdo
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
ur: جاری رکھیں
vi: Tiếp tục

# Logins.Onboarding.LearnMoreButtonTitle
source: Learn More
be: Падрабязней
bn: আরও জানুন
br: Gouzout hiroc’h
ca: Més informació
cy: Dysgu Rhagor
da: Læs mere
de: Weitere Informationen
el: Μάθετε περισσότερα
eo: Pli da informo
et: Rohkem teavet
fa: بیشتر بدانید
fi: Lue lisää
fr: En savoir plus
gd: Barrachd fiosrachaidh
hi_in: अधिक जानें
hr: Saznaj više
hy_am: Իմանալ ավելին
ia: Pro saper plus
id: Pelajari Lebih Lanjut
is: Fræðast meira
it: Ulteriori informazioni
km: ស្វែងយល់បន្ថែម
lt: Sužinoti daugiau
nb: Les mer
nl: Meer info
nn: Les meir
oc: Ne saber mai
or: ଅଧିକ ଜାଣନ୍ତୁ
pa_in: ਹੋਰ ਜਾਣੋ
pt_br: Saiba mais
pt_pt: Saber mais
si: තව දැනගන්න
sk: Ďalšie informácie
sq: Mësoni Më Tepër
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi al
uk: Докладніше
ur: مزید سیکھیں
vi: Tìm hiểu thêm
