Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# CoverSheet.v22.DarkMode.Description
source: For iOS 13 users, Firefox now automatically switches to a dark theme when your phone is set to Dark Mode. To change this behaviour, go to Settings > Theme.
ast: Pa usuarios d'iOS 13, Firefox cambia pal estilu escuru cuando'l teléfonu tea nel mou escuridá. Pa camudar esti comportamientu, vete p'Axustes > Estilu.
az: iOS 13 istifadəçiləri üçün telefonunuz Tünd Rejimdə olduqda Firefox avtomatik olaraq tünd rejimə keçir. Bunu dəyişdirmək üçün Tənzimləmələrdə Mövzu hissəsinə daxil olun.
bn: iOS 13 ব্যাবহারকারিদের জন্য, এখন আপনার ফোন ডার্ক মোডে সেট করা থাকলে, Firefox স্বয়ংক্রিয়ভাবেই ডার্ক থিমে পরিবর্তন করে নেয়। এই আচরণটি পরিবর্তন করার জন্য, সেটিংস> থিম এ যান।
br: Evit implijerien iOS 13, pa lakit ho pellgomz war ar mod teñval e lak Firefox an tem teñval en un doare emgefreek. Evit cheñch an emzalc’h-se, mont da Arventennoù > Tem.
ca: Per als usuaris de l’iOS 13, ara el Firefox canvia automàticament a un tema fosc quan el telèfon està configurat en mode fosc. Per a canviar aquest comportament, aneu a Paràmetres > Tema.
cy: Ar gyfer defnyddwyr iOS 13, mae Firefox bellach yn newid yn awtomatig i thema dywyll pan fydd eich ffôn wedi'i osod i'r Modd Tywyll. I newid yr ymddygiad hwn, ewch i Settings > Theme.
da: For brugere af iOS 13 skifter Firefox nu automatisk til et mørkt tema, når telefonen er sat til at bruge Mørk tilstand. Gå til Indstillinger > Tema for at ændre dette.
de: Für Benutzer von iOS 13 wechselt Firefox jetzt automatisch zu einem dunklen Theme, wenn Ihr Telefon auf den dunklen Modus eingestellt ist. Um dieses Verhalten zu ändern, gehen Sie zu Einstellungen → Theme.
eo: Por uzantoj de iOS13 Firefox nun aŭtomate elektas malhelan etoson se via telefono uzas malhelan reĝimon. Por ŝanĝi tiun konduton, iru al Agordoj > Etoso.
fa: برای کاربران iOS 13 ، وقتی تلفن شما روی حالت تاریک تنظیم شده است ، فایرفاکس به طور خودکار به یک موضوع تاریک تغییر می کند. برای تغییر این رفتار ، به تنظیمات> موضوع بروید.
fr: Si vous utilisez iOS 13, Firefox bascule désormais automatiquement sur le thème sombre lorsque votre téléphone est configuré en mode sombre. Pour modifier ce comportement, rendez-vous dans Paramètres > Thème.
gd: Dùisgidh Firefox an t-ùrlar dorcha gu fèin-obrachail a-nis air iOS 13 ma bhios am fòn agad sa mhodh dorcha. Airson an giùlan seo atharrachadh, tadhail air “Roghainnean” > “An t-ùrlar”.
hi_in: iOS 13 के उपयोगकर्ताओं के लिए, जब आपका फोन डार्क मोड पर सेट हो, तो Firefox अब स्वतः ही डार्क थीम में बदल जाता है। इस बदलाव को रोकने के लिए, सेटिंग > थीम में जाएं।
hy_am: iOS 13 օգտագործողների համար Firefox-ն այժմ ինքնաբերաբար անցնում է մութ թեմային, երբ ձեր հեռախոսը դրված է Մութ կերպում: Այս պահվածքը փոխելու համար անցեք Կարգավորումներ»Ձևավորում:
ia: Pro le usatores de iOS 13, Firefox ora commuta automaticamente a un thema obscur quando tu telephono es configurate a Modo obscur. Pro cambiar tal comportamento, ir a Parametros > Thema.
id: Untuk pengguna iOS 13, kini Firefox secara otomatis berganti ke tema gelap ketika ponsel Anda diatur menggunakan Mode Gelap. Untuk mengubah pengaturan ini, buka Pengaturan > Tema.
is: Fyrir notendur iOS 13 skiptir Firefox nú sjálfkrafa yfir í dökkt þema þegar síminn þinn er stilltur á dökkt þema. Til að breyta þessari hegðun skaltu fara í Stillingar > Þema.
km: សម្រាប់អ្នកប្រើ iOS 13 ឥឡូវនេះ Firefox ប្តូរទៅជារចនាប័ទ្ម​ងងឹតនៅពេលទូរសព្ទរបស់អ្នកត្រូវបានកំណត់ទៅជាមុខងារ​ងងឹត។ ដើម្បីផ្លាស់ប្តូរឥរិយាបថនេះ សូម​ចូលទៅកាន់ ការកំណត់ > រចនាប័ទ្ម។
lt: Turintiems „iOS“ 13, „Firefox“ automatiškai naudos tamsų grafinį apvalkalą, jei telefone įjungta tamsioji veiksena. Norėdami tai pakeisti, eikite į „Nuostatos“ > „Grafinis apvalkalas“.
my: iOS13 သုံးစွဲသူများအတွက် အလိုအလျောက် Dark Theme ကို ‌ပြောင်းပေးပါတယ်။ ယခု ပုံစံ ကိုမကြိုက်ပါက Settings > Theme တွင် ပြင်ပါ။
nb: For iOS 13-brukere bytter Firefox nå automatisk til et mørkt tema når telefonen er satt til Mørk modus. Gå til Innstillinger > Tema for å endre dette.
nl: Voor iOS 13-gebruikers schakelt Firefox nu automatisch naar een donker thema wanneer uw telefoon is ingesteld op de donkere modus. Ga naar Instellingen > Thema om dit gedrag te wijzigen.
nn: For iOS 13-brukarar byter Firefox no automatisk til eit mørkt tema når telefonen er sett til Mørk modus. Gå til Innstillingar > Tema, for å endre dette.
pa_in: iOS 13 ਵਰਤੋਂਕਾਰਾਂ ਲਈ, ਹੁਣ ਜਦੋਂ ਤੁਹਾਡਾ ਫ਼ੋਨ ਡਾਰਕ ਮੋਡ 'ਤੇ ਸੈੱਟ ਕੀਤਾ ਤਾਂ ਫਾਇਰਫਾਕਸ ਆਪਣੇ-ਆਪ ਡਾਰਕ ਥੀਮ ਲਈ ਬਦਲ ਜਾਵੇਗਾ। ਇਹ ਰਵੱਈਆ ਬਦਲਣ ਲਈ, ਸੈਟਿੰਗਾਂ > ਥੀਮ ਉੱਤੇ ਜਾਓ।
pt_br: Para usuários do iOS 13, o Firefox agora muda automaticamente para um tema escuro quando o celular é configurado no modo escuro. Para alterar esse comportamento, vá em Configurações > Tema.
pt_pt: Para os utilizadores do iOS 13, o Firefox agora muda automaticamente para um tema escuro quando o seu telefone está definido para o Modo escuro. Para alterar este comportamento, aceda a Definições > Tema.
sq: Për përdorues të iOS 13-s, Firefox-i tani kalon automatikisht nën një temë të errët, kur për telefonin tuaj është zgjedhur Dark Mode. Që të ndryshoni këtë sjellje, kaloni te Rregullime > Temë.
sv: För iOS 13-användare växlar Firefox nu automatiskt till ett mörkt tema när din telefon är inställd på mörkt läge. För att ändra detta beteende går du till Inställningar > Tema.
te: iOS 13 వాడుకరుల కోసం, మీ ఫోను నల్లని రీతికి అమర్చినప్పుడు Firefox స్వయంచాలకంగా నల్లని అలంకారానికి మారుతుంది. ఈ ప్రవర్తనను మార్చుకోడానికి, ఇటు వెళ్ళండి: అమరికలు > అలంకారం.
th: สำหรับผู้ใช้ iOS 13 Firefox จะสลับไปใช้โหมดมืดโดยอัตโนมัติเมื่อมือถือของคุณถูกตั้งค่าเป็นโหมดมืด หากต้องการเปลี่ยนพฤติกรรมนี้ ไปที่ ตั้งค่า > ชุดตกแต่ง
tr: iOS 13 kullanıcılarının telefonu koyu moda ayarlıysa Firefox artık otomatik olarak koyu temaya geçiyor. Bu davranışı Ayarlar > Tema menüsünden değiştirebilirsiniz.
uk: Для користувачів iOS 13, Firefox тепер автоматично змінює тему на темну при переході телефона в темний режим. Щоб змінити це, перейдіть в Параметри > Тема.
ur: iOS 13 صارفین کے لئے، جب آپ کا فون ڈارک موڈ پر سیٹ رہتا ہے تب Firefox خود بخود طریکہ سے ڈارک تھیم اپنا لیتا ہے۔ آپ اس ٰعمل کو ترتیبات > تھیم پر جاکر، تبدیل کر سکتے ہے۔
vi: Đối với người dùng iOS 13, Firefox hiện tự động chuyển sang chủ đề tối khi điện thoại của bạn được đặt thành Chế độ tối. Để thay đổi chế độ này, hãy đi tới Cài đặt > Chủ đề.

# CoverSheet.v22.DarkMode.Title
source: Dark theme now includes a dark keyboard and dark splash screen.
ast: Agora'l tema escuru inclúi un tecláu y una pantalla de chisga escuros.
az: Tünd mövzu ilə artıq tünd klaviatura və tünd açılış ekranı gəlir.
bn: ডার্ক কীবোর্ড এবং ডার্ক স্প্ল্যাশ স্ক্রিন এখন ডার্ক থিম এর অন্তর্ভুক্ত।
br: Bremañ ez eus un douchennaoueg hag ur skramm loc’hañ teñval e-barzh an tem teñval.
ca: Ara el tema fosc inclou un teclat fosc i una pantalla de presentació fosca.
cy: Mae'r thema dywyll bellach yn cynnwys bysellfwrdd tywyll a sgrin sblash tywyll.
da: Mørkt tema inkluderer nu et mørkt tastatur og en mørk velkomst-skærm.
de: Das dunkle Theme enthält jetzt eine dunkle Tastatur und einen dunklen Begrüßungsbildschirm.
eo: La malhela etoso nun inkluzivas malhelan klavaron kaj malhelan komencan ekranon.
fa: زمینه تاریک هم‌اکنون شامل پس زمینه مشکی برای کیبورد و صفحه آغازین برنامه می‌شود.
fr: Le thème sombre comprend désormais un clavier sombre et un écran de démarrage sombre.
gd: Tha an t-ùrlar dorcha a’ gabhail a-staigh meur-chlàr dorcha agus sgrìn spladh dorch a-nis.
hi_in: डार्क थीम में अब डार्क कीबोर्ड तथा डार्क स्प्लैश स्क्रीन शामिल है।
hy_am: Մուգ ձևավորումը այժմ ներառում է մուգ ստեղնաշար և մուգ պաշտպանիչ էկրան:
ia: Le thema obscur include ora un claviero obscur e pagina initial obscur.
id: Sekarang tema gelap mencakup papan ketik dan layar pembuka gelap.
is: Dökka þemað inniheldur nú dökkt lyklaborð og dökkan upphafsskjá.
km: ឥឡូវនេះ រចនាប័ទ្ម​ងងឹតរួម​បញ្ចូល​ទាំង​ក្តារ​ចុច​ងងឹត ​និង​អេក្រង់​ស្វាគមន៍​ងងឹត។
lt: Tamsus grafinis apvalkalas dabar naudoja tamsią klaviatūrą bei tamsų paleidimo ekraną.
my: ယခုအခါ Dark theme တွင် Dark ကီးဘုတ် နှင့် Dark အစစကရင် ပါဝင်သည်။
nb: Mørkt tema inkluderer nå et mørkt tastatur og mørkt velkomstbilde.
nl: Het donkere thema bevat nu een donker toetsenbord en een donker splash-scherm.
nn: Mørkt tema inkluderer no eit mørkt tastatur og mørkt velkomstbilde.
pa_in: ਗੂੜ੍ਹਾ ਥੀਮ ਵਿੱਚ ਹੁਣ ਗੂੜ੍ਹਾ ਕੀਬੋਰਡ ਅਤੇ ਗੂੜ੍ਹੀ ਸਵਾਗਤੀ ਸਕਰੀਨ ਸ਼ਾਮਲ ਹੈ।
pt_br: O tema escuro agora inclui um teclado escuro e fundo escuro ao mudar de tela.
pt_pt: O tema escuro agora inclui um teclado escuro e um ecrã inicial escuro.
sq: Tema e errët tani përfshin një tastierë të errët dhe një skenë përshëndetëse të errët.
sv: Mörkt tema innehåller nu ett mörkt tangentbord och en mörk startbild.
te: నల్లని అలంకారంలో ఇప్పుడు నల్లని కీబోర్డు, నల్లని ఆరంభ తెర ఉన్నాయి.
th: ชุดตกแต่งมืดประกอบด้วยคีย์บอร์ดและหน้าจอเด่นแบบมืด
tr: Koyu temada artık koyu klavye ve koyu başlangıç ekranı da var.
uk: Темний режим тепер має темну клавіатуру і екран привітання.
ur: ڈارک تھیم میں اب ڈارک کی بورڈ اور ڈارک سپلیش سکرین شامل ہے۔
vi: Chủ đề tối bây giờ bao gồm một bàn phím tối và màn hình khởi động tối.

# CoverSheet.v24.ETP.Description
source: Built-in Enhanced Tracking Protection helps stop ads from following you around. Turn on Strict to block even more trackers, ads, and popups.
az: Daxili artırılmış izlənmə qoruması reklamların sızı izləməsini əngəlləyir. Sərt qorumanı aktivləşdirərək daha çox izləyiciləri, reklamları və qəfil pəncərələri əngəlləyin.
be: Убудаваная ўзмоцненая ахова ад сачэння дапамагае спыніць рэкламу, якая вас асочвае. Уключыце Строгую ахову каб заблакіраваць яшчэ болей трэкераў, рэкламы і ўсплывальных вокнаў.
bn: অন্তর্নির্মিত বর্ধিত ট্র্যাকিং সুরক্ষা বিজ্ঞাপনকে আপনার চারপাশে অনুসরণ করা থেকে বিরত রাখতে সহায়তা করে। আরও বেশি ট্র্যাকার, বিজ্ঞাপন এবং পপআপগুলি অবরুদ্ধ করতে স্ট্রাইক চালু করুন।
br: Ar gwarez araokaet a-enep d’an heuliañ a stank an heuliañ kenwerzhel. Gweredekait ar mod Strizh evit stankañ muioc’h a heulierien, bruderezh ha popups c’hoazh.
ca: La protecció contra el seguiment millorada integrada evita que els anuncis us facin seguiment. Activeu la protecció Estricta per a blocar encara més elements de seguiment, anuncis i finestres emergents.
cy: Mae Diogelwch rhag Tracio Uwch mewnol yn helpu i atal hysbysebion rhag eich dilyn. Trowch Llym ymlaen i rwystro rhagor o dracwyr, hysbysebion a llamlenni.
da: Den indbyggede funktion Udvidet beskyttelse mod sporing forhindrer reklamer i at følge dig rundt på nettet. Aktivér Striks for at blokere endnu flere sporings-mekanismer, reklamer og pop ups.
de: Der integrierte verbesserte Tracking-Schutz verhindert, dass Anzeigen Sie verfolgen. Aktivieren Sie die strenge Einstellung, um noch mehr Tracker, Anzeigen und Pop-ups zu blockieren.
el: Η ενσωματωμένη ενισχυμένη προστασία από καταγραφή εμποδίζει την καταγραφή σας από διαφημίσεις. Επιλέξτε την αυστηρή λειτουργία για φραγή ακόμη περισσότερων ιχνηλατών, διαφημίσεων και αναδυόμενων.
eo: La integrita plibonigita protekto kontraŭ spurado helpas eviti ke reklamoj spuru vin. Ŝaltu la rigoran reĝimon por bloki eĉ pli da spuriloj, reklamoj kaj ŝprucaĵoj.
et: Sisseehitatud täiustatud jälitamisvastane kaitse aitab takistada reklaamidel sinu jälgimist. Lülita sisse range kaitse, et blokkida veel rohkem jälitajaid, reklaame ja hüpikaknaid.
fa: حفاظت از ردیابی پیشرفته داخلی به شما کمک می کند تبلیغات را از اطراف خود متوقف کنید. برای مسدود کردن ردیابها ، تبلیغات و پنجره های بیشتر ، Strict را روشن کنید.
fi: Sisäänrakennettu tehostettu seurannan suojaus estää mainoksia seuraamasta sinua. Ota käyttöön Tiukka estääksesi vielä enemmän seuraimia, mainoksia ja ponnahdusikkunoita.
fr: La protection renforcée contre le pistage empêche le pistage publicitaire. Activez le mode Strict pour bloquer encore plus de traqueurs, de publicités et de popups.
gd: Cuiridh an dìon adhartach o thracadh na bhroinn casg air sanasachd o bhith gad leantainn air feadh an àite. Cleachd tracadh teann airson casg a chur air fiù barrachd thracaichean, sanasachd is priob-uinneagan.
hi_in: अंतनिर्हित उन्नत ट्रैकिंग सुरक्षा आपका पीछा करने वाली विज्ञापनों को रोकने में मदद करता है। और भी अधिक ट्रैकर्स, विज्ञापनों एवं पॉपअप को अवरुद्ध करने के लिए स्ट्रिक्ट मोड चालू करें।
hr: Ugrađena poboljšana zaštita od praćenja pomaže spriječiti da te oglasi prate. Uključi Strogo za blokiranje još više programa za praćenje, oglasa i skočnih prozora.
hy_am: Ներկառուցված Ընդլայնված Հետագծման պաշտպանությունն օգնում է դադարեցնել ձեր շուրջը գովազդները: Միացրեք Խստությունը `ավելի շատ հետքեր, գովազդներ և թռուցիկներ արգելափակելու համար:
ia: Le Protection traciamento augmentate integrate, adjuta blocar avisos publicitari de sequer te circum. Elige le modo Rigorose pro blocar ancora plus traciatores, avisos publicitari e messages emergente.
id: Perlindungan Pelacakan yang Ditingkatkan Bawaan membantu untuk menghentikan iklan agar tidak mengikuti Anda. Aktifkan opsi Ketat untuk memblokir lebih banyak pelacak, iklan, dan sembulan.
is: Innbyggð aukin rakningarvörn hjálpar til við að koma í veg fyrir að auglýsingar fylgi þér út um hvippinn og hvappinn. Kveiktu á Stangt til að loka fyrir enn fleiri rekjara, auglýsingar og sprettglugga.
it: La protezione antitracciamento avanzata integrata in Firefox impedisce agli annunci pubblicitari di seguirti in giro. Per bloccare ancora più elementi traccianti, annunci pubblicitari e pop-up, attiva l’opzione Restrittiva.
km: ការការពារ​ការតាមដាន​កែលម្អ​ដែលបានបង្កើត​​ជួយ​បញ្ឈប់​ការផ្សាយពាណិជ្ជកម្ម​ពី​ការតាមដាន​ជុំវិញ​អ្នក។ បើក​ការរឹតបន្តឹង​ដើម្បីទប់ស្កាត់​ទោះបីជា​មាន​កម្មវិធី​តាមដាន ការផ្សាយពាណិជ្ជកម្ម និង​ព័ត៌មាន​លេចឡើង​កាន់តែច្រើន​ក៏ដោយ។
lt: Integruota išplėsta apsauga nuo stebėjimo padeda neleisti reklamoms sekti jus naršant. Įjunkite griežtą režimą, norėdami blokuoti dar daugiau stebėjimo elementų, reklamų, ir iššokančių langų.
my: မူလပါရှိအဆင့်မြင့်ခြေရာခံကာကွယ်ရေးစနစ်သည် သင့်နောက်သို့လိုက်နေသောကြော်ငြာများကိုပိတ်ပင်ပေးသည်။ ခြေရာခံသူများ၊ကြော်ငြာများ၊popups များကိုပို၍ပိတ်ဆို့ရန် strict ကိုဖွင့်ပါ။
nb: Innebygd utvidet sporingsbeskyttelse forhindrer reklame i å spore aktivitetene dine på nettet. Slå på Streng for å blokkere enda flere sporere, reklamer og sprettopp.
nl: Ingebouwde Verbeterde bescherming tegen volgen helpt voorkomen dat advertenties u volgen. Schakel Streng in om nog meer trackers, advertenties en pop-ups te blokkeren.
nn: Innebygd utvida sporingsvern hindrar reklame i å følgje deg rundt på nettet. Slå på Streng for å blokkere endå fleire sporarar, reklamer og sprettopp.
or: ବିଲ୍ଟ-ଇନ୍ ବର୍ଦ୍ଧିତ ଟ୍ରାକିଂ ସୁରକ୍ଷା ବିଜ୍ଞାପନଗୁଡ଼ିକୁ ଆପଣଙ୍କୁ ଅନୁସରଣ କରିବା ବନ୍ଦ କରିବାରେ ସାହାଯ୍ୟ କରେ | ଅଧିକ ଟ୍ରାକର୍, ବିଜ୍ଞାପନ, ଏବଂ ପପ୍-ଅପ୍ କୁ ଅବରୋଧ କରିବାକୁ କଠୋର ମୋଡ ଚାଲୁ କରନ୍ତୁ
pa_in: ਬਿਲਟ-ਇਨ ਵਾਧਾ ਕੀਤੀ ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ ਨਾਲ ਤੁਹਾਨੂੰ ਫਾਲੋ ਕਰਕੇ ਦਿਖਾਈ ਦਿੰਦੇ ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਬੰਦ ਕਰਨ ਵਿੱਚ ਮਦਦ ਮਿਲਦੀ ਹੈ। ਹੋਰ ਟਰੈਕਰਾਂ, ਇਸ਼ਤਿਹਾਰਾਂ ਅਤੇ ਪੌਪ-ਅੱਪ ਨੂੰ ਵੀ ਬਲੌਕ ਕਰਨ ਲਈ ਸਖ਼ਤ ਮੋਡ ਨੂੰ ਚਾਲੂ ਕਰੋ।
pt_br: A proteção aprimorada contra rastreamento integrada ajuda a impedir que anúncios sigam você por aí. Ative o modo Rigoroso para bloquear ainda mais rastreadores, anúncios e notificações.
pt_pt: A proteção melhorada e incorporada contra a monitorização ajuda a impedir que os anúncios o sigam. Ative a opção Rigorosa para bloquear ainda mais rastreadores, anúncios e outras pop-ups.
si: දැන්වීම් ඔබ පසුපස හඹා යාම නැවැත්වීමට තිළෑලි වැඩිදියුණු කළ ලුහුබැඳීමේ රැකවරණය උදව් කරයි. තවත් ලුහුබැඳීම්, දැන්වීම් හා උත්පතන අවහිර කිරීමට දැඩි යන්න සක්‍රිය කරන්න.
sk: Zabudovaná rozšírená ochrana pred sledovaním pomáha zastaviť vaše sledovanie reklamami. Pre zablokovanie ďalších sledovacích prvkov, reklám a vyskakovacích okien môžete zapnúť prísnu ochranu.
sq: Mbrojtja e brendshme e Thelluar Nga Gjurmimet ndihmon të ndalet gjurmimi juaj nga reklamat. Aktivizoni mënyrën Strikte, për të bllokuar edhe më shumë gjurmues reklama dhe flluska.
sv: Inbyggt förbättrat spårningsskydd hjälper till att hindra annonser från att följa dig. Slå på Strikt för att blockera ännu fler spårare, annonser och popups.
th: การป้องกันการติดตามที่มากขึ้นในตัวช่วยหยุดโฆษณาตามคุณไปในทุกที่ เปิดใช้แบบ เข้มงวด เพื่อเพิ่มการปิดกั้นจากตัวติดตาม โฆษณา และป๊อปอัป
tr: Gelişmiş izlenme korumamız reklamların sizi takip etmesini önlüyor. Daha fazla takipçiyi, reklamı ve açılır pencereyi engellemek isterseniz “sıkı” korumayı seçebilirsiniz.
tt: Программа эчендә булган Күзәтүдән көчәйтелгән сак рекламаның артыгыздан йөрүен туктатырга ярдәм итә. Тагын да күбрәк күзәтүчеләрне, рекламаларны, калкыч чыгучы тәрәзәләрне блоклау өчен, «Катгый» режимын кабызыгыз.
uk: Вбудований розширений захист від стеження допомагає зупинити рекламу від переслідування вас. Увімкніть надійний захист, щоб заблокувати ще більше реклами, стеження і спливних вікон.
ur: بلٹ ان بہتر ٹریکنگ پروٹیکشن اشتہارات کو ہر جگہ دکھنے سے روکنے میں مدد کرتا ہے۔ اور بھی زیادہ ٹریکرز ، اشتہارات اور پاپ اپ کو روکنے کے لئے اسٹرکٹ موڈ کو آن کریں۔
vi: Trình chống theo dõi nâng cao tích hợp giúp ngăn quảng cáo theo dõi bạn xung quanh. Bật chế độ Nghiêm ngặt để chặn nhiều trình theo dõi, quảng cáo và cửa sổ bật lên và hơn nữa.

# CoverSheet.v24.ETP.Settings.Button
source: Go to Settings
az: Tənzimləmələrə get
be: Перайсці ў налады
bn: সেটিংস এ যান
br: Mont d'an arventennoù
ca: Vés als paràmetres
cy: Mynd i Settings
da: Gå til Indstillinger
de: Einstellungen öffnen
el: Μεταβείτε στις Ρυθμίσεις
eo: Iri al agordoj
et: Mine sätetesse
fa: برو به تنظیمات
fi: Siirry asetuksiin
fr: Ouvrir les paramètres
gd: Tadhail air na roghainnean
hi_in: सेटिंग्स में जाएं
hr: Idi na Postavke
hy_am: Անցնել Կարգավորումներին
ia: Ir al Parametros
id: Buka Pengaturan
is: Fara í stillingar
it: Vai alle impostazioni
km: ចូល​ទៅ​កាន់​ការ​កំណត់
lt: Eiti į nuostatas
my: အပြင်အဆင်များသို့ သွားပါ
nb: Gå til Innstillinger
nl: Naar Instellingen
nn: Gå til Innstillingar
oc: Anar als paramètres
or: ସଂରଚନାକୁ ଯାଆନ୍ତୁ
pa_in: ਸੈਟਿੰਗਾਂ ਉੱਤੇ ਜਾਓ
pt_br: Ir para configurações
pt_pt: Ir para Definições
si: සැකසුම් වෙත යන්න
sk: Prejsť do Nastavení
sq: Shkoni te Rregullimet
sv: Gå till Inställningar
te: అమరికలకు వెళ్ళు
th: ไปยังการตั้งค่า
tr: Ayarlara git
tt: Көйләүләргә күчү
uk: Перейти до параметрів
ur: سیٹنگز پر جائیں
vi: Đi đến Cài đặt

# CoverSheet.v24.ETP.Title
source: Protection Against Ad Tracking
az: Reklam izləyicilərinə qarşı qoruma
be: Ахова ад рэкламнага сачэння
bn: বিজ্ঞাপন ট্র্যাকিংয়ের বিরুদ্ধে সুরক্ষা
br: Gwarez a-enep d’an heuliañ kenwerzhel
ca: Protecció contra el seguiment d'anuncis
cy: Diogelu Rhag Tracio Hysbysebion
da: Beskyttelse mod sporing fra reklamer
de: Schutz vor Anzeigenverfolgung
el: Προστασία από καταγραφή διαφημίσεων
eo: Protekto kontraŭ reklama spurado
et: Kaitse reklaamide jälgimise vastu
fa: محافظت در برابر ردیابی تبلیغات
fi: Suojaus mainosten seurantaa vastaan
fr: Protection contre le pistage publicitaire
gd: Dìon o thracadh sanasachd
hi_in: विज्ञापन की निगरानी के विरुद्ध सुरक्षा
hr: Zaštita od praćenja od oglasa
hy_am: Պաշտպանություն գովազդի հետևման դեմ
ia: Protection contra avisos traciamento
id: Perlindungan dari Pelacakan Iklan
is: Vörn gegn auglýsingarakningu
it: Protezione dal tracciamento degli annunci pubblicitari
km: ការការពារប្រឆាំងនឹងការតាមដានការផ្សាយពាណិជ្ជកម្ម
lt: Apsauga nuo reklaminio stebėjimo
my: ကြော်ငြာခြေရာခံကာကွယ်မှု
nb: Beskyttelse mot annonsesporing
nl: Bescherming tegen volgen door advertenties
nn: Vern mot annonsesporing
or: ବିଜ୍ଞାପନ ଅନୁସରଣରୁ ସୁରକ୍ଷା
pa_in: ਇਸ਼ਤਿਹਾਰ ਟਰੈਕ ਕਰਨ ਵਿਰੁੱਧ ਸੁਰੱਖਿਆ
pt_br: Proteção contra rastreamento de anúncios
pt_pt: Proteção contra anúncios de monitorização
si: දැන්වීම් ලුහුබැඳීමට එරෙහි රැකවරණය
sk: Ochrana pred sledovaním zo strany reklám
sq: Mbrojtje Nga Gjurmimi Me Reklama
sv: Skydd mot annonsspårning
th: การป้องกันจากการติดตามโฆษณา
tr: Reklamcılar sizi izlemesin
tt: Реклама күзәтүеннән саклау
uk: Захист від рекламного стеження
ur: اشتہارات کے خلاف ٹریکنگ سے تحفظ
vi: Bảo vệ chống theo dõi quảng cáo

source: Create an account
af: Skep ’n rekening
ast: Crear una cuenta
az: Hesab yarat
be: Стварыць уліковы запіс
bn: একটি অ্যাকাউন্ট তৈরি করুন
br: Krouiñ ur gont
ca: Crea un compte
cy: Creu cyfrif
da: Opret en konto
de: Konto erstellen
el: Δημιουργία λογαριασμού
eo: Krei konton
et: Loo konto
fa: ایجاد یک حساب
fi: Luo tili
fr: Créer un compte
gd: Cruthaich cunntas
hi_in: एक खाता बनाएं
hr: Otvori račun
hy_am: Ստեղծել հաշիվ
ia: Crear un conto
id: Buat akun
is: Stofna reikning
it: Crea un account
km: បង្កើត​គណនី
kn: ಖಾತೆಯೊಂದನ್ನು ರಚಿಸಿ
lt: Sukurti paskyrą
my: အကောင့်ဖန်တီးပါ
nb: Opprett en konto
nl: Account aanmaken
nn: Lag ein konto
oc: Crear un compte
or: ଆକାଉଣ୍ଟଟିଏ ତିଆରି କରନ୍ତୁ
pa_in: ਖਾਤਾ ਬਣਾਓ
pt_br: Criar uma conta
pt_pt: Criar uma conta
si: ගිණුමක් සාදන්න
sk: Vytvoriť účet
sq: Krijoni një llogari
sv: Skapa ett konto
te: ఒక ఖాతాను సృష్టించు
th: สร้างบัญชี
tr: Hesap oluştur
tt: Хисап булдыру
uk: Створити обліковий запис
ur: ایک اکاؤنٹ بنائیں
vi: Tạo tài khoản

source: Dark
af: Donker
ast: Escuridá
az: Tünd
be: Цёмная
bn: অন্ধকার
br: Teñval
ca: Fosc
cy: Tywyll
da: Mørk
de: Dunkel
el: Σκούρο
eo: Malhela
et: Tume
fa: تیره
fi: Tumma
fr: Sombre
gd: Dorcha
hi_in: गहरा
hr: Tamno
hy_am: Մուգ
ia: Obscur
id: Gelap
is: Dökkt
it: Scuro
km: ងងឹត
kn: ಗಾಢ
lt: Tamsi
my: အမှောင်
nb: Mørk
nl: Donker
nn: Mørk
oc: Escur
or: ଗାଢ଼
pa_in: ਗੂੜ੍ਹਾ
pt_br: Escuro
pt_pt: Escuro
si: අඳුරු
sk: Tmavá
sq: E errët
sv: Mörkt
te: చీకటి
th: มืด
tr: Koyu
tt: Караңгы
uk: Темна
ur: گہرا
vi: Tối

source: Decrease text size
af: Verklein teks
ast: Amenorgar el tamañu del testu
az: Mətn ölçüsünü azalt
be: Паменшыць памер тэксту
bn: টেক্সট সাইজ কমান
br: Digreskiñ ment an destenn
ca: Redueix la mida del text
cy: Lleihau maint testun
da: Formindsk tekststørrelse
de: Text verkleinern
el: Σμίκρυνση κειμένου
eo: Etigi tekston
et: Vähenda teksti suurust
fa: کاهش اندازه متن
fi: Pienennä tekstin kokoa
fr: Réduire la taille du texte
gd: Lùghdaich meud a’ chrutha-chlò
hi_in: टेक्स्ट आकार घटाएं
hr: Smanji veličinu teksta
hy_am: Փոքրացնել գրվածքի չափը
ia: Reducer le dimension del texto
id: Kecilkan ukuran teks
is: Minnka texta stærð
it: Diminuisci la dimensione del testo
km: បន្ថយ​ទំហំ​អត្ថបទ
kn: ಪಠ್ಯದ ಗಾತ್ರವನ್ನು ಕುಗ್ಗಿಸು
lt: Sumažinti tekstą
nb: Reduser tekststørrelsen
nl: Tekst verkleinen
nn: Mindre tekst
oc: Reduire la talha del tèxte
or: ଲେଖା ଆକାର କମାନ୍ତୁ
pa_in: ਲਿਖਤ ਦੇ ਆਕਾਰ ਨੂੰ ਘਟਾਓ
pt_br: Diminui o tamanho do texto
pt_pt: Reduzir tamanho do texto
si: පෙළහි තරම අඩු කරන්න
sk: Zmeniť veľkosť textu
sq: Zvogëlo madhësinë e tekstit
sv: Minska textstorleken
te: పాఠం పరిమాణం తగ్గించు
th: ลดขนาดข้อความ
tr: Metin boyutunu küçült
tt: Текст үлчәмен кечерәйтү
uk: Зменшити розмір тексту
ur: متن کا ماپ گھٹائیں
vi: Giảm kích thước văn bản

source: Default Search Engine
af: Verstek soekenjin
ast: Motor de busca predetermináu
az: Əsas axtarış mühərriyi
be: Прадвызначаны пашукавік
bn: ডিফল্ট অনুসন্ধান ইঞ্জিন
br: Keflusker klask dre ziouer
ca: Motor de cerca per defecte
cy: Y Peiriant Chwilio Rhagosodedig
da: Standardsøgetjeneste
de: Standardsuchmaschine
el: Προεπιλεγμένη μηχανή αναζήτησης
eo: Norma serĉilo
et: Vaikeotsingumootor
fa: موتور جست‌وجو پیش‌فرض
fi: Oletushakukone
fr: Moteur de recherche par défaut
gd: An t-einnsean-luirg bunaiteach
hi_in: तयशुदा खोज इंजन
hr: Glavna tražilica
hy_am: Հիմնական որոնիչը
ia: Motor de recerca predefinite
id: Mesin Pencari Baku
is: Sjálfgefin leitarvél
it: Motore di ricerca predefinito
km: ម៉ាស៊ីន​ស្វែងរក​លំនាំដើម
kn: ಪೂರ್ವನಿಯೋಜಿತ ಹುಡುಕು ಎಂಜಿನ್
lt: Numatytoji ieškyklė
nb: Standard søkemotor
nl: Standaardzoekmachine
nn: Standard søkjemotor
oc: Motor de cerca per defaut
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ସର୍ଚ ଇଞ୍ଜିନ
pa_in: ਡਿਫਾਲਟ ਖੋਜ ਇੰਜਣ
pt_br: Mecanismo de pesquisa padrão
pt_pt: Motor de pesquisa predefinido
si: පෙරනිමි සෙවුම් යන්ත්‍රය
sk: Predvolený vyhľadávací modul
sq: Motor Kërkimesh Parazgjedhje
sv: Standardsökmotor
te: అప్రమేయ శోధన యంత్రం
th: เครื่องมือค้นหาเริ่มต้น
tr: Varsayılan arama motoru
tt: Стандарт эзләү системасы
uk: Типовий засіб пошуку
ur: طےشدہ تلاش انجن
vi: Công cụ tìm kiếm mặc định
