Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Menu.TabSent.Confirm
source: Tab Sent
az: Vərəq göndərildi
be: Картка адпраўлена
bn: ট্যাব প্রেরিত
br: Ivinell kaset
ca: S’ha enviat la pestanya
cy: Anfonwyd Tab
da: Faneblad sendt
de: Tab gesendet
el: Η καρτέλα απεστάλη
eo: Langeto sendita
et: Kaart on saadetud
fa: زبانه ارسال شده
fi: Välilehti lähetetty
fr: Onglet envoyé
gd: Chaidh an taba a chur
hi_in: टैब भेजा गया
hr: Kartica poslana
hy_am: Ներդիրն ուղարկված է
ia: Scheda inviate
id: Tab Terkirim
is: Flipi sendur
it: Scheda inviata
km: បានផ្ញើផ្ទាំង
lt: Kortelė nusiųsta
my: တဗ်များကိုအောင်မြင်စွာပို့ပေးပြီးပြီ
nb: Fane er sendt
nl: Tabblad verzonden
nn: Fana er sendt
oc: Onglet enviat
pa_in: ਟੈਬ ਭੇਜੋ
pt_br: Aba enviada
pt_pt: Separador enviado
si: පටිත්ත යැවිණි
sk: Karta bola odoslaná
sq: Skeda u Dërgua
sv: Flik skickad
te: ట్యాబు పంపబడింది
th: แท็บถูกส่งแล้ว
tr: Sekme gönderildi
tt: Таб җибәрелде
uk: Вкладку надіслано
ur: ٹیب بھیج دیا گیا
vi: Đã gửi thẻ

# Menu.Toolbar.Bookmarks.AccessibilityLabel.v99
source: Bookmarks
be: Закладкі
br: Sinedoù
ca: Adreces d'interès
cy: Nodau Tudalen
da: Bogmærker
de: Lesezeichen
el: Σελιδοδείκτες
eo: Legosignoj
et: Järjehoidjad
fi: Kirjanmerkit
fr: Marque-pages
gd: Comharran-lìn
hr: Zabilješke
hy_am: Էջանիշեր
ia: Marcapaginas
id: Markah
is: Bókamerki
it: Segnalibri
nb: Bokmerker
nl: Bladwijzers
nn: Bokmerke
oc: Marcapaginas
pa_in: ਬੁੱਕਮਾਰਕ
pt_br: Favoritos
pt_pt: Marcadores
si: පොත්යොමු
sk: Záložky
sq: Faqerojtës
sv: Bokmärken
th: ที่คั่นหน้า
tr: Yer imleri
tt: Кыстыргычлар
uk: Закладки
vi: Dấu trang

# Menu.Toolbar.Home.AccessibilityLabel.v99
source: Home
be: Хатняя старонка
br: Degemer
ca: Inici
cy: Cartref
da: Startside
de: Startseite
el: Αρχική
eo: Eka paĝo
et: Avaleht
fi: Kotisivu
fr: Accueil
gd: Dhachaigh
hr: Početna stranica
hy_am: Տուն
ia: Initio
id: Beranda
is: Heim
it: Pagina iniziale
nb: Hjem
nl: Startpagina
nn: Heim
oc: Acuèlh
or: ମୂଳ ସ୍ଥାନ
pa_in: ਘਰ
pt_br: Tela inicial
pt_pt: Início
si: මුල
sk: Domov
sq: Kreu
sv: Startsida
th: หน้าแรก
tr: Giriş
tt: Өйгә
uk: Домівка
vi: Trang chủ

# Menu.TrackingProtection.BlockedTitle
source: Blocked
ast: Blóquiase
az: Əngəlləndi
bn: ব্লক করা হয়েছে
br: Stanket
ca: Blocat
cy: Rhwystrwyd
da: Blokeret
de: Blockiert
eo: Blokitaj
fa: مسدود شده است
fr: Bloqués
gd: Air a bhacadh
hi_in: अवरोधित
hy_am: Արգելափակված է
ia: Blocate
id: Diblokir
is: Lokað á
km: បាន​ទប់ស្កាត់
lt: Užblokuota
my: ပိတ်ဆို့ထားသည်
nb: Blokkert
nl: Geblokkeerd
nn: Blokkert
pa_in: ਪਾਬੰਦੀ ਲਗਾਈ
pt_br: Bloqueado:
pt_pt: Bloqueado
sq: Të bllokuar
sv: Blockerad
te: నిరోధించబడినవి
th: ปิดกั้น
tr: Engellendi
uk: Заблоковано
ur: مسدود کئے ہوے
vi: Đã chặn

# Menu.TrackingProtection.Details.Verifier
source: Verified by %@
be: Пацверджана %@
bn: %@ যাচাই করেছে
br: Gwiriet gant %@
ca: Verificat per %@
cy: Gwiriwyd gan %@
da: Bekræftet af %@
de: Verifiziert von %@
el: Επαλήθευση από %@
eo: Kontrolita de %@
et: Verifitseerija: %@
fi: Varmistanut: %@
fr: Vérifié par %@
gd: Air a dhearbhadh le %@
hi_in: %@ द्वारा जाँचा गया
hr: Potvrđuje %@
hy_am: Հաստատել է %@-ի կողմից
ia: Verificate per %@
id: Diverifikasi oleh %@
is: Sannvottað af %@
it: Verificato da %@
lt: Tai liudija „%@“
nb: Bekreftet av: %@
nl: Geverifieerd door %@
nn: Stadfesta av %@
pa_in: %@ ਵਲੋਂ ਤਸਦੀਕ ਕੀਤਾ
pt_br: Homologado por %@
pt_pt: Verificado por %@
si: තහවුරු කළේ: %@
sk: Overil ju %@
sq: Verifikuar nga: %@
sv: Verifierad av: %@
th: ยืนยันโดย %@
tr: Doğrulayan: %@
uk: Засвідчено %@
vi: Đã xác minh bởi %@

# Menu.TrackingProtection.NoTrackersBlockedTitle
source: No trackers known to Firefox were detected on this page.
ast: Firefox nun detectó nengún rastrexador conocíu nesta páxina.
az: Firefox səyyahına bilinən izləyicilər bu səhifədə aşkarlanmadı.
bn: এই পাতায় Firefox এর পরিচিত কোনও ট্র্যাকার সনাক্ত করা যায়নি।
br: N’eus bet kavet heulier ebet anavezet gant Firefox war ar bajenn-mañ.
ca: No s'ha detectat cap element de seguiment conegut pel Firefox en aquesta pàgina.
cy: Dim tracwyr hysbys i Firefox wedi eu canfod ar y dudalen hon.
da: Firefox fandt ikke kendte sporings-mekanismer på denne side.
de: Firefox erkannte keine Skripte zur Aktivitätenverfolgung auf dieser Seite.
eo: Neniu spurilo, konata de Firefox, estis trovita en tiu ĉi paĝo.
fa: هیچ ردیابی که برای فایرفاکس آشنا باشد در این صفحه شناسایی نشد.
fr: Aucun traqueur connu par Firefox n’a été détecté sur cette page.
gd: Cha do mhothaich sinn do thracaiche as aithne dha Firefox air an duilleag seo.
hi_in: इस पृष्ठ पर Firefox से जुड़े किसी भी ट्रैकर का पता नहीं चला।
hy_am: Firefox-ը այս էջում հայտնի հետագծիչներ չի հայտնաբերել։
ia: Nulle traciator cognoscite per Firefox ha essite detegite sur iste pagina.
id: Tidak ada pelacak dikenal Firefox terdeteksi pada laman ini.
is: Engir rekjarar sem Firefox þekkir til fundust á þessari síðu.
km: មិនមានកម្មវិធីតាមដានដែលស្គាល់ដោយ Firefox ត្រូវបានរកឃើញនៅលើទំព័រនេះទេ ។
lt: Tinklalapyje nerasta „Firefox“ žinomų stebėjimo elementų.
my: ဤစာမျက်နှာတွင် Firefox နှင့်သက်ဆိုင်သော tracker များကိုရှာမတွေ့ပါ။
nb: Ingen sporere kjent for Firefox ble oppdaget på denne siden.
nl: Op deze pagina zijn geen bij Firefox bekende trackers aangetroffen.
nn: Ingen sporarar kjende for Firefox vart oppdaga på denne sida.
pa_in: Firefox ਵਲੋਂ ਜਾਣੇ ਕੋਈ ਵੀ ਟਰੈਕਰ ਇਸ ਸਫੇ ਉੱਤੇ ਖੋਜੇ ਨਹੀਂ ਗਏ ਹਨ।
pt_br: Nenhum rastreador conhecido pelo Firefox foi detectado nesta página.
pt_pt: Não foram encontrados quaisquer rastreadores conhecidos do Firefox nesta página.
sq: Në këtë faqe s’u pikasën gjurmues të ditur nga Firefox-i.
sv: Inga kända spårare för Firefox upptäcktes på den här sidan.
te: Firefoxకి తెలిసిన ట్రాకర్లేమీ ఈ పేజీలో కనబడలేదు.
th: ไม่มีตัวติดตามที่ Firefox รู้จักถูกตรวจพบที่หน้านี้
tr: Bu sayfada Firefox’un tanıdığı herhangi bir takipçi tespit edilmedi.
uk: На цій сторінці Firefox не виявив жодного відомого йому стеження.
ur: اس صفہ پر Firefox کے معلومات کا کوئی ٹریکر نہیں پایا گیا۔
vi: Không có trình theo dõi được phát hiện trên trang này bởi Firefox.

# Menu.TrackingProtection.ProtectionSettings.Title
source: Protection Settings
ast: Axustes de la proteición
az: Qoruma tənzimləmələri
be: Налады аховы
bn: সুরক্ষা সেটিংস
br: Arventennoù gwarez
ca: Paràmetres de protecció
cy: Gosodiadau Diogelu
da: Indstillinger for beskyttelse
de: Schutzeinstellungen
el: Ρυθμίσεις προστασίας
eo: Agordoj de protekto
et: Kaitse sätted
fa: تنظیمات حفاظتی
fi: Suojausasetukset
fr: Paramètres de protection
gd: Roghainnean an dìon
hi_in: सुरक्षा सेटिंग
hr: Postavke zaštite
hy_am: Պաշտպանության կարգավորումներ
ia: Parametros de protection
id: Setelan Perlindungan
is: Verndarstillingar
it: Impostazioni protezione
km: ការកំណត់ការការពារ
lt: Apsaugos nuostatos
my: ကာကွယ်မှုဆိုင်ရာ အပြင်အဆင်များ
nb: Beskyttelsesinnstillinger
nl: Beschermingsinstellingen
nn: Verneinnstillingar
oc: Paramètres de proteccion
pa_in: ਸੁਰੱਖਿਆ ਸੈਟਿੰਗਾਂ
pt_br: Configurações de proteção
pt_pt: Definições de proteção
si: රැකවරණ සැකසුම්
sk: Nastavenia ochrany
sq: Rregullime për Mbrojtje
sv: Skyddsinställningar
te: సంరక్షణ అమరికలు
th: การตั้งค่าการป้องกัน
tr: Koruma ayarları
tt: Саклау көйләүләре
uk: Параметри захисту
ur: تحفظ کی سیٹنگز
vi: Cài đặt bảo vệ

# Menu.TrackingProtection.TitlePrefix
source: Protections for %@
ast: Proteiciones pa %@
az: %@ üçün Qorumalar
bn: %@ এর জন্য সুরক্ষা
br: Gwarezioù evit %@
ca: Proteccions per a %@
cy: Diogelwch %@
da: Beskyttelse for %@
de: Schutz für %@
eo: Protektoj por %@
fa: حفاظت برای %@
fr: Protections pour %@
gd: Dìon airson %@
hi_in: %@ के लिए सुरक्षा
hy_am: Պաշտպանություն %@-ի համար
ia: Protectiones pro %@
id: Perlindungan untuk %@
is: Varnir fyrir %@
km: ការការពារសម្រាប់ %@
lt: Apsaugos, skirtos %@
my: %@ အတွက် ကာကွယ်မှုများ
nb: Beskyttelse for %@
nl: Beschermingen voor %@
nn: Vern for %@
pa_in: %@ ਲਈ ਸੁਰੱਖਿਆ
pt_br: Proteções em %@
pt_pt: Proteções para %@
sq: Mbrojtje për %@
sv: Skydd för %@
te: %@ కోసం సంరక్షణలు
th: การป้องกันสำหรับ %@
tr: %@ korumaları
uk: Захист для %@
ur: %@ کے لئے حفاظت
vi: Trạng thái bảo vệ cho %@

# Menu.TrackingProtectionBlockedContent.Title
source: Tracking content
ast: Conteníu que rastrexa
az: İzləmə məzmunları
be: Элементы сачэння
bn: ট্র্যাকিং এর জন্য কনটেন্ট
br: Endalc’hadoù heuliañ
ca: Contingut que fa seguiment
cy: Cynnwys tracio
da: Sporings-indhold
de: Tracking-Inhalt
el: Περιεχόμενο καταγραφής
eo: Spurila enhavo
et: Jälitav sisu
fa: دنبال کردن محتوا
fi: Seurantaan tarkoitettu sisältö
fr: Contenu utilisé pour le pistage
gd: Susbaint tracaidh
hi_in: ट्रैकिंग सामग्री
hr: Praćeni sadržaj
hy_am: Հետագծող բովանդակություն
ia: Contento traciante
id: Pelacakan konten
is: Rakning efnis
it: Contenuti traccianti
km: កំពុងតាមដានខ្លឹមសារ
lt: Stebėjimui naudojamas turinys
my: နောက်ယောင်ခံသည့် အရာများ
nb: Sporings-innhold
nl: Volginhoud
nn: Sporingsinnhald
oc: Contengut utilizat pel seguiment
pa_in: ਟਰੈਕ ਕਰਨ ਵਾਲੀ ਸਮੱਗਰੀ
pt_br: Conteúdo de rastreamento
pt_pt: Monitorização de conteúdo
si: ලුහුබැඳීමේ අන්තර්ගතය
sk: Sledovací obsah
sq: Lëndë gjurmimi
sv: Spårningsinnehåll
te: ట్రాకింగ్ విషయం
th: ตัวติดตามเนื้อหา
tr: Takip amaçlı içerikler
tt: Күзәтүче эчтәлек
uk: Вміст стеження
ur: ٹریکنگ مواد
vi: Trình theo dõi nội dung

# Menu.TrackingProtectionBlockedSocial.Title
source: Social Trackers
ast: Rastrexadores sociales
az: Sosial izləyicilər
be: Трэкеры сацыяльных сетак
bn: সামাজিক ট্র্যাকার
br: Heulierien kevredadel
ca: Elements de seguiment social
cy: Tracwyr Cymdeithasol
da: Sporing via sociale medier
de: Soziale Tracker
el: Ιχνηλάτες κοινωνικών δικτύων
eo: Sociaj spuriloj
et: Sotsiaalmeedia jälitajad
fa: دنبال کننده‌ های اجتماعی
fi: Sosiaaliset seuraimet
fr: Traqueurs de réseaux sociaux
gd: Tracaichean sòisealta
hi_in: सामाजिक ट्रैकर
hr: Programi za praćenje na društvenim mrežama
hy_am: Սոցիալական հետագծիչներ
ia: Traciatores social
id: Pelacak Sosial
is: Samfélagsmiðlarekjarar
it: Traccianti social
km: អ្នកតាមដានសង្គម
lt: Socialiniai stebėjimo elementai
my: လူမှုဆိုင်ရာ ခြေရာခံကိရိယာများ
nb: Sporing via sosiale medier
nl: Sociale trackers
nn: Sporing via sosiale medium
oc: Traçadors de malhums socials
pa_in: ਸਮਾਜਿਕ ਟਰੈਕਰ
pt_br: Rastreadores de mídias sociais
pt_pt: Rastreadores sociais
si: සමාජ ලුහුබැඳීම්
sk: Sledovacie prvky sociálnych sietí
sq: Gjurmues Shoqërorësh
sv: Sociala spårare
te: సామాజిక ట్రాకర్లు
th: ตัวติดตามสังคมออนไลน์
tr: Sosyal takipçiler
tt: Социаль челтәр күзәтүчеләре
uk: Стеження соціальних мереж
ur: سماجی ٹریکرز
vi: Trình theo dõi xã hội

# Menu.TrackingProtectionBlocking.Description
source: Firefox is blocking parts of the page that may track your browsing.
ast: Firefox ta bloquiando partes de la páxina que puen rastrexar la to actividá de restolar.
az: Firefox səhifənin səyahətinizi izləmə ehtimalı olan hissələrini əngəlləyir.
bn: Firefox পেজের অংশবিশেষ ব্লক করছে, যা আপনার ব্রাউজিং ট্র্যাক করতে পারে।
br: Stanket eo gant Firefox lodennoù ar bajenn a c’hall heuliañ ac’hanoc’h.
ca: El Firefox ha blocat les parts de la pàgina que podrien fer el seguiment de la vostra navegació.
cy: Mae Firefox yn rhwystro rhannau o'r dudalen gall fod yn tracio eich pori.
da: Firefox blokerer for de dele af siden, der kan spore din browsing.
de: Firefox blockiert Teile der Seite, die Ihre Surfaktivitäten verfolgen könnten.
eo: Firefox blokas partojn de la paĝo, kiuj povus spuri vian retumadon.
fa: فایرفاکس بخشی از صفحه رو که ممکن است شما را در حین مرورکردن دنبال کند مسدود کرده است.
fr: Firefox a bloqué des éléments de la page qui peuvent pister votre navigation.
gd: Tha Firefox a’ bacadh nan rudan air an duilleag a dhèanadh tracadh ort.
hi_in: Firefox उन हिस्सों को बाधित कर रहा है जो आपके ऑनलाइन गतिविधियों को ट्रैक कर सकते हैं।
hy_am: Firefox-ը արգելափակում է այս էջի մասերը, որոնք կարող են հետևել ձեր դիտարկիչին:
ia: Firefox bloca partes del pagina que pote traciar tu navigation.
id: Firefox memblokir bagian dari laman yang mungkin melacak penjelajahan Anda.
is: Firefox hefur lokað á suma hluta af þessari síðu sem gætu verið að fylgjast með vafra.
km: Firefox កំពុង​ទប់ស្កាត់​ផ្នែក​នៃ​ទំព័រ​ដែល​អាច​តាមដាន​ការរុករក​របស់អ្នក។
lt: „Firefox“ blokuoja jūsų naršymą galinčias stebėti šio tinklalapio dalis.
my: Firefox သည် သင့်ရှာဖွေမှုကို ခြေရာခံနိုင်သည့် လက်ရှိစာမျက်နှာ၏ အစိတ်အပိုင်းတစ်ချို့ကို ပိတ်ထားသည်။
nb: Firefox blokkerer deler av siden som kan spore nettlesingen din.
nl: Firefox blokkeert onderdelen van de pagina die uw surfgedrag zouden kunnen volgen.
nn: Firefox blokkerer delar av sida som kan spore surfinga di.
pa_in: ਫਾਇਰਫਾਕਸ ਨੇ ਸਫ਼ੇ ਦੇ ਉਹ ਹਿੱਸਿਆਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਗਾਈ ਹੈ, ਜੋ ਕਿ ਤੁਹਾਡੇ ਬਰਾਊਜ਼ ਕਰਨ ਨੂੰ ਟਰੈਕ ਕਰ ਸਕਦੇ ਹਨ।
pt_br: O Firefox está bloqueando partes da página que podem rastrear sua navegação.
pt_pt: O Firefox está a bloquear partes da página que podem monitorizar a sua navegação.
sq: Firefox-i po bllokon pjesë të kësaj faqeje që mund të ndjekin shfletimin tuaj.
sv: Firefox blockerar delar av sidan som kan spåra din surfning.
te: ఈ పేజీలో మీ విహరణ జాడ తెలుసుకునే భాగాలను Firefox నిరోధిస్తోంది.
th: Firefox กำลังปิดกั้นบางส่วนของหน้าที่อาจติดตามการเรียกดูของคุณ
tr: Firefox bu sayfanın sizi izleme ihtimali olan kısımlarını engelliyor.
uk: Firefox блокує частини сторінки, які можуть стежити за вашим переглядом.
ur: Firefox اس صفحہ کے چند حصہ بلاک کر رہا ہے جو شاید آپ کی برائوزنگ کی سراغ راہ لگائیں۔
vi: Firefox chặn một số phần của trang có thể đang theo dõi bạn.

# Menu.TrackingProtectionBlockingDisabled.Description
source: Block online trackers
az: Onlayn izləyiciləri əngəllə
bn: অনলাইন ট্র্যাকার ব্লক করুন
br: Stankañ heulierien enlinenn
ca: Bloca els elements que us fan el seguiment
cy: Rhwystro tracwyr ar-lein
da: Bloker sporings-tjenester på nettet
de: Online-Verfolgung blockieren
eo: Bloki retajn spurilojn
fa: مسدود کردن دنبال کنندگان آنلاین
fr: Bloquer les traqueurs en ligne
gd: Bac tracaichean air loidhne
hi_in: ऑनलाइन ट्रैकर को अवरुद्ध करें
hy_am: Արգելափակել առցանց հետագծումները
ia: Blocar traciatores in linea
id: Blokir pelacak daring
is: Loka á rekjara
km: ទប់ស្កាត់​កម្មវិធី​តាមដាន​លើ​អ៊ីនធឺណិត
kn: ಆನ್ಲೈನ್ ಜಾಡುಹಿಡಿಯುವರನ್ನು ನಿರ್ಬಂಧಿಸು
lt: Blokuoti stebėjimo elementus
my: အွန်လိုင်းနောက်ယောက်ခံ ကိရိယာများကို ပိတ်ပင်ပါ
nb: Blokker online-sporere
nl: Onlinetrackers blokkeren
nn: Blokker online-sporarar
pa_in: ਆਨਲਾਈਨ ਟਰੈਕਰਾਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਗਾਓ
pt_br: Bloquear rastreadores
pt_pt: Bloquear trackers sociais
sq: Blloko gjurmues internetorë
sv: Blockera spårare online
te: ఆన్లైన్ ట్రాకర్లను బ్లాక్ చేయండి
th: ปิดกั้นตัวติดตามออนไลน์
tr: Çevrimiçi takipçileri engelle
uk: Блокувати онлайн стеження
ur: آنلائین ٹریکرز کو بلاک کریں
vi: Chặn trình theo dõi trực tuyến

# Menu.TrackingProtectionCrossSiteCookies.Title
source: Cross-Site Tracking Cookies
ast: Cookies de rastrexu ente sitios
az: Saytlar arası izləmə çərəzləri
bn: ক্রস-সাইট ট্র্যাকিং কুকিজ
br: Toupinoù heuliañ etre lec’hiennoù
ca: Galetes de seguiment entre llocs
cy: Cwcis Tracio Traws-Gwefan
da: Sporings-cookies på tværs af websteder
de: Seitenübergreifende Tracking-Cookies
eo: Interretejaj spurilaj kuketoj
fa: دنبال کننده‌ های کوکی‌ها بین صفحات اینترنتی
fr: Cookies de pistage intersites
gd: Briosgaidean tracaidh thar làraichean
hi_in: क्रॉस-साइट ट्रैकिंग कुकीज़
hy_am: Միջակայքային հետագծիչների թխուկներ
ia: Cookies de traciamento inter sitos
id: Kuki Pelacakan Lintas Situs
is: Rakningarkökur milli vefsvæða
km: ខូឃី​ដែល​តាមដាន​ឆ្លង​គេហទំព័រ
lt: Tarp svetainių veikiantys stebėjimo slapukai
my: မူလမတူသော ဝဘ်ဆိုက်ကို ခြေရာခံသော ကွတ်ကီးများ
nb: Sporingsinfokapsler på tvers av nettsteder
nn: Sporingsinfokapslar på tvers av nettstadar
pa_in: ਅੰਤਰ-ਸਾਈਟ ਟਰੈਕ ਕਰਨ ਵਾਲੇ ਕੂਕੀਜ਼
pt_br: Cookies de rastreamento entre sites
pt_pt: Cookies de monitorização entre sites
sq: “Cookies” Gjurmimi Nga Sajte Në Sajte
sv: Globala spårningskakor
te: క్రాస్-సైట్ ట్రాకింగ్ కుకీలు
th: คุกกี้ติดตามข้ามไซต์
tr: Siteler arası takip çerezleri
uk: Куки стеження між сайтами
ur: کراس-سائٹ ٹریکنگ کوکیز
vi: Cookie theo dõi chéo trang web

# Menu.TrackingProtectionCrossSiteTrackers.Title
source: Cross-Site Trackers
ast: Rastrexadores ente sitios
az: Saytlar arası izləyicilər
be: Міжсайтавыя трэкеры
bn: ক্রস সাইট ট্র্যাকার
br: Heulierien etre lec’hiennoù
ca: Elements de seguiment entre llocs
cy: Tracwyr Traws-Gwefan
da: Sporings-tjenester på tværs af websteder
de: Seitenübergreifende Tracker
el: Ιχνηλάτες μεταξύ ιστοσελίδων
eo: Interetejaj spuriloj
et: Saitideülesed jälitajad
fa: دنبال کنندگان بین صفحات اینترنتی
fi: Sivustorajat ylittävät seuraimet
fr: Traqueurs intersites
gd: Tracaichean thar làraichean
hi_in: क्रॉस-साइट ट्रैकर
hr: Program za praćenje web-mjesta
hy_am: Միջակայքային հետագծիչներ
ia: Traciatores inter sitos
id: Pelacak Lintas Situs
is: Millivefsvæðarekjarar
it: Contenuti traccianti intersito
km: កម្មវិធី​តាមដានឆ្លង​គេហទំព័រ
lt: Tarp svetainių veikiantys stebėjimo elementai
my: မူလမတူသော ဝဘ်ဆိုက် ခြေရာခံ ကိရိယာများ
nb: Sporere på tvers av nettsteder
nn: Sporarar på tvers av nettstadar
pa_in: ਅੰਤਰ-ਸਾਈਟ ਟਰੈਕਰ
pt_br: Rastreadores entre sites
pt_pt: Rastreadores entre sites
si: හරස්-අඩවි ලුහුබැඳීම්
sk: Sledovacie prvky
sq: Gjurmues Nga Sajte Në Sajte
sv: Globala spårare
te: క్రాస్-సైట్ ట్రాకర్లు
th: ตัวติดตามข้ามไซต์
tr: Siteler arası takipçiler
tt: Сайт-ара күзәтеп торучылар
uk: Стеження між сайтами
ur: کراس-سائٹ ٹریکر
vi: Trình theo dõi chéo trang web

# Menu.TrackingProtectionCryptominersBlocked.Title
source: Cryptominers
ast: Criptomineros
az: Kriptomaynerlər
be: Крыптамайнеры
bn: ক্রিপ্টোমাইনার
br: Kriptogleuzerien
ca: Miners de criptomonedes
cy: Cryptogloddwyr
de: Heimliche Digitalwährungsberechner (Krypto-Miner)
eo: Miniloj de ĉifromono
et: Krüptorahakaevurid
fi: Kryptolouhijat
fr: Mineurs de cryptomonnaies
gd: Criopto-mhèinneadairean
hi_in: क्रिप्टोमाइनर
hr: Kriptorudari
hy_am: Կրիպտոարժույթներ
ia: Cryptominatores
id: Penambang Kripto
is: Rafmyntagröftur
it: Cryptominer
km: Cryptominer
lt: Kriptovaliutų kasėjai
nb: Kryptoutvinnere
nn: Kryptoutvinnarar
pa_in: ਕ੍ਰਿਪਟੋਮਾਈਨਰ
pt_br: Criptomineradores
pt_pt: Cripto-mineradores
sk: Ťažba kryptomien
sq: Nxjerrës kriptomonedhash
sv: Kryptogrävare
te: క్రిప్టోమైనర్లు
th: ตัวขุดเหรียญดิจิทัล
tr: Kripto madencileri
tt: Криптомайнерләр
uk: Криптомайнери
ur: کرپٹومائنر
vi: Tiền điện tử
