Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# SyncState.Partial.Title
source: Sync is experiencing issues syncing %@
af: Sync ervaar probleme om %@ te sinkroniseer
ast: Sync sufre problemes pa sincronizar %@
az: Sync %@ ilə sinxronlaşdırmada sıxıntılar çəkir
bn: সিঙ্ক এখন সিঙ্কিং %@ অসুবিধা বোধ করছে
br: Kudennoù en ur c’houbredañ %@ gant Sync
ca: El Sync té problemes per sincronitzar: %@
cy: Mae Sync yn profi anawsterau wrth gydweddu %@
da: Sync har problemer med at synkronisere %@
de: Probleme bei Synchronisation von %@
eo: Spegulado havas problemojn spegulante %@
fa: همگام‌سازی در حال تجربه مشکلات همگام‌سازی %@
fr: Sync a rencontré des problèmes lors de la synchronisation des données « %@ »
gd: Tha duilgheadasan le sioncronachadh %@
hi_in: %@ को सिंक करने में समस्या आ रही है
hy_am: Համաժամեցման խնդիրներ՝ %@-ի հետ կապված
ia: Sync experi problemas a synchronisar %@
id: Sinkronisasi mengalami masalah saat menyinkronkan %@
is: Samstillingin á í vandræðum með að samstilla %@
km: សមកាលកម្ម​កំពុង​ជួបប្រទេះ​បញ្ហា​ពេល​ធ្វើ​សមកាលកម្ម %@
lt: „Sync“ turi problemų sinchronizuojant „%@“
my: %@ ကို တစ်ပြေးညီဖြစ်စေရန် ဆောင်ရွက်နေစဉ် ပြဿနာတစ်စုံတစ်ရာ ကြုံတွေ့သည်
nb: Sync har problem med å synkronisere %@
nl: Synchronisatie ondervindt problemen met synchroniseren van %@
nn: Sync har problem med å synkronisere %@
pa_in: %@ ਨੂੰ ਸਿੰਕ ਕਰਨ ਦੌਰਾਨ ਸਮੱਸਿਆਵਾਂ ਆ ਰਹੀਆਂ ਹਨ
pt_br: O Sync está enfrentando problemas ao sincronizar %@
pt_pt: O Sync está a ter problemas ao sincronizar %@
sq: Sync-u po ka probleme me njëkohësimin e %@
sv: Sync upplever problem med att synkronisera %@
te: సింక్ %@ సింక్ చేయడానికి సమస్యలను ఎదుర్కొంటున్నది
th: Sync ประสบปัญหาในการซิงค์ %@
tr: Sync şunu eşitlemede sorun yaşıyor: %@
uk: Трапляються проблеми при синхронізації %@
ur: مطابقت پذیر %@ کو مطابقت پذیری کرنے میں مسائل کا سامنا کر رہا ہے
vi: Đồng bộ hóa đang gặp sự cố đồng bộ %@

# SyncState.Tabs.Title
source: Tabs
af: Oortjies
ast: Llingüetes
az: Vərəqlər
bn: ট্যাবগুলি
br: Ivinelloù
ca: Pestanyes
cy: Tabiau
da: Faneblade
eo: Langetoj
fa: زبانه‌ها
fr: Onglets
gd: Tabaichean
hi_in: टैब
hy_am: Ներդիրներ
ia: Schedas
id: Tab
is: Flipar
km: ផ្ទាំង​
kn: ಟ್ಯಾಬ್‌ಗಳು
lt: Kortelės
my: တဗ်များ
nb: Faner
nl: Tabbladen
nn: Faner
pa_in: ਟੈਬਾਂ
pt_br: Abas
pt_pt: Separadores
sq: Skeda
sv: Flikar
te: ట్యాబులు
th: แท็บ
tr: Sekmeler
uk: Вкладки
ur: تیبز
vi: Thẻ

# Tab %@ of %@
source: Tab %1$@ of %2$@
ast: Llingüeta %1$@ de %2$@
az: Vərəq %1$@ / %2$@
be: Картка %1$@ з %2$@
bn: ট্যাব %2$@ এর %1$@
br: Ivinell %1$@ war %2$@
ca: Pestanya %1$@ de %2$@
cy: Tab %1$@ o %2$@
da: Faneblad %1$@ af %2$@
de: Tab %1$@ von %2$@
el: Καρτέλα %1$@ από %2$@
eo: Langeto %1$@ el %2$@
et: Kaart %1$@, kokku %2$@ kaarti
fa: زبانه %1$@ of %2$@
fi: Välilehti %1$@/%2$@
fr: Onglet %1$@ sur %2$@
gd: Taba %1$@ à %2$@
hi_in: %2$@ में से %1$@ टैब
hr: Kartica %1$@ od %2$@
hy_am: Ներդիր՝ %1$@-ը %2$@-ից
ia: Scheda %1$@ de %2$@
id: Tab %1$@ dari %2$@
is: Flipi %1$@ of %2$@
it: Scheda %1$@ di %2$@
km: ផ្ទាំង %1$@ នៃ %2$@
kn: %2$@ ನಲ್ಲಿ %1$@
lt: %1$@–oji kortelė iš %2$@
my: တပ်ဗ် %2$@ ၏ %1$@
nb: Fane %1$@ av %2$@
nl: Tabblad %1$@ van %2$@
nn: Fane %1$@ av %2$@
pa_in: %2$@ ਵਿੱਚੋਂ %1$@ ਟੈਬ
pt_br: Aba %1$@ de %2$@
pt_pt: Separador %1$@ de %2$@
si: %2$@ න් %1$@ පටිත්ත
sk: Karta %1$@ z %2$@
sq: Skeda %1$@ nga %2$@
sv: Flik %1$@ av %2$@
te: ట్యాబు %2$@ లో %1$@
th: แท็บ %1$@ จาก %2$@
tr: Sekme %1$@ / %2$@
tt: Таб: %1$@ / %2$@
uk: Вкладка %1$@ із %2$@
ur: ٹیب %2$@ میں سے %1$@
vi: Thẻ %1$@ của %2$@

# Tab.ShowTabTray.KeyCodeTitle
source: Show All Tabs
ast: Amosar toles llingüetes
az: Bütün Vərəqləri Göstər
be: Паказаць усе карткі
bn: সমস্ত ট্যাব দেখান
br: Diskouez an holl ivinelloù
ca: Mostra totes les pestanyes
cy: Dangos Pob Tab
da: Vis alle faneblade
de: Alle Tabs anzeigen
el: Προβολή όλων των καρτελών
eo: Montri ĉiujn langetojn
et: Kuva kõiki kaarte
fa: نمایش تمام زبانه ها
fi: Näytä kaikki välilehdet
fr: Afficher tous les onglets
gd: Seall gach taba
hi_in: सभी टैब दिखाएं
hr: Prikaži sve kartice
hy_am: Ցուցադրել բոլոր ներդիրները
ia: Monstrar tote le schedas
id: Tampilkan Semua Tab
is: Sýna alla flipa
it: Mostra tutte le schede
km: បង្ហាញ​ផ្ទាំង​ទាំងអស់
kn: ಎಲ್ಲಾ ಟ್ಯಾಬ್‌ಗಳನ್ನು ತೋರಿಸು
lt: Rodyti visas korteles
my: တပ်ဗ်အားလုံးကို ပြပါ
nb: Vis alle faner
nl: Alle tabbladen tonen
nn: Vis alle faner
oc: Afichar totes los onglets
pa_in: ਸਾਰੀਆਂ ਟੈਬਾਂ ਵੇਖੋ
pt_br: Mostrar todas as abas
pt_pt: Mostrar todos os separadores
si: සියළු පටිති පෙන්වන්න
sk: Zobraziť všetky karty
sq: Shfaqini Krejt Skedat
sv: Visa alla flikar
te: ట్యాబులన్నింటినీ చూపించు
th: แสดงแท็บทั้งหมด
tr: Tüm sekmeleri göster
tt: Барлык табларны да күрсәтү
uk: Показати всі вкладки
ur: تمام ٹیب دکھائیں
vi: Hiện tất cả các thẻ

# Tabs %@ to %@ of %@
source: Tabs %1$@ to %2$@ of %3$@
ast: Llingüetes %1$@ a %2$@ de %3$@
az: Vərəq %1$@ - %2$@ / %3$@
be: Карткі ад %1$@ да %2$@ з %3$@
bn: ট্যাব %3$@-এর %1$@ থেকে %2$@
br: Ivinelloù %1$@ da %2$@ war %3$@
ca: Pestanyes %1$@ a %2$@ de %3$@
cy: Tabiau %1$@ i %2$@ o %3$@
da: Faneblade %1$@ til %2$@ af %3$@
de: Tabs %1$@ bis %2$@ von insgesamt %3$@
el: Καρτέλες %1$@ έως %2$@ από %3$@
eo: Langetoj %1$@ ĝis %2$@ el %3$@
et: Kaardid %1$@ kuni %2$@, kokku %3$@
fa: زبانه‌های %1$@ to %2$@ of %3$@
fi: Välilehdet %1$@–%2$@, %3$@ yhteensä
fr: Onglets %1$@ à %2$@ sur %3$@
gd: Tabaichean %1$@ to %2$@ à %3$@
hi_in: %3$@ में से %1$@ से %2$@ टैब
hr: Kartice %1$@ do %2$@ od %3$@
hy_am: Ներդիրներ՝ %1$@-%2$@՝ %3$@-ից
ia: Schedas %1$@ a %2$@ de %3$@
id: Tabs %1$@ hingga %2$@ dari %3$@
is: Flipar %1$@ to %2$@ of %3$@
it: Schede da %1$@ a %2$@ di %3$@
km: ផ្ទាំង %1$@ ដល់ %2$@ នៃ %3$@
lt: %1$@ – %2$@ kortelės iš %3$@
my: တပ်ဗ် %1$@ အား %3$@ ၏ %2$@ သို့
nb: Faner %1$@ til %2$@ av %3$@
nl: Tabbladen %1$@ tot en met %2$@ van %3$@
nn: Faner %1$@ til %2$@ av %3$@
pa_in: %3$@ ਵਿੱਚੋਂ %2$@ ਤੋਂ %1$@ ਟੈਬਾਂ
pt_br: Abas %1$@ a %2$@ de %3$@
pt_pt: Separadores %1$@ a %2$@ de %3$@
si: %3$@ න් පටිති %1$@ සිට %2$@ දක්වා
sk: Karty %1$@ až %2$@ z %3$@
sq: Skedat nga %1$@ deri në %2$@, nga %3$@ gjithsej
sv: Flikar %1$@ till %2$@ av %3$@
te: ట్యాబు %3$@ లో %1$@ నుండి %2$@ది
th: แท็บ %1$@ ถึง %2$@ จาก %3$@
tr: %3$@ sekmeden %1$@-%2$@ arası
tt: Таблар: %3$@ табның %1$@ белән %2$@ арасындагылары
uk: Вкладки від %1$@ до %2$@ із %3$@
ur: ٹیبس %1$@ سے %2$@ %3$@ میں سے
vi: Thẻ %1$@ đến %2$@ của %3$@

source: Tabs Tray
ast: Bandexa de llingüetes
az: Vərəq Altlığı
be: Латок картак
bn: ট্যাবগুলির ট্রে
br: Roll ivinelloù
ca: Safata de pestanyes
cy: Drôr Tabiau
da: Fanebladsbakke
de: Tab-Ablage
el: Γραμμή καρτελών
eo: Pleto de langetoj
et: Kaartide salv
fa: تابلو زبانه‌ها
fi: Välilehdet
fr: Liste des onglets
gd: Treidhe nan taba
hi_in: टैब ट्रे
hr: Traka kartica
hy_am: Ներդիրների արկղ
ia: Tabuliero de schedas
id: Baki Tab
is: Flipa bakki
it: Barra delle schede
km: បន្ទះ​ផ្ទាំង
lt: Kortelių dėklas
my: တပ်ဗ်လိုင်းများ
nb: Fanerad
nl: Tabbladenvak
nn: Fanerad
oc: Lista d’onglets
pa_in: ਟੈਬਾਂ ਦੀ ਟਰੇ
pt_br: Bandeja de abas
pt_pt: Tabuleiro de separadores
si: පටිති තැටිය
sk: Panel kariet
sq: Panel Skedash
sv: Flikrad
te: ట్యాబులు ట్రె
th: ถาดแท็บ
tr: Sekme tepsisi
tt: Таблар панеле
uk: Лоток вкладок
ur: ٹیبس ترے
vi: Khay thẻ

# Tabs.DeleteAllUndo.Button
source: Undo
af: Ontdoen
ast: Desfacer
az: Geri al
be: Адмяніць
bn: পূর্বাবস্থায় ফিরে যান
br: Dizober
ca: Desfés
cy: Dadwneud
da: Fortryd
de: Wiederherstellen
el: Αναίρεση
eo: Malfari
et: Võta tagasi
fa: برگردان
fi: Peru
fr: Annuler
gd: Neo-dhèan
hi_in: पूर्ववत् करें
hr: Poništi
hy_am: Հետարկել
ia: Disfacer
id: Urung
is: Afturkalla
it: Annulla
km: មិន​ធ្វើ​វិញ​
kn: ರದ್ದು ಮಾಡು
lt: Atšaukti
nb: Angre
nl: Ongedaan maken
nn: Angre
oc: Anullar
pa_in: ਵਾਪਸ ਲਵੋ
pt_br: Desfazer
pt_pt: Desfazer
si: පෙරසේ
sk: Späť
sq: Zhbëje
sv: Ångra
te: చర్యరద్దు
th: เลิกทำ
tr: Geri al
tt: Кире алу
uk: Повернути
ur: کالعدم کریں
vi: Hoàn tác

# Tabs.DeleteAllUndo.Title
source: %d tab(s) closed
af: %d oortjie(s) gesluit
az: %d vərəq qapatıldı
be: %d картка(ак) закрыта
bn: %d ট্যাব(গুলি) বন্ধ হয়েছে
br: Serret %d ivinell
ca: S'ha(n) tancat %d pestanya(es)
cy: %d tab ar gau
da: %d faneblad(e) lukket
de: %d Tab(s) geschlossen
el: Έκλεισε(αν) %d καρτέλα(ες)
eo: %d fermitaj langeto(j)
et: Suleti %d kaart(i)
fa: %d زبانه بسته شده است
fi: %d välilehteä suljettu
fr: %d onglet(s) fermé(s)
gd: %d taba(ichean) air an dùnadh
hi_in: %d टैब बंद किए गए
hr: Zatvorene kartice: %d
hy_am: %d ներդիր է փակվել
ia: %d scheda(s) claudite
id: %d tab ditutup
is: %d flipum lokað
it: Schede chiuse: %d
km: បាន​បិទ​ផ្ទាំង %d
lt: Uždaryta kortelių: %d
my: တဗ် %d ခု ပိတ်လိုက်သည်
nb: %d fane(r) lukket
nl: %d tabblad(en) gesloten
nn: %d fane attlaten/faner attlatne
oc: %d onglet(s) tampat(s)
pa_in: %d ਟੈਬ/ਟੈਬਾਂ ਨੂੰ ਬੰਦ ਕੀਤਾ
pt_br: %d aba(s) fechada(s)
pt_pt: %d separador(es) fechado(s)
si: පටිති %d ක් වැසිණි
sk: %d kariet bolo zatvorených
sq: U mbyllën %d skeda
sv: %d flik(ar) stängda
te: %d ట్యాబు(లు) మూసివేయబడింది
th: ปิด %d แท็บแล้ว
tr: %d sekme kapatıldı
tt: %d таб ябылды
uk: %d вкладку(ок) закрито
ur: %d ٹیب بند کر دیئے گئے
vi: Đã đóng %d thẻ

# Tabs.Search.PlaceholderText
source: Search Tabs
az: Vərəqlərdə Axtar
bn: অনুসন্ধান ট্যাব
br: Klask ivinelloù
ca: Cerca pestanyes
cy: Tabiau Chwilio
da: Søg i faneblade
de: Tabs durchsuchen
eo: Serĉi langetojn
fa: جست‌وجو زبانه‌ها
fr: Rechercher des onglets
gd: Lorg sna tabaichean
hi_in: खोज टैब
hy_am: Որոնել ներդիրները
ia: Cercar schedas
id: Tab Pencarian
is: Leitarflipar
km: ផ្ទាំងស្វែងរក
kn: ಹುಡುಕು ಟ್ಯಾಬ್ಗಳು
lt: Ieškokite kortelių
my: တက်ပ်များကိုရှာဖွေပါ
nb: Søk i faner
nl: Tabbladen doorzoeken
nn: Søk i faner
pa_in: ਟੈਬਾਂ ਖੋਜੋ
pt_br: Pesquisar nas abas
pt_pt: Pesquisar separadores
sq: Kërko Në Skeda
sv: Sökflikar
te: ట్యాబులలో వెతకండి
th: ค้นหาแท็บ
tr: Sekmelerde ara
uk: Пошук вкладок
ur: ستلاش ٹیبس
vi: Tìm kiếm thẻ

# TabTray.AddTab.Button
source: Add Tab
az: Vərəq əlavə et
be: Дадаць картку
bn: ট্যাব যোগ করুন
br: Ouzhpennañ un ivinell
ca: Afegeix una pestanya
cy: Ychwanegu Tab
da: Tilføj faneblad
de: Tab hinzufügen
el: Προσθήκη καρτέλας
eo: Aldoni langeton
et: Lisa kaart
fa: افزودن زبانه
fi: Lisää välilehti
fr: Ajouter un onglet
gd: Cuir taba ris
hi_in: टैब जोड़ें
hr: Dodaj karticu
hy_am: Ավելացնել ներդիր
ia: Adder un scheda
id: Tambah Tab
is: Bæta við flipa
it: Aggiungi scheda
kn: ಟ್ಯಾಬ್ ಸೇರಿಸು
lt: Pridėti kortelę
my: တပ်ဗ် ပေါင်းထည့်ပါ။
nb: Legg til fane
nl: Tabblad toevoegen
nn: Legg til fane
pa_in: ਟੈਬ ਜੋੜੋ
pt_br: Adicionar aba
pt_pt: Adicionar separador
si: පටිත්ත එක් කරන්න
sk: Pridať kartu
sq: Shtoni Skedë
sv: Lägg till flik
th: เพิ่มแท็บ
tr: Sekme ekle
tt: Таб өстәү
uk: Додати вкладку
ur: ٹیب شامل کریں
vi: Thêm thẻ

# TabTray.CloseAllTabs.KeyCodeTitle
source: Close All Tabs
ast: Zarrar toles llingüetes
az: Bütün Vərəqləri Qapat
be: Закрыць усе карткі
bn: সকল ট্যাব বন্ধ করুন
br: Serriñ an holl ivinelloù
ca: Tanca totes les pestanyes
cy: Cau Pob Tab
da: Luk alle faneblade
de: Alle Tabs schließen
el: Κλείσιμο όλων των καρτελών
eo: Fermi ĉiujn langetojn
et: Sulge kõik kaardid
fa: بستن تمام زبانه ها
fi: Sulje kaikki välilehdet
fr: Fermer tous les onglets
gd: Dùin a h-uile taba
hi_in: सभी टैब बंद करें
hr: Zatvori sve kartice
hy_am: Փակել բոլոր ներդիրները
ia: Clauder tote le schedas
id: Tutup Semua Tab
is: Loka öllum flipum
it: Chiudi tutte le schede
km: បិទ​ផ្ទាំង​ទាំងអស់
kn: ಎಲ್ಲ ಟ್ಯಾಬ್‍ಗಳನ್ನು ಮುಚ್ಚು
lt: Užverti visas korteles
my: တပ်ဗ်အားလုံးကို ပိတ်ပါ
nb: Lukk alle faner
nl: Alle tabbladen sluiten
nn: Lat att alle faner
oc: Tampar totes los onglets
pa_in: ਸਾਰੀਆਂ ਟੈਬਾਂ ਬੰਦ ਕਰੋ
pt_br: Fechar todas as abas
pt_pt: Fechar todos os separadores
si: සියළු පටිති වසන්න
sk: Zavrieť všetky karty
sq: Mbylli Krejt Skedat
sv: Stäng alla flikar
te: ట్యాబులన్నింటినీ మూసివేయి
th: ปิดแท็บทั้งหมด
tr: Tüm sekmeleri kapat
tt: Барлык табларны да ябу
uk: Закрити всі вкладки
ur: تمام ٹیب بند کریں
vi: Đóng tất cả các thẻ

# TabTray.CloseTab.KeyCodeTitle
source: Close Selected Tab
ast: Zarrar la llingüeta esbillada
az: Seçilən Vərəqi Qapat
bn: নির্বাচিত ট্যাব বন্ধ করুন
br: Serriñ an ivinell diuzet
ca: Tanca la pestanya seleccionada
cy: Cau'r Tab Hwn
da: Luk det valgte faneblad
de: Ausgewählten Tab schließen
eo: Fermi elektitan langeton
fa: بستن زبانه‌های انتخاب شده
fr: Fermer les onglets sélectionnés
gd: Dùin an taba a thagh thu
hi_in: चयनित टैब बंद करें
hy_am: Փակել ընտրված ներդիրը
ia: Clauder le scheda seligite
id: Tutup Tab Dipilih
is: Loka völdum flipa
km: បិទផ្ទាំងដែលបានជ្រើសរើស
kn: ಆಯ್ಕೆಮಾಡಿದ ಟ್ಯಾಬ್ ಮುಚ್ಚಿ
lt: Užverti pasirinktą kortelę
my: ရွေးထားသည့် တပ်ဗ်ကို ပိတ်
nb: Lukk valgte faner
nl: Geselecteerde tabblad sluiten
nn: Lat att vald fane
pa_in: ਚੁਣੀ ਟੈਬ ਨੂੰ ਬੰਦ ਕਰੋ
pt_br: Fechar aba selecionada
pt_pt: Fechar separador selecionado
sq: Hap Skedat e Përzgjedhura
sv: Stäng vald flik
te: ఎంచుకున్న ట్యాబును మూసివేయి
th: ปิดแท็บที่เลือก
tr: Seçilen sekmeyi kapat
uk: Закрити вибрану вкладку
ur: منتخب کردہ ٹیب بند کریں
vi: Đóng thẻ đã chọn

# TabTray.CurrentSelectedTab.A11Y
source: Currently selected tab.
be: Выбраная картка.
bn: বর্তমানে নির্বাচিত ট্যাব।
br: Ivinell diuzet bremañ.
ca: Pestanya seleccionada actualment.
cy: Tab a ddewiswyd ar hyn o bryd.
da: Aktuelt valgte faneblad.
de: Aktuell ausgewählter Tab.
el: Τρέχουσα επιλεγμένη καρτέλα.
eo: Nune elektita langeto.
et: Hetkel valitud kaart.
fi: Tällä hetkellä valittu välilehti.
fr: Onglet actuellement sélectionné.
gd: An taba a thagh thu.
hi_in: वर्तमान में चयनित टैब।
hr: Trenutno odabrana kartica.
hy_am: Ներկայումս ընտրված ներդիրը:
ia: Scheda actualmente seligite.
id: Tab yang dipilih saat ini.
is: Valinn flipi.
it: Scheda attualmente selezionata.
lt: Dabar pažymėta kortelė.
nb: For øyeblikket valgt fane.
nl: Momenteel geselecteerd tabblad.
nn: Gjeldande vald fane.
pa_in: ਇਸ ਵੇਲੇ ਚੁਣੀ ਟੈਬ ਹੈ।
pt_br: Aba selecionada no momento.
pt_pt: Separador atualmente selecionado.
si: දැනට තේරූ පටිත්ත.
sk: Aktuálne vybratá karta.
sq: Skeda e përzgjedhur aktualisht.
sv: För närvarande vald flik.
th: แท็บที่เลือกในปัจจุบัน
tr: Şu anda seçili sekme.
uk: Вибрана вкладка.
ur: فی الحال منتخب کردہ ٹیب۔
vi: Thẻ đang được chọn.

# TabTray.Header.FilteredTabs.SectionHeader
source: Others
be: Іншыя
bn: অন্যান্য
br: All
ca: Altres
cy: Eraill
da: Andre
de: Andere
el: Άλλες
eo: Aliaj
et: Muud kaardid
fi: Muut
fr: Autres
gd: Eile
hi_in: अन्य
hr: Ostalo
hy_am: Այլ
ia: Alteros
id: Lainnya
is: Annað
it: Altre
lt: Kitos
nb: Andre
nl: Overige
nn: Andre
pa_in: ਹੋਰ
pt_br: Outros
pt_pt: Outros
si: වෙනත්
sk: Iné
sq: Të tjera
sv: Övriga
th: อื่น ๆ
tr: Diğerleri
tt: Башкалар
uk: Інші
ur: دیگر
vi: Khác

# TabTray.InactiveTabs.SectionTitle
source: Inactive Tabs
be: Неактыўныя карткі
bn: নিষ্ক্রিয় ট্যাব
br: Ivinelloù dizoberiant
ca: Pestanyes inactives
cy: Tabiau Anweithredol
da: Inaktive faneblade
de: Inaktive Tabs
el: Ανενεργές καρτέλες
eo: Neaktivaj langetoj
et: Mitteaktiivsed kaardid
fi: Passiiviset välilehdet
fr: Onglets inactifs
gd: Tabaichean neo-ghnìomhach
hi_in: निष्क्रिय टैब
hr: Neaktivne kartice
hy_am: Ոչ ակտիվ ներդիրներ
ia: Schedas inactive
id: Tab Nonaktif
is: Óvirkir flipar
it: Schede inattive
lt: Neaktyvios kortelės
nb: Inaktive faner
nl: Inactieve tabbladen
nn: Uverksam fane
pa_in: ਨਾ-ਸਰਗਰਮ ਟੈਬਾਂ
pt_br: Abas inativas
pt_pt: Separadores inativos
si: අක්‍රිය පටිති
sk: Neaktívne karty
sq: Skeda Jo Aktive
sv: Inaktiva flikar
th: แท็บที่ไม่ได้ใช้งาน
tr: Pasif sekmeler
uk: Неактивні вкладки
ur: غیر فعال ٹیبز
vi: Thẻ không hoạt động

# TabTray.LastWeek.Header
source: Last Week
ast: La selmana pasada
bn: গত সপ্তাহ
br: Ar sizhun dremenet
ca: La darrera setmana
cy: Wythnos Diwethaf
da: Sidste uge
de: Letzte Woche
eo: Pasintsemajne
fa: هفته پیش
fr: La semaine dernière
gd: An t-seachdain seo chaidh
hi_in: पिछले सप्ताह
hy_am: Վերջին շաբաթում
ia: Le ultime septimana
id: Minggu Lalu
is: Í síðustu viku
lt: Pastarąją savaitę
my: ပြီးခဲ့သည့် အပတ်
nb: Siste uke
nl: Vorige week
nn: Siste veke
pa_in: ਪਿਛਲੇ ਹਫ਼ਤੇ
pt_br: Semana passada
pt_pt: Semana passada
sq: Javën e Kaluar
sv: Förra veckan
te: పోయిన వారం
th: สัปดาห์ที่แล้ว
tr: Geçen hafta
uk: Останнього тижня
ur: پچھلا ہفتہ
vi: Tuần trước

# TabTray.MoreMenu.Copy
source: Copy
ast: Copiar
az: Köçür
bn: অনুলিপি
br: Eilañ
ca: Copia
cy: Copïo
da: Kopier
de: Kopieren
eo: Kopii
fa: رونوشت برداشتن
fr: Copier
gd: Dèan lethbhreac
hi_in: कॉपी करें
hy_am: Պատճենել
ia: Copiar
id: Salin
is: Afrita
lt: Kopijuoti
my: ကူးပါ
nb: Kopier
nl: Kopiëren
nn: Kopier
pa_in: ਕਾਪੀ ਕਰੋ
pt_br: Copiar
pt_pt: Copiar
sq: Kopjoje
sv: Kopiera
te: కాపీచేయి
th: คัดลอก
tr: Kopyala
uk: Копіювати
ur: نقل کریں
vi: Sao chép

# TabTray.Older.Header
source: Older
bn: পুরাতন
br: Koshoc’h
ca: Més antigues
cy: Hŷn
da: Ældre
de: Älter
eo: Pli malnovaj
fa: ‏‏قدیمی‌تر
fr: Plus anciens
gd: Nas sine
hi_in: पुराना
hy_am: Ավելի հին
ia: Plus ancian
id: Lawas
is: Eldra
lt: Seniau
my: အဟောင်းများ
nb: Eldre
nl: Ouder
nn: Eldre
pa_in: ਹੋਰ ਪੁਰਾਣੇ
pt_br: Mais antigos
pt_pt: Antigos
sq: Më të vjetra
sv: Äldre
te: పాతవి
th: เก่ากว่า
tr: Daha eski
uk: Давніші
ur: پرانا
vi: Cũ hơn

# TabTray.OpenNewTab.KeyCodeTitle
source: Open New Tab
az: Yeni Vərəq Aç
be: Адкрыць новую картку
bn: নতুন ট্যাব খুলুন
br: Digeriñ un ivinell nevez
ca: Obre una pestanya nova
cy: Agor Tab Newydd
da: Nyt faneblad
de: Neuen Tab öffnen
el: Άνοιγμα νέας καρτέλας
eo: Malfermi novan langeton
et: Ava uus kaart
fa: بازکردن زبانه جدید
fi: Avaa uusi välilehti
fr: Ouvrir un nouvel onglet
gd: Fosgail taba ùr
hi_in: नया टैब खोलें
hr: Otvori novu karticu
hy_am: Բացել նոր ներդիրը
ia: Aperir nove scheda
id: Buka Tab Baru
is: Opna nýjan flipa
it: Apri nuova scheda
km: បើក​​ផ្ទាំង​ថ្មី
kn: ಹೊಸ ಟ್ಯಾಬ್‌ ತೆರೆ‍
lt: Atverti naują kortelę
my: တပ်ဗ်အသစ်ဖွင့်
nb: Åpne ny fane
nl: Nieuw tabblad openen
nn: Opne ny fane
oc: Dobrir un onglet novèl
pa_in: ਨਵੀਂ ਟੈਬ ਖੋਲ੍ਹੋ
pt_br: Abrir nova aba
pt_pt: Abrir novo separador
si: නව පටිත්තක් අරින්න
sk: Otvoriť novú kartu
sq: Hap Skedë të Re
sv: Öppna ny flik
te: కొత్త ట్యాబును తెరువు
th: เปิดแท็บใหม่
tr: Yeni sekme aç
tt: Яңа таб ачу
uk: Нова вкладка
ur: نیا ٹیب کھولیں
vi: Mở thẻ mới

# TabTray.OpenSelectedTab.KeyCodeTitle
source: Open Selected Tab
ast: Abrir la llingüeta esbillada
az: Seçilən Vərəqi Aç
bn: নির্বাচিত ট্যাব খুলুন
br: Digeriñ an ivinell diuzet
ca: Obre la pestanya seleccionada
cy: Agor y Tab Hwn
da: Åbn det valgte faneblad
de: Ausgewählten Tab öffnen
eo: Malfermi elektitan langeton
fa: بازکردن زبانه‌های انتخاب شده
fr: Ouvrir l’onglet sélectionné
gd: Fosgail an taba a thagh thu
hi_in: चयनित टैब खोलें
hy_am: Բացել ընտրված ներդիրը
ia: Aperir le scheda seligite
id: Buka Tab Dipilih
is: Opna valinn flipa
km: បើក​ផ្ទាំង​ដែល​​បាន​ជ្រើស
kn: ಆಯ್ಕೆಮಾಡಿದ ಟ್ಯಾಬ್ ತೆರೆಯಿರಿ
lt: Atverti pažymėtą kortelę
my: ရွေးထားသည့်တပ်ဗ်ကို ဖွင့်
nb: Åpne valgt fane
nl: Geselecteerde tabblad openen
nn: Opne vald fane
pa_in: ਚੁਣੀ ਟੈਬ ਨੂੰ ਬੰਦ ਕਰੋ
pt_br: Abrir aba selecionada
pt_pt: Abrir separador selecionado
sq: Hap Skedën e Përzgjedhur
sv: Öppna vald flik
te: ఎంచుకున్న ట్యాబును తెరువు
th: เปิดแท็บที่เลือก
tr: Seçilen sekmeyi aç
uk: Відкрити вибрану вкладку
ur: منتخب کردہ ٹیب کھولیں
vi: Mở thẻ đã chọn

# TabTray.OtherTabs.Title
source: Other tabs
bn: অন্যান্য ট্যাব
br: Ivinelloù all
ca: Altres pestanyes
cy: Tabiau eraill
da: Andre faneblade
de: Andere Tabs
eo: Aliaj langetoj
fr: Autres onglets
gd: Tabaichean eile
hi_in: अन्य टैब
hy_am: Այլ ներդիրներ
ia: Altere schedas
id: Tab lainnya
is: Aðrir flipar
lt: Kitos kortelės
nb: Andre faner
nl: Overige tabbladen
nn: Andre faner
pa_in: ਹੋਰ ਟੈਬਾਂ
pt_br: Outras abas
pt_pt: Outros separadores
sq: Skeda të tjera
sv: Andra flikar
th: แท็บอื่น
tr: Diğer sekmeler
uk: Інші вкладки
ur: دیگر ٹیبز
vi: Các thẻ khác

# TabTray.PrivateTitle
source: Private Tabs
ast: Llingüetes privaes
az: Məxfi Vərəqlər
bn: ব্যক্তিগত ট্যাব
cy: Tabiau Preifat
hi_in: निजी टैब
ia: Schedas private
id: Tab Pribadi
lt: Privačios kortelės
nb: Private faner
pa_in: ਪ੍ਰਾਈਵੇਟ ਟੈਬਾਂ
pt_pt: Separadores privados
sq: Skeda Private
ur: نجی ٹیب

# TabTray.RecentlyClosed.Description
source: Tabs are available here for 30 days. After that time, tabs will be automatically closed.
br: An ivinelloù a zo hegerz amañ e-pad 30 deiz. Goude e vo serret an ivinelloù ent emgefreek.
ca: Les pestanyes estaran disponibles aquí durant 30 dies. Passat aquest temps, es tancaran automàticament.
cy: Mae tabiau ar gael yma am 30 diwrnod. Wedi hynny, bydd y tabiau'n cael eu cau'n awtomatig.
da: Faneblade er tilgængelige her i 30 dage. Efter denne tid lukkes fanebladene automatisk.
de: Tabs sind hier für 30 Tage verfügbar. Danach werden Tabs automatisch geschlossen.
eo: Langetoj restos ĉi tie dum 30 tagoj. Post tiu tempo, langetoj estos aŭtomate fermitaj.
fr: Les onglets sont disponibles ici pendant 30 jours. Après ce délai, les onglets seront automatiquement fermés.
gd: Bidh na tabaichean ri làimh dhut an-seo fad 30 latha. Thèid na tabaichean a dhùnadh gu fèin-obrachail an uairsin.
hy_am: Ներդիրներն այստեղ հասանելի են 30 օրվա ընթացքում: Այդ ժամանակից հետո ներդիրներ ինքնաշխատ կփակվեն:
ia: Le schedas es disponibile hic durante 30 dies. Post ille tempore, le schedas se claudera automaticamente.
id: Tab tersedia di sini selama 30 hari. Setelah itu tab akan ditutup secara otomatis.
is: Flipar eru tiltækir hér í 30 daga. Eftir þann tíma verður flipum sjálfkrafa lokað.
lt: Kortelės čia bus laikomos 30 dienų. Po šio laiko jos bus automatiškai užvertos.
nb: Faner er tilgjengelige her i 30 dager. Etter den tiden lukkes fanene automatisk.
nl: Tabbladen zijn hier 30 dagen beschikbaar. Daarna worden tabbladen automatisch gesloten.
nn: Faner er tilgjengelege her i 30 dagar. Etter den tida vert fanene automatisk attlatne.
pa_in: ਟੈਬਾਂ 30 ਦਿਨਾਂ ਲਈ ਇੱਥੇ ਮੌਜੂਦ ਹੁੰਦੀਆਂ ਹਨ। ਉਸ ਸਮੇਂ ਬਾਅਦ, ਟੈਬਾਂ ਨੂੰ ਆਪਣੇ-ਆਪ ਬੰਦ ਕੀਤਾ ਜਾਵੇਗਾ।
pt_br: As abas ficam disponíveis aqui por 30 dias. Após esse período, são fechadas automaticamente.
pt_pt: Os separadores estão disponíveis aqui durante 30 dias. Após este período, os separadores serão fechados automaticamente.
sq: Skedat janë të passhme këtu për 30 ditë. Pas kësaj kohe, skedat do të mbyllen automatikisht.
sv: Flikar finns här i 30 dagar. Efter den tiden stängs flikarna automatiskt.
th: แท็บจะปรากฏที่นี่เป็นเวลา 30 วัน หลังจากนั้น แท็บต่าง ๆ จะถูกปิดโดยอัตโนมัติ
tr: Sekmeler burada 30 gün boyunca kalacaktır. Bu süre sonunda sekmeler otomatik olarak kapatılacaktır.
uk: Вкладки доступні тут протягом 30 днів. Після цього вони будуть автоматично закриті.
vi: Các thẻ có sẵn ở đây trong 30 ngày. Sau thời gian đó, các thẻ sẽ tự động bị đóng.

# TabTray.RecentlyClosed.SectionTitle
source: Recently closed
bn: সম্প্রতি বন্ধ করা ট্যাব
br: Serret da ziwezhañ
ca: Tancades recentment
cy: Caewyd yn ddiweddar
da: Senest lukkede
de: Kürzlich geschlossen
eo: Ĵuse fermitaj
fr: Récemment fermés
gd: Air an dùnadh o chionn goirid
hi_in: हाल ही में बंद हुआ
hy_am: Վերջին փակվածը
ia: Recentemente claudite
id: Baru saja ditutup
is: Nýlega lokað
lt: Paskiausiai užverta
nb: Nylig lukket
nl: Onlangs gesloten
nn: Nyleg attlatne
pa_in: ਤਾਜ਼ਾ ਬੰਦ ਕੀਤੀਆਂ
pt_br: Fechado recentemente
pt_pt: Recentemente fechados
sq: Mbyllur së fundi
sv: Nyligen stängda
th: เพิ่งปิดล่าสุด
tr: Son kapatılan
uk: Недавно закриті
ur: حالیہ بند کی گئی
vi: Đã đóng gần đây

# TabTray.SegmentedControlTitles.PrivateTabs
source: Private
az: Məxfi
be: Прыватныя
bn: ব্যক্তিগত
br: Prevez
ca: Privades
cy: Preifat
da: Privat
de: Privat
el: Ιδιωτικές
eo: Privataj
et: Privaatsed
fi: Yksityinen
fr: Privés
gd: Prìobhaideach
hi_in: निजी
hr: Privatno
hy_am: Մասնավոր
id: Pribadi
is: Einka
it: Anonime
lt: Privačios
nb: Privat
nl: Privé
nn: Privat
pa_in: ਪ੍ਰਾਈਵੇਟ
pt_br: Privativas
pt_pt: Privados
si: පෞද්ගලික
sk: Súkromné
sv: Privat
th: ส่วนตัว
tr: Gizli
uk: Приватні
ur: نجی
vi: Riêng tư
