Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Settings.WebsiteData.ConfirmPrompt
source: This action will clear all of your web site data. It cannot be undone.
ast: Esta aición va desaniciar tolos datos de los sitios web. Nun se pue desfacer.
az: Bu əməliyyat bütün sayt məlumatlarını siləcək. Bu geri alına bilməz.
be: Гэта дзеянне выдаліць усе вашы звесткі вэб-сайтаў. Дзеянне немагчыма адмяніць.
bn: এই কাজ আপনার সব ওয়েসাইট তথ্য মুছে দেবে। এটি আর পূর্বের অবস্থায় ফেরানো যাবে না।
br: An obererezh-mañ a ziverko ho holl roadennoù lec’hienn. N’hallo ket bezañ disc’hraet.
ca: Aquesta acció esborrarà totes les vostres dades de llocs web. Això no es pot desfer.
cy: Bydd y weithred hon yn clirio eich data gwefan i gyd. Nid oes modd ei ddadwneud.
da: Denne handling rydder alle dine webstedsdata. Handlingen kan ikke fortrydes.
de: Diese Aktion löscht alle Ihre Website-Daten. Dies kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια θα διαγράψει όλα τα δεδομένα ιστοσελίδων σας. Δεν μπορεί να αναιρεθεί.
eo: Tiu ĉi ago viŝos ĉiujn viajn retejajn datumojn. Ĝi ne estas malfarebla.
et: See tegevus kustutab kõik sinu saidi andmed. Seda pole võimalik tagasi võtta.
fa: این اقدام می تواند تمام اطلاعات پایگاه اینترنتی را حذف کند و قابل برگشت نیز نمی باشد.
fi: Tämä toiminto tyhjentää kaikki sivustotiedot. Toimintoa ei voi perua.
fr: Cette action effacera l’ensemble des données de sites et est irréversible.
gd: Falamhaichidh an gnìomh seo dàta nan làraichean-lìn air fad agad. Cha ghabh a neo-dhèanamh.
hi_in: यह क़दम आपके सभी वेबसाइट डेटा मिटा देगा। इसे पूर्ववत नहीं किया जा सके।
hr: Ova će radnja izbrisati sve podatke tvoje web stranice. To se ne može poništiti.
hy_am: Այս գործողությունը կմաքրի ձեր կայքի բոլոր տվյալները։ Այն չի կարող հետարկվել։
ia: Iste action delera tote tu datos de sitos. Isto es irreversibile.
id: Aksi ini akan menghapus semua data situs web Anda. Ini tidak bisa diurungkan.
is: Þessi aðgerð eyðir öllum vefsvæðisgögum þínum. Ekki er hægt að afturkalla aðgerðina.
it: Verranno eliminati tutti i dati dei siti web. Non è possibile annullare questa operazione.
km: សកម្មភាពនេះនឹងលុបទិន្នន័យគេហទំព័ររបស់អ្នកទាំងអស់។ វាមិនអាចធ្វើវិញបានទេ។
lt: Bus išvalyti visi jūsų svetainių duomenys. Šis veiksmas negrįžtamas.
my: ဒီလုပ်ဆောင်မှုသည် သင့်ဝဘ်ဆိုက်ဒေတာအားလုံးကို ရှင်းလင်းမည် ဖြစ်သည်။ ဖျက်ပြီးလျှင် ၄င်းအချက်အလက်များကို ပြန်လည်အသုံးပြုနိုင်မည် မဟုတ်ပါ။
nb: Denne handlingen fjerner alle nettstedsdataene dine. Handlingen kan ikke angres.
nl: Deze actie zal al uw websitegegevens wissen. Dit kan niet ongedaan worden gemaakt.
nn: Denne handlinga fjernar alle nettstad-dataa dine. Handlinga kan ikkje angrast.
pa_in: ਇਹ ਕਾਰਵਾਈ ਤੁਹਾਡੇ ਸਾਰੇ ਵੈੱਬਸਾਈਟ ਡਾਟੇ ਨੂੰ ਸਾਫ਼ ਕਰੇਗੀ। ਇਸ ਨੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pt_br: Esta ação limpará todos os seus dados de site e não poderá ser desfeita.
pt_pt: Esta ação irá limpar todos os seus dados de websites e não pode ser desfeita.
si: මෙම ක්‍රියාමාර්ගය ඔබගේ සියළුම අඩවිවල දත්ත හිස් කරයි. එය අප්‍රතිවර්ත්‍යයි.
sk: Táto akcia vymaže všetky údaje webových stránok. Túto akciu nemožno vrátiť späť.
sq: Ky veprim do të sjellë fshirjen e krejt të dhënave tuaja të sajteve. S’mund të zhbëhet.
sv: Denna åtgärd kommer att rensa alla dina webbplatsdata. Det kan inte ångras.
te: ఈ చర్య మీ వెబ్‌సైట్ల డేటా అంతటినీ తుడిచివేస్తుంది. దీన్ని వెనక్కితేలేము.
th: การกระทำนี้จะล้างข้อมูลเว็บไซต์ทั้งหมดของคุณ สิ่งนี้ไม่สามารถเลิกทำได้
tr: Bu işlem tüm web sitesi verilerinizi temizleyecektir. Geri alınamaz.
tt: Бу гамәл Сезнең барлык вебсайт мәгълүматларын да чистартачак. Кире кайтарып булмаячак.
uk: Ця дія призведе до стирання всіх даних вебсайтів. Її неможливо скасувати.
ur: یہ کارروائی آپ کی ویب سائٹ کے اعداد و شمار کو صاف کرے گی۔ یہ کلعدم نہیں کیا جا سکتا۔
vi: Hành động này sẽ xóa tất cả dữ liệu trang web của bạn. Nó không thể hoàn tác được.

# Settings.WebsiteData.SelectedConfirmPrompt
source: This action will clear the selected items. It cannot be undone.
be: Гэта дзеянне выдаліць выбраныя элементы. Дзеянне немагчыма адмяніць.
br: An obererezh-mañ a ziverko an elfennoù diuzet. N’hallo ket bezañ disc’hraet.
ca: Aquesta acció esborrarà els elements seleccionats. No es podrà desfer.
cy: Bydd y weithred hon yn clirio'r eitemau hyn i gyd. Nid oes modd ei ddadwneud.
da: Denne handling rydder de valgte elementer. Handlingen kan ikke fortrydes.
de: Diese Aktion löscht die ausgewählten Elemente. Dies kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια θα διαγράψει τα επιλεγμένα στοιχεία. Δεν μπορεί να αναιρεθεί.
eo: Tiu ĉi ago viŝos la elektitajn elementojn. Ĝi ne estas malfarebla.
et: See tegevus kustutab kõik valitud andmed. Seda pole võimalik tagasi võtta.
fi: Tämä toiminto tyhjentää valitut kohteet. Toimintoa ei voi kumota.
fr: Cette action effacera l’ensemble des éléments sélectionnés et est irréversible.
gd: Falamhaichidh an gnìomh seo na nithean a thagh thu. Cha ghabh a neo-dhèanamh.
hr: Ova radnja će očistiti odabrane stavke. Ona se ne može poništiti.
hy_am: Այս գործողությունը կմաքրի ընտրված միույթները։ Այն չի կարող հետարկվել։
ia: Iste action eliminara tote le elementos seligite. Non pote esser disfacite.
id: Tindakan ini akan menghapus item terpilih. Ini tidak bisa dibatalkan.
is: Þessi aðgerð eyðir völdum atriðum. Ekki er hægt að afturkalla aðgerðina.
it: Gli elementi selezionati verranno eliminati. Non è possibile annullare questa operazione.
lt: Bus išvalyti pažymėti elementai. Šis veiksmas negrįžtamas.
nb: Denne handlingen vil fjerne de valgte elementene. Handlingen kan ikke angres.
nl: Deze actie zal de geselecteerde items wissen. Dit kan niet ongedaan worden gemaakt.
nn: Denne handlinga vil fjerne dei valde elementa. Handlinga kan ikkje angrast.
pa_in: ਇਹ ਕਾਰਵਾਈ ਚੁਣੀਆਂ ਚੀਜ਼ਾਂ ਨੂੰ ਮਿਟਾਏਗੀ। ਇਸ ਨੂੰ ਵਾਪਸ ਨਹੀਂ ਲਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pt_br: Esta ação limpa os itens selecionados. Não pode ser desfeita.
pt_pt: Esta ação irá limpar todos os itens selecionados. Não pode ser anulada.
si: මෙම ක්‍රියාමාර්ගය තේරූ අථක හිස් කරයි. එය අප්‍රතිවර්ත්‍යයි.
sk: Táto akcia vymaže zvolené položky. Nie je možné ju vrátiť späť.
sq: Ky veprim do të sjellë fshirjen e objekteve të përzgjedhur. S’mund të zhbëhet.
sv: Den här åtgärden rensar de valda objekten. Den kan inte ångras.
th: การกระทำนี้จะล้างรายการที่เลือก สิ่งนี้ไม่สามารถเลิกทำได้
tr: Bu işlem seçili öğeleri temizleyecektir. Bu işlem geri alınamaz.
tt: Бу гамәл сайланган элементларны чистартачак. Кире кайтарып булмаячак.
uk: Ця дія зітре всі вибрані елементи. Її неможливо скасувати.
vi: Hành động này sẽ xóa các mục đã chọn. Nó không thể được hoàn tác.

# Settings.WebsiteData.Title
source: Web Site Data
ast: Datos de sitios web
az: Sayt Məlumatları
be: Звесткі вэб-сайтаў
bn: ওয়েবসাইট ডাটা
br: Roadennoù lec’hienn
ca: Dades de llocs web
cy: Data Gwefan
da: Webstedsdata
de: Website-Daten
el: Δεδομένα ιστοσελίδων
eo: Retejaj datumoj
et: Saidi andmed
fa: اطلاعات پایگاه اینترنتی
fi: Sivustojen tiedot
fr: Données des sites
gd: Dàta nan làraichean-lìn
hi_in: वेबसाइट डेटा
hr: Podaci web stranice
hy_am: Կայքի տվյալներ
ia: Datos de sitos web
id: Data Situs Web
is: Gögn vefsvæðis
it: Dati dei siti web
km: ទិន្នន័យគេហទំព័រ
kn: ಜಾಲತಾಣ ದತ್ತಾಂಶ
lt: Svetainių duomenys
my: ဝဘ်ဆိုက်အချက်အလက်
nb: Nettstedsdata
nl: Websitegegevens
nn: Nettstaddata
pa_in: ਵੈੱਬਸਾਈਟ ਡਾਟਾ
pt_br: Dados de sites
pt_pt: Dados de websites
si: අඩවියේ දත්ත
sk: Údaje webových stránok
sq: Të dhëna Sajtesh
sv: Webbplatsdata
te: వెబ్‌సైటు డేటా
th: ข้อมูลเว็บไซต์
tr: Web sitesi verileri
tt: Вебсайт мәгълүматлары
uk: Дані вебсайтів
ur: ویب سائٹ کے کوائف
vi: Dữ liệu trang web

# ShareExtension.AddToReadingListAction.Title
source: Add to Reading List
az: Oxuma Siyahısına əlavə et
be: Дадаць у спіс для чытання
bn: পাঠ্য তালিকায় যোগ করুন
br: Ouzhpennañ er roll lennadurioù
ca: Afegeix a la llista de lectura
cy: Ychwanegu at y Rhestr Ddarllen
da: Føj til læseliste
de: Zur Leseliste hinzufügen
el: Προσθήκη στη λίστα ανάγνωσης
eo: Aldoni al legolisto
et: Lisa lugemisnimekirja
fa: اضافه کردن به فهرست خواندن
fi: Lisää lukulistaan
fr: Ajouter à la liste de lecture
gd: Cuir ris an liosta-leughaidh
hi_in: पठन सूची में जोड़ें
hr: Dodaj u popis za čitanje
hy_am: Ավելացնել ընթերցման ցուցակում
ia: Adder al lista de lectura
id: Tambahkan ke Daftar Bacaan
is: Bæta við leslista
it: Aggiungi a Elenco lettura
km: បញ្ចូល​ទៅកាន់​បញ្ជី​អាន
kn: ಓದುಗ ಪಟ್ಟಿಗೆ ಸೇರಿಸು
lt: Įtraukti į skaitinių sąrašą
my: စာဖတ်စာရင်းသို့ ထည့်ပါ
nb: Legg til i leselisten
nl: Toevoegen aan leeslijst
nn: Legg til i leselista
oc: Apondre a la lista de lectura
pa_in: ਪੜ੍ਹਨ ਲਈ ਸੂਚੀ ਵਿੱਚ ਜੋੜੋ
pt_br: Adicionar à lista de leitura
pt_pt: Adicionar à lista de leitura
si: කියවීමේ ලේඛනයට එක් කරන්න
sk: Pridať do Zoznamu na prečítanie
sq: Shtoje te Listë Leximesh
sv: Lägg till i läslistan
te: చదవాల్సిన జాబితాకి చేర్చు
th: เพิ่มไปยังรายการอ่าน
tr: Okuma listesine ekle
tt: Уку исемлегенә өстәү
uk: Додати до списку читання
ur: مطالعہ فہرست میں شامل کریں
vi: Thêm vào danh sách đọc

# ShareExtension.AddToReadingListActionDone.Title
source: Added to Reading List
az: Oxuma Siyahısına əlavə et
be: Дададзена ў спіс для чытання
bn: পাঠের তালিকাতে যোগ করা হয়েছে
br: Ouzhpennet er roll lennadurioù
ca: S'ha afegit a la llista de lectura
cy: Ychwanegwyd i'r Rhestr Ddarllen
da: Føjet til læseliste
de: Zur Leseliste hinzugefügt
el: Προστέθηκε στη λίστα ανάγνωσης
eo: Aldonita al legolisto
et: Lisatud lugemisnimekirja
fa: اضافه شده به فهرست خواندن
fi: Lisätty lukulistaan
fr: Ajoutée à la liste de lecture
gd: Air a chur ris an liosta-leughaidh
hi_in: पठन सूची में जोड़ा गया
hr: Dodano u popis za čitanje
hy_am: Ավելացված է ընթերցման ցուցակում
ia: Addite al lista de lectura
id: Ditambahkan ke Daftar Bacaan
is: Bætt á leslista
it: Aggiunto a Elenco lettura
km: បានបញ្ចូល​ទៅ​បញ្ជី​អាន
kn: ಓದುಗ ಪಟ್ಟಿಗೆ ಸೇರಿಸಲಾಗಿದೆ
lt: Įtraukta į skaitinių sąrašą
my: စာဖတ်စာရင်းသို့ ထည့်ပြီး
nb: Lagt til i leselisten
nl: Toegevoegd aan leeslijst
nn: Lagt til i leselista
oc: Aponduda a la lista de lectura
pa_in: ਪੜ੍ਹਨ ਲਈ ਸੂਚੀ ਵਿੱਚ ਜੋੜਿਆ ਗਿਆ
pt_br: Adicionado à lista de leitura
pt_pt: Adicionado à lista de leitura
si: කියවීමේ ලේඛනයට එක් කෙරිණි
sk: Pridaná do Zoznamu na prečítanie
sq: U shtua te Listë Leximesh
sv: Tillagd i läslistan
te: చదవాల్సిన జాబితాకి జోడించబడింది
th: เพิ่มไปยังรายการอ่านแล้ว
tr: Okuma listesine eklendi
tt: Уку исемлегенә өстәлде
uk: Додано до списку читання
ur: مطالعہ فہرست میں شامل کر دیا گیا ہے
vi: Đã thêm vào danh sách đọc

# ShareExtension.BookmarkThisPageAction.Title
source: Bookmark This Page
az: Bu Səhifəni Əlfəcinlə
be: Дадаць старонку ў закладкі
bn: এই পাতা বুকমার্ক করুন
br: Lakaat ur sined war ar bajenn-mañ
ca: Afegeix a les adreces d'interès
cy: Gosod Nod Tudalen i'r Dudalen
da: Bogmærk denne side
de: Lesezeichen für diese Seite hinzufügen
el: Προσθήκη σελιδοδείκτη
eo: Aldoni legosignon por tiu ĉi paĝo
et: Lisa see veebileht järjehoidjatesse
fa: نشانه‌گذاری این صفحه
fi: Lisää sivu kirjanmerkkeihin
fr: Marquer cette page
gd: Cruthaich comharra-lìn dhan duilleag seo
hi_in: यह पृष्ठ बुकमार्क करें
hr: Zabilježi ovu stranicu
hy_am: Էջանշել այս էջը
ia: Adder al marcapaginas
id: Markahi Laman Ini
is: Setja síðu í bókamerki
it: Aggiungi pagina ai segnalibri
km: កត់ចំណាំ​ទំព័រ​នេះ
kn: ಈ ಪುಟವನ್ನು ಪುಟಗುರುತು ಮಾಡು
lt: Įrašyti į adresyną
my: ယခုစာမျက်နှာကို မှတ်သားပါ
nb: Bokmerk denne siden
nl: Bladwijzer voor deze pagina maken
nn: Bokmerk denne sida
oc: Marcar aquesta pagina
pa_in: ਇਹ ਸਫ਼ਾ ਬੁੱਕਮਾਰਕ ਕਰੋ
pt_br: Adicionar aos favoritos
pt_pt: Adicionar esta página aos marcadores
si: මෙම පිටුව පොත්යොමුවකට
sk: Pridať stránku medzi záložky
sq: Faqeruaje Këtë Faqe
sv: Bokmärk denna sida
te: ఈ పేజీని ఇష్టాంశముచేయి
th: เพิ่มที่คั่นหน้าสำหรับหน้านี้
tr: Sayfayı yer imlerine ekle
tt: Бу битне кыстыргычларга өстәү
uk: Додати закладку
ur: یہ صفحہ نشان زد کریں
vi: Đánh dấu trang này

# ShareExtension.BookmarkThisPageActionDone.Title
source: Bookmarked
az: Əlfəcinləndi
be: У закладках
bn: বুকমার্ক করা হয়েছে
br: Sinedet
ca: Afegit a les adreces d'interès
cy: Nod Tudalen Wedi ei Osod
da: Bogmærket
de: Als Lesezeichen gesetzt
el: Σε σελιδοδείκτη
eo: En legosignoj
et: Järjehoidjatesse lisatud
fa: نشانه‌گذاری شده
fi: Merkitty kirjanmerkkeihin
fr: Ajoutée aux marque-pages
gd: Na chomharra-lìn
hi_in: बुकमार्क हो गया
hr: Zabilježeno
hy_am: Էջանշված
ia: Marcapaginas addite
id: Dimarkahi
is: Búið að bókamerkja
it: Nei segnalibri
km: បាន​ចំណាំ
kn: ಪುಟಗುರುತು ಮಾಡಲಾದ
lt: Adresyne
my: မှတ်သားပြီး
nb: Bokmerket
nl: Bladwijzer gemaakt
nn: Bokmerkt
oc: Apondut als marcapaginas
pa_in: ਬੁੱਕਮਾਰਕ ਕੀਤਾ
pt_br: Adicionado aos favoritos
pt_pt: Adicionado aos marcadores
si: පොත්යොමුවකි
sk: Pridaná medzi záložky
sq: U faqeruajt
sv: Bokmärkt
te: ఇష్టాంశంగా గుర్తించబడింది
th: เพิ่มที่คั่นหน้าแล้ว
tr: Yer imlerine eklendi
tt: Кыстыргычларга өстәлде
uk: Додано до закладок
ur: نشان شدہ
vi: Đã đánh dấu

# ShareExtension.LoadInBackgroundAction.Title
source: Load in Background
az: Arxada yüklə
be: Загрузіць у фонавым рэжыме
bn: ব্যাকগ্রাউন্ডে লোড করুন
br: Kargañ en drekleur
ca: Carrega en segon pla
cy: Llwytho yn y Cefndir
da: Indlæs i baggrunden
de: Im Hintergrund laden
el: Φόρτωση στο παρασκήνιο
eo: Fone ŝargi
et: Laadi taustal
fa: بارگذاری در پس زمینه
fi: Lataa taustalla
fr: Charger en arrière-plan
gd: Luchdaich sa chùlaibh
hi_in: बैकग्राउंड में लोड करें
hr: Premješteno u pozadini
hy_am: Բեռնվում է հետնաշերտում
ia: Cargar in secunde plano
id: Muat di Belakang
is: Hlaða í bakvinnslu
it: Carica in background
km: ផ្ទុកនៅផ្ទៃខាងក្រោយ
kn: ಹಿನ್ನೆಲೆಯಲ್ಲಿ ಮೂಡಿಸು
lt: Įkelti fone
my: နောက်ကွယ်တွင် ဆောင်ရွက်ပါ
nb: Last inn i bakgrunnen
nl: Laden op de achtergrond
nn: Last inn i bakgrunnen
oc: Cargar en rèire plan
pa_in: ਬੈਕਗਰਾਊਂਡ 'ਚ ਲੋਡ ਕਰੋ
pt_br: Carregar em segundo plano
pt_pt: Carregar em segundo plano
si: පසුබිමින් පූරණය
sk: Načítať na pozadí
sq: Ngarkoje në Prapaskenë
sv: Ladda i bakgrunden
te: వెనుతలంలో తెరువు
th: โหลดในพื้นหลัง
tr: Arka planda yükle
tt: Фонда йөкләү
uk: Завантажити на задньому плані
ur: پس منظر لوڈ ہو گیا
vi: Tải trong nền

# ShareExtension.LoadInBackgroundActionDone.Title
source: Loading in Firefox
az: Firefox-da yüklənir
be: Загрузка ў Firefox
bn: Firefox এ লোড হচ্ছে
br: O kargañ e Firefox
ca: S'està carregant al Firefox
cy: Llwytho yn Firefox
da: Indlæses i Firefox
de: Wird in Firefox geladen
el: Φόρτωση στο Firefox
eo: Ŝargata en Firefox
et: Laaditakse Firefoxis
fa: بارگذاری در فایرفاکس
fi: Ladataan Firefoxissa
fr: Chargement dans Firefox
gd: Ga luchdadh ann am Firefox
hi_in: Firefox में लोड हो रहा है
hr: Učitavanje u Firefoxu
hy_am: Բեռնվում է Firefox-֊ում
ia: Cargante in Firefox
id: Memuat di Firefox
is: Opnast í Firefox
it: Caricamento in Firefox
km: កំពុងផ្ទុកក្នុង Firefox
kn: ಫೈರ್ಫಾಕ್ಸ್ನಲ್ಲಿ ಲೋಡ್ ಆಗುತ್ತಿದೆ
lt: Įkeliama per „Firefox“
my: Firefox တွင် ဆောင်ရွက်နေသည်
nb: Laster i Firefox
nl: Laden in Firefox
nn: Lastar i Firefox
oc: Cargament dins Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਵਿੱਚ ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_br: Carregando no Firefox
pt_pt: A carregar no Firefox
si: ෆයර්ෆොක්ස් හි පූරණය වෙමින්
sk: Načítavanie vo Firefoxe
sq: Po ngarkohet në Firefox
sv: Laddas i Firefox
te: Firefox లో లోడ్ అవుతోంది
th: กำลังโหลดใน Firefox
tr: Firefox’ta yükleniyor
tt: Firefox-та йөкләнә
uk: Завантаження в Firefox
ur: Firefox میں لوڈ ہو رہا ہے
vi: Đang tải trong Firefox

# ShareExtension.OpenInFirefoxAction.Title
source: Open in Firefox
az: Firefox-da Aç
be: Адкрыць у Firefox
bn: Firefox এ খুলুন
br: Digeriñ e Firefox
ca: Obre al Firefox
cy: Agor yn Firefox
da: Åbn i Firefox
de: In Firefox öffnen
el: Άνοιγμα στο Firefox
eo: Malfermi en Firefox
et: Ava Firefoxis
fa: بازکردن در فایرفاکس
fi: Avaa Firefoxissa
fr: Ouvrir dans Firefox
gd: Fosgail ann am Firefox
hi_in: Firefox में खोलें
hr: Otvori u Firefoxu
hy_am: Բացել Firefox-֊ում
ia: Aperir in Firefox
id: Buka di Firefox
is: Opna í Firefox
it: Apri in Firefox
km: បើកក្នុង Firefox
kn: ಫೈರ್ಫಾಕ್ಸ್ನಲ್ಲಿ ತೆರೆಯಿರಿ
lt: Atverti per „Firefox“
my: Firefox နှင့် ဖွင့်ပါ
nb: Åpne i Firefox
nl: Openen in Firefox
nn: Opne i Firefox
oc: Dobrir dins Firefox
pa_in: ਫਾਇਰਫਾਕਸ 'ਚ ਖੋਲ੍ਹੋ
pt_br: Abrir no Firefox
pt_pt: Abrir no Firefox
si: ෆයර්ෆොක්ස් හි අරින්න
sk: Otvoriť vo Firefoxe
sq: Hape në Firefox
sv: Öppna i Firefox
te: Firefox లో తెరవండి
th: เปิดใน Firefox
tr: Firefox’ta aç
tt: Firefox-та ачу
uk: Відкрити в Firefox
ur: Firefox میں کھولیں
vi: Mở trong Firefox

# ShareExtension.OpenInPrivateModeAction.Title
source: Open in Private Mode
az: Məxfi Rejimdə Aç
bn: ব্যক্তিগত মোডে খুলুন
br: Digeriñ e Mod Prevez
ca: Obre en mode privat
cy: Agored yn y Modd Preifat
da: Åbn i privat tilstand
de: Im privaten Modus öffnen
eo: Malfermi en privata reĝimo
fa: بازکردن در حالت شخصی
fr: Ouvrir en navigation privée
gd: Fosgail sa mhodh phrìobhaideach
hi_in: निजी मोड में खोलें
hy_am: Բացել անձնական աշխատատեսակում
ia: Aperir in modo private
id: Buka di Mode Pribadi
is: Opna í huliðsham
km: បើកជាមុខងារឯកជន
kn: ಖಾಸಗಿ ಮೋಡ್ನಲ್ಲಿ ತೆರೆಯಿರಿ
lt: Atverti privačiojoje kortelėje
my: သီးသန့်ပုံစံနှင့် ဖွင့်ပါ
nb: Åpne i privatmodus
nl: Openen in privémodus
nn: Opne i privatmodus
pa_in: ਪ੍ਰਾਈਵੇਟ ਢੰਗ ਵਿੱਚ ਖੋਲ੍ਹੋ
pt_br: Abrir no modo privativo
pt_pt: Abrir no modo privado
sq: Hape nën Mënyrën Private
sv: Öppna i privat läge
te: అంతరంగిక రీతిలో తెరువు
th: เปิดในโหมดส่วนตัว
tr: Gizli modda aç
uk: Відкрити в приватному режимі
ur: نجی موڈ میں کھولیں
vi: Mở trong chế độ riêng tư

# ShareExtension.SeachInFirefoxAction.Title
source: Search in Firefox
az: Firefox-da Axtar
be: Шукаць у Firefox
bn: Firefox এ অনুসন্ধান করুন
br: Klask e Firefox
ca: Cerca al Firefox
cy: Chwilio yn Firefox
da: Søg i Firefox
de: In Firefox suchen
el: Αναζήτηση στο Firefox
eo: Serĉi en Firefox
et: Otsi Firefoxis
fa: جست‌وجو این فایرفاکس
fi: Hae Firefoxissa
fr: Rechercher dans Firefox
gd: Lorg ann am Firefox
hi_in: Firefox में खोजें
hr: Traži u Firefoxu
hy_am: Որոնել Firefox֊-ում
ia: Cercar in Firefox
id: Cari di Firefox
is: Leita í Firefox
it: Cerca in Firefox
km: ស្វែងរកក្នុង Firefox
kn: ಫೈರ್ಫಾಕ್ಸ್ನಲ್ಲಿ ಹುಡುಕಿ
lt: Ieškoti per „Firefox“
my: Firefox တွင် ရှာပါ
nb: Søk i Firefox
nl: Zoeken in Firefox
nn: Søk i Firefox
oc: Cercar dins Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਵਿੱਚ ਖੋਜੋ
pt_br: Pesquisar no Firefox
pt_pt: Pesquisar no Firefox
si: ෆයර්ෆොක්ස් හි සොයන්න
sk: Hľadať vo Firefoxe
sq: Kërko në Firefox
sv: Sök i Firefox
te: Firefox లో శోధించండి
th: ค้นหาใน Firefox
tr: Firefox’ta ara
tt: Firefox-та эзләү
uk: Шукати в Firefox
ur: Firefox میں تلاش کریں
vi: Tìm kiếm trong Firefox

source: Show Search Suggestions
af: Wys soekvoorstelle
ast: Amosar les suxerencies de busca
az: Axtarış təkliflərini göstər
be: Паказваць прапановы пошуку
bn: সার্চইঞ্জিন সাজেশন দেখাও
br: Diskouez kinnigoù enklask
ca: Suggeriments de cerca
cy: Dangos Awgrymiadau Chwilio
da: Vis søgeforslag
de: Suchvorschläge anzeigen
el: Εμφάνιση προτάσεων αναζήτησης
eo: Montri sugestojn de serĉilo
et: Kuvatakse otsingusoovitusi
fa: نمایش پیشنهادات جست‌و‌جو
fi: Näytä hakuehdotukset
fr: Afficher les suggestions
gd: Seall molaidhean-luirg
hi_in: खोज सुझाव दिखाएं
hr: Prikaži prijedloge za pretraživanje
hy_am: Ցուցադրել որոնման առաջարկները
ia: Monstrar suggestiones de recerca
id: Tampilkan Saran Pencarian
is: Sýna leitar tillögur
it: Visualizza suggerimenti
km: បង្ហាញ​​សំណើ​ស្វែងរក
kn: ಹುಡುಕಲು ಸಲಹೆಗಳನ್ನು ತೋರಿಸು
lt: Rodyti paieškos žodžių siūlymus
my: ရှာဖွေရေး အကြံပြုချက်များကို ပြပါ
nb: Vis søkeforslag
nl: Zoeksuggesties tonen
nn: Vis søkjeforslag
oc: Afichar las suggestions de recèrca
pa_in: ਖੋਜ ਲਈ ਸੁਝਾਆਵਾਂ ਨੂੰ ਵੇਖੋ
pt_br: Mostrar sugestões de pesquisa
pt_pt: Mostrar sugestões de pesquisa
si: සෙවුම් යෝජනා පෙන්වන්න
sk: Zobrazovať návrhy vyhľadávania
sq: Shfaq Sugjerime Kërkimi
sv: Visa sökförslag
te: శోధన సలహాలను చూపించు
th: แสดงข้อเสนอแนะการค้นหา
tr: Arama önerilerini göster
tt: Эзләү тәкъдимнәрен күрсәтү
uk: Пошукові пропозиції
ur: تلاش تجاویز دکھائیں
vi: Hiển thị đề xuất tìm kiếm

source: Show Tabs
af: Wys oortjies
ast: Amosar les llingüetes
az: Vərəqləri Göstər
be: Паказаць карткі
bn: ট্যাব প্রদর্শন
br: Skrammañ an ivinelloù
ca: Mostra les pestanyes
cy: Dangos Tabiau
da: Vis faneblade
de: Tabs anzeigen
el: Εμφάνιση καρτελών
eo: Montri langetojn
et: Kuva kaarte
fa: نمایش زبانه‌ها
fi: Näytä välilehdet
fr: Afficher les onglets
gd: Seall na tabaichean
hi_in: टैब दिखाएं
hr: Prikaži kartice
hy_am: Ցուցադրել ներդիրները
ia: Monstrar schedas
id: Tampilkan Tab
is: Sýna flipa
it: Visualizza schede
km: បង្ហាញ​ផ្ទាំង
kn: ಟ್ಯಾಬ್‌ಗಳನ್ನು ತೋರಿಸು
lt: Rodyti korteles
my: တပ်ဗ်များအားပြပါ
nb: Vis faner
nl: Tabbladen tonen
nn: Vis faner
oc: Afichar los onglets
pa_in: ਟੈਬਾਂ ਨੂੰ ਵੇਖੋ
pt_br: Mostrar abas
pt_pt: Mostrar separadores
si: පටිති පෙන්වන්න
sk: Zobraziť karty
sq: Shfaq Skeda
sv: Visa flikar
te: ట్యాబ్‌లను ప్రదర్శించు
th: แสดงแท็บ
tr: Sekmeleri göster
tt: Табларны күрсәтү
uk: Показати вкладки
ur: ٹیبس دکھائیں
vi: Hiển thị thẻ

source: Show Tour
af: Wys toer
ast: Amosar el percorríu
az: Turu Göstər
be: Правесці тур
bn: সফর প্রদর্শন করুন
br: Gweladenniñ
ca: Mostra la visita guiada
cy: Dangos y Cyflwyniad
da: Start rundvisning
de: Rundgang anzeigen
el: Εμφάνιση ξενάγησης
eo: Montri rondiron
et: Kuva ringkäiku
fa: نمایش سیاحت
fi: Näytä esittely
fr: Lancer la visite guidée
gd: Seall an turas
hi_in: टूर दिखाएं
hr: Prikaži vodiča
hy_am: Ցուցադրել Շրջայցը
ia: Monstrar le tour
id: Tampilkan Tur
is: Sýna skoðunarferð
it: Mostra schermate introduttive
km: បង្ហាញ​ការ​មើល​សាក
kn: ಪ್ರವಾಸವನ್ನು ತೋರಿಸಿ
lt: Rodyti apžvalgą
my: လေ့လာရေး
nb: Vis omvisning
nl: Rondleiding tonen
nn: Omvisingstur
oc: Afichar la demostracion
pa_in: ਟੂਰ ਵੇਖੋ
pt_br: Exibir tutorial
pt_pt: Mostrar visita guiada
si: චාරිකාව පෙන්වන්න
sk: Zobraziť prehliadku
sq: Shfaq Turin
sv: Visa rundtur
te: టూర్ ను చూపించు
th: แสดงการเที่ยวชม
tr: Turu göster
tt: Турны күрсәтү
uk: Показати знайомство
ur: دورہ دکھائیں
vi: Mở lại hướng dẫn

source: Stop
ast: Parar
az: Dayandır
be: Спыніць
bn: বন্ধ করুন
br: Harz
ca: Atura
cy: Atal
de: Stopp
el: Διακοπή
eo: Haltigi
et: Peata
fa: توقف
fi: Pysäytä
fr: Arrêter
gd: Sguir dheth
hi_in: रोकें
hr: Zaustavi
hy_am: Կանգնեցնել
ia: Stoppar
id: Hentikan
is: Stöðva
it: Interrompi
km: ឈប់
kn: ನಿಲ್ಲಿಸು
lt: Stabdyti
my: ရပ်
nb: Stopp
nl: Stoppen
nn: Stopp
oc: Arrestar
pa_in: ਰੋਕੋ
pt_br: Parar
pt_pt: Parar
si: නවතන්න
sk: Zastaviť
sq: Ndale
sv: Stoppa
te: ఆపివేయి
th: หยุด
tr: Durdur
tt: Туктату
uk: Стоп
ur: رکیں
vi: Dừng

source: Support
af: Ondersteuning
ast: Sofitu
az: Dəstək
be: Падтрымка
bn: সহায়তা
br: Skor
ca: Assistència
cy: Cefnogaeth
de: Hilfe
el: Υποστήριξη
eo: Helpo
et: Tugi
fa: پشتیبانی
fi: Tuki
fr: Assistance
gd: Taic
hi_in: समर्थन
hr: Podrška
hy_am: Աջակցում
ia: Assistentia
id: Dukungan
is: Aðstoð
it: Supporto
km: ជួយគាំទ្រ
kn: ಬೆಂಬಲ
lt: Palaikymas
my: အထောက်အပံ့
nb: Brukerstøtte
nl: Ondersteuning
nn: Brukarstøtte
oc: Assisténcia
pa_in: ਸਹਿਯੋਗ
pt_br: Suporte
pt_pt: Apoio
si: සහාය
sk: Podpora
sq: Asistencë
te: మద్దతు
th: การสนับสนุน
tr: Destek
tt: Техник ярдәм
uk: Підтримка
ur: معاونت
vi: Hỗ trợ
