Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

source: Display Settings
af: Aansiginstellings
ast: Axustes d'amuesa
az: Ekran Tənzimləmələri
be: Налады адлюстравання
bn: সেটিংস প্রদর্শন করুন
br: Arventennoù ar skrammañ
ca: Paràmetres de visualització
cy: Gosodiadau'r Dangosydd
da: Visningsindstillinger
de: Anzeigeeinstellungen
el: Ρυθμίσεις εμφάνισης
eo: Ekranaj agordoj
et: Kuvamise sätted
fa: تنظیمات نمایش
fi: Näkymän asetukset
fr: Paramètres d’affichage
gd: Roghainnean taisbeanaidh
hi_in: डिस्प्ले सेटिंग
hr: Postavke prikaza
hy_am: Ցուցադրման կարգավորումներ
ia: Parametros de visualisation
id: Setelan Tampilan
is: Stillingar skjás
it: Impostazioni visualizzazione
km: ការ​កំណត់​បង្ហាញ
kn: ಪ್ರದರ್ಶಕದ ಹೊಂದಾಣಿಕೆಗಳು
lt: Rodymo nuostatos
my: ပြသမှု အပြင်အဆင်များ
nb: Skjerminnstillinger
nl: Weergave-instellingen
nn: Skjerminnstillingar
oc: Paramètres d'afichatge
or: ସେଟିଂ ଦେଖାନ୍ତୁ
pa_in: ਡਿਸਪਲੇਅ ਸੈਟਿੰਗਾਂ
pt_br: Configurações de exibição
pt_pt: Definições de visualização
si: සංදර්ශක සැකසුම්
sk: Nastavenie zobrazenia
sq: Rregullime Ekrani
sv: Bildskärmsinställningar
te: సెట్టింగులను ప్రదర్శించు
th: การตั้งค่าการแสดงผล
tr: Görünüm ayarları
tt: Күрсәтелү көйләүләре
uk: Параметри вигляду
ur: نمائش کی سیٹکگیں
vi: Cài đặt hiển thị

source: Don't Send
af: Moenie stuur nie
ast: Nun unviar
az: Göndərmə
be: Не адпраўляць
bn: প্রেরন করবেন না
br: Na gas
ca: No l'enviïs
cy: Peidio Anfon
da: Send ikke
de: Nicht senden
el: Χωρίς αποστολή
eo: Ne sendi
et: Ära saada
fa: ارسال نشود
fi: Älä lähetä
fr: Ne pas envoyer
gd: Na cuir
hi_in: मत भेजें
hr: Ne šalji
hy_am: Չուղարկել
ia: Non inviar
id: Jangan Kirim
is: Ekki senda
it: Non inviare
km: កុំ​ផ្ញើ
kn: ಕಳುಹಿಸಬೇಡ
lt: Neperduoti
my: မပို့ပါနှင့်
nb: Ikke send
nl: Niet verzenden
nn: Ikkje send
oc: Enviar pas
or: ପଠାନ୍ତୁ ନାହିଁ
pa_in: ਨਾ ਭੇਜੋ
pt_br: Não enviar
pt_pt: Não enviar
si: යවන්න එපා
sk: Neodosielať
sq: Mos e Dërgo
sv: Skicka inte
te: పంపవద్దు
th: ไม่ส่ง
tr: Gönderme
tt: Җибәрмәү
uk: Не надсилати
ur: ارسال مت کریں
vi: Không gửi

source: Done
af: Klaar
ast: Fecho
az: Tamam
be: Гатова
bn: সম্পন্ন
br: Graet
ca: Fet
cy: Gorffen
da: Færdig
de: Fertig
el: Τέλος
eo: Farita
et: Valmis
fa: انجام شد
fi: Valmis
fr: Terminé
gd: Deiseil
hi_in: संपन्न
hr: Gotovo
hy_am: Պատրաստ է
ia: Facite
id: Selesai
is: Loka
it: Fatto
km: ធ្វើ​រួច
kn: ಆಯಿತು
lt: Atlikta
my: ကောင်းပြီ
nb: Ferdig
nl: Gereed
nn: Ferdig
oc: Acabat
or: ହୋଇଗଲା
pa_in: ਮੁਕੰਮਲ
pt_br: Pronto
pt_pt: Concluído
si: අහවරයි
sk: Hotovo
sq: U bë
sv: Klar
te: పూర్తయింది
th: เสร็จสิ้น
tr: Bitti
tt: Әзер
uk: Готово
ur: ہوگیا
vi: Xong

source: Downloads
ast: Descargues
az: Endirmələr
be: Сцягванні
bn: ডাউনলোড
br: Pellgargadurioù
ca: Baixades
cy: Llwythi
da: Hentninger
el: Λήψεις
eo: Elŝutoj
et: Allalaadimised
fa: دریافت‌‌ها
fi: Lataukset
fr: Téléchargements
gd: Luchdaidhean a-nuas
hi_in: डाउनलोड
hr: Preuzimanja
hy_am: Ներբեռնումներ
ia: Discargamentos
id: Unduhan
is: Niðurhal
it: Download
km: ទាញយក
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳು
lt: Atsiuntimai
my: ဆွဲချချက်များ
nb: Nedlastinger
nn: Nedlastingar
oc: Telecargaments
or: ଡାଉନଲୋଡ଼ସମୂହ
pa_in: ਡਾਊਨਲੋਡ
pt_pt: Descargas
si: බාගැනීම්
sk: Stiahnuté súbory
sq: Shkarkime
sv: Nedladdningar
te: దింపుకోళ్ళు
th: การดาวน์โหลด
tr: İndirilenler
tt: Йөкләп алулар
uk: Завантаження
ur: ڈاؤن لوڈز
vi: Tải xuống

# Downloads.Alert.DownloadNow
source: Download Now
ast: Baxar agora
az: İndi Endir
be: Сцягнуць зараз
bn: এখন ডাউনলোড করুন
br: Pellgargañ diouzhtu
ca: Baixa-ho ara
cy: Llwytho i Lawr Nawr
da: Hent nu
de: Jetzt herunterladen
el: Λήψη τώρα
eo: Elŝuti nun
et: Laadi kohe alla
fa: دریافت اکنون
fi: Lataa nyt
fr: Télécharger
gd: Luchdaich a-nuas an-dràsta
hi_in: अभी डाउनलोड करें
hr: Preuzmi sada
hy_am: Ներբեռնել հիմա
ia: Discargar ora
id: Unduh Sekarang
is: Hala niður núna
it: Scarica ora
km: ទាញយកឥឡូវ
kn: ಈಗ ಡೌನ್‌ಲೋಡ್ ಮಾಡು
lt: Parsisiųsti
my: ယခုပင် ဆွဲယူပါ
nb: Last ned nå
nl: Nu downloaden
nn: Last ned no
oc: Telecargar ara
or: ବର୍ତ୍ତମାନ ଡାଉନଲୋଡ଼ କରନ୍ତୁ
pa_in: ਹੁਣੇ ਡਾਊਨਲੋਡ ਕਰੋ
pt_br: Baixar agora
pt_pt: Descarregar agora
si: දැන් බාගන්න
sk: Stiahnuť
sq: Shkarkojeni Tani
sv: Hämta nu
te: ఇప్పుడే దింపుకోండి
th: ดาวน์โหลดตอนนี้
tr: Hemen indir
tt: Хәзер йөкләү
uk: Завантажити
ur: ابھی ڈاؤن لوڈ کریں
vi: Tải xuống ngay

# Downloads.CancelDialog.Cancel
source: Cancel
ast: Encaboxar
az: Ləğv et
be: Скасаваць
bn: বাতিল
br: Nullañ
ca: Cancel·la
cy: Diddymu
da: Annuller
de: Abbrechen
el: Ακύρωση
eo: Nuligi
et: Katkesta
fa: لغو
fi: Peruuta
fr: Annuler
gd: Sguir dheth
hi_in: रद्द करें
hr: Odustani
hy_am: Չեղարկել
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
km: បោះបង់
kn: ರದ್ದು ಮಾಡು
lt: Atsisakyti
my: မဆောင်ရွက်တော့ပါ
nb: Avbryt
nl: Annuleren
nn: Avbryt
oc: Anullar
or: ବାତିଲ
pa_in: ਰੱਦ ਕਰੋ
pt_br: Cancelar
pt_pt: Cancelar
si: අවලංගු
sk: Zrušiť
sq: Anuloje
sv: Avbryt
te: రద్దుచేయి
th: ยกเลิก
tr: Vazgeç
tt: Баш тарту
uk: Скасувати
ur: منسوخ کریں
vi: Hủy bỏ

# Downloads.CancelDialog.Message
source: Are you sure you want to cancel this download?
ast: ¿De xuru que quies encaboxar esta descarga?
az: Bu endirməni ləğv etmək istədiyinizə əminsiniz?
be: Вы ўпэўненыя, што хочаце скасаваць сцягванне?
bn: আপনি কি এই ডাউনলোডটি বাতিল করতে চান?
br: Sur oc’h e fell deoc’h nullañ ar pellgargadur-mañ?
ca: Segur que voleu cancel·lar aquesta baixada?
cy: Ydych chi'n siŵr eich bod eisiau diddymu'r llwytho i lawr?
da: Er du sikker på, at du vil annullere denne hentning?
de: Soll dieser Download wirklich abgebrochen werden?
el: Θέλετε σίγουρα να ακυρώσετε τη λήψη;
eo: Ĉu vi certe volas nuligi tiun ĉi elŝuton?
et: Kas oled kindel, et soovid selle allalaadimise katkestada?
fa: آیا مطمئن هستید که می‌خواهید این دریافت را کنسل کنید؟
fi: Oletko varma, että haluat peruuttaa tämän latauksen?
fr: Voulez-vous vraiment annuler ce téléchargement ?
gd: A bheil thu cinnteach gu bheil thu airson sgur dhen luchdadh a-nuas seo?
hi_in: क्या आप आश्वस्त हैं कि आप इस डाउनलोड को रद्द करना चाहते हैं?
hr: Sigurno želiš prekinuti preuzimanje?
hy_am: Ցանկանում եք չեղարկե՞լ այս ներբեռնումը։
ia: Desira tu vermente cancellar iste discargamento?
id: Yakin ingin membatalkan unduhan ini?
is: Ertu viss um að þú viljir hætta við þetta niðurhal?
it: Annullare il download?
km: តើ​អ្នក​ពិតជាចង់​បោះបង់​ការទាញយក​នេះ​មែនទេ?
kn: ನೀವು ಈ ಡೌನ್‌ಲೋಡ್ ಅನ್ನು ಅನುಮತಿಸುತ್ತಿರುವುದು ಖಚಿತವೆ?
lt: Ar tikrai norite atsisakyti šio atsiuntimo?
my: ယခုဆွဲယူနေမှုကို မလုပ်ဆောင်တော့မည်မှာ သေချာပါသလား။
nb: Er du sikker på at du vil avbryte denne nedlastingen?
nl: Weet u zeker dat u deze download wilt annuleren?
nn: Er du sikker på at du vil avbryte denne nedlastinga?
oc: Volètz vertadièrament anullar aqueste telecargament ?
or: ଆପଣ ଏହି ଡାଉନଲୋଡ଼ ନାକଚ କରିବାକୁ ଚାହୁଁଛନ୍ତି ବୋଲି ନିଶ୍ଚିତ କି?
pa_in: ਕੀ ਤੁਸੀਂ ਇਸ ਡਾਊਨਲੋਡ ਨੂੰ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Tem certeza que quer cancelar este download?
pt_pt: Tem a certeza que pretende cancelar esta transferência?
si: ඔබට මෙම බාගැනීම අවලංගු කිරීමට වුවමනා ද?
sk: Naozaj chcete zrušiť toto sťahovanie?
sq: Jeni i sigurt se doni të anulohet ky shkarkim?
sv: Är du säker på att du vill avbryta nedladdningen?
te: ఈ దింపుకోలును నిజంగానే రద్దుచేయాలని అనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการดาวน์โหลดนี้?
tr: Bu indirmeden vazgeçmek istediğinizden emin misiniz?
tt: Бу йөкләүдән баш тартуны раслыйсызмы?
uk: Ви дійсно хочете скасувати це завантаження?
ur: کیا آپ کو یقین ہے آپ اس ڈاؤن لوڈ کو منسوخ کرنا چاھتے ہیں؟
vi: Bạn có chắc chắn muốn hủy tải xuống này?

# Downloads.CancelDialog.Resume
source: Resume
ast: Siguir
az: Davam et
be: Працягнуць
bn: পুনরায় শুরু করুন
br: Kenderc’hel
ca: Reprèn
cy: Parhau
da: Genoptag
de: Fortsetzen
el: Συνέχιση
eo: Daŭrigi
et: Jätka
fa: ادامه
fi: Jatka
fr: Reprendre
gd: Lean air
hi_in: पुनः चलाएं
hr: Nastavi
hy_am: Վերսկսել
ia: Reprender
id: Lanjutkan
is: Halda áfram
it: Riprendi
km: បន្ត
kn: ಪುನರಾರಂಭಿಸು
lt: Tęsti
my: ဆက်လက်ဆောင်ရွက်ပါ
nb: Fortsett
nl: Hervatten
nn: Fortset
oc: Reprene
or: ପୁନର୍ଚାଳନ
pa_in: ਮੁੜ ਜਾਰੀ ਰੱਖੋ
pt_br: Continuar
pt_pt: Retomar
si: නැවතත්
sk: Pokračovať
sq: Rimerre
sv: Återuppta
te: తిరిగికొనసాగించు
th: ทำต่อ
tr: Sürdür
tt: Дәвам итү
uk: Продовжити
ur: بحال کریں
vi: Tiếp tục

# Downloads.CancelDialog.Title
source: Cancel Download
ast: Enxaboxamientu de la descarga
az: Endirməni ləğv et
be: Скасаваць сцягванне
bn: ডাউনলোড বাতিল করুন
br: Nullañ ar bellgargañ
ca: Cancel·la la baixada
cy: Diddymu Llwytho i Lawr
da: Annuller hentning
de: Download abbrechen
el: Ακύρωση λήψης
eo: Nuligi elŝuton
et: Allalaadimise katkestamine
fa: لغو کنسل
fi: Peruuta lataus
fr: Annuler le téléchargement
gd: Sguir dhen luchdadh a-nuas
hi_in: डाउनलोड रद्द करें
hr: Prekini preuzimanje
hy_am: Չեղարկել ներբեռնումը
ia: Cancellar le discargamento
id: Batalkan Unduhan
is: Hætta við niðurhal
it: Annulla download
km: បោះបង់ការទាញយក
kn: ಡೌನ್‌ಲೋಡ್‌ ರದ್ದುಗೊಳಿಸು
lt: Atsisakyti atsiuntimo
my: ဆွဲယူမှုကို ဖျက်သိမ်း
nb: Avbryt nedlasting
nl: Downloaden annuleren
nn: Avbryt nedlasting
oc: Anullar lo telecargament
or: ଡାଉନଲୋଡ଼ ବାତିଲ କରନ୍ତୁ
pa_in: ਡਾਊਨਲੋਡ ਰੱਦ ਕਰੋ
pt_br: Cancelar download
pt_pt: Cancelar descarga
si: බාගැනීම අවලංගු කරන්න
sk: Zrušiť sťahovanie
sq: Anuloje Shkarkimin
sv: Avbryt nedladdning
te: దింపుకోలును రద్దుచేయి
th: ยกเลิกการดาวน์โหลด
tr: İndirmekten vazgeç
tt: Йөкләүдән баш тарту
uk: Скасувати завантаження
ur: ڈاؤن لوڈ منسوخ کریں
vi: Hủy tải xuống

# Downloads.Error.Message
source: Downloads aren't supported in Firefox yet.
af: Firefox kan nog nie lêers aflaai nie.
ast: Les descargues entá nun tán sofitaes en Firefox.
az: Endirmələr hələlik Firefox-da dəstəklənmirlər.
bn: Firefox এখনো ডাউনলোডসমূহকে সমর্থন করে না।
br: N’eo ket skoret ar pellgargadurioù e Firefox c’hoazh.
ca: El Firefox encara no permet les baixades.
cy: Nid yw llwythi'n cael eu cynnal gan Firefox eto.
da: Hentning af denne filtype er endnu ikke understøttet i Firefox.
de: Downloads werden von Firefox noch nicht unterstützt.
eo: Elŝutoj ne estas ankoraŭ subtenataj en Firefox
fa: دریافت ها هنوز در فایرفاکس پشتیبانی نمی‌شود.
fr: Les téléchargements ne sont pas encore pris en charge par Firefox.
gd: Chan urrainnear luchdadh a-nuas ann am Firefox fhathast.
hi_in: Firefox में अब तक डाउनलोड समर्थित नहीं है।
hy_am: Ներբեռնումները դեռ չեն աջակցվում Firefox-ի կողմից:
ia: Le discargamentos non es ancora possibile in Firefox.
id: Unduhan masih belum didukung di Firefox.
is: Niðurhöl eru ekki studd í Firefox.
km: មិន​ស្គាល់​ការ​ទាញយក​​​នៅ​ក្នុង Firefox នៅ​ឡើយទេ។
lt: Atsiuntimų „Firefox“ dar nepalaiko.
my: မီးမြေခွေးတွင် ဖိုင်များဆွဲယူခြင်းကို အထောက်အပံ့ မပေးသေးပါ။
nb: Nedlastinger er ikke støttet i Firefox ennå.
nl: Downloads worden nog niet ondersteund in Firefox.
nn: Nedlastingar er ikkje støtta i Firefox enno.
pa_in: ਡਾਊਨਲੋਡਾਂ ਹਾਲੇ ਫਾਇਰਫਾਕਸ ਵਿੱਚ ਸਮਰੱਥ ਨਹੀਂ ਹਨ।
pt_br: Downloads ainda não são suportados no Firefox.
pt_pt: As descargas ainda não são suportadas no Firefox.
sq: Ky lloj shkarkimi s’mbulohet ende nga Firefox-i.
sv: Nedladdningar stöds inte i Firefox ännu.
te: Firefox ఇంకా దింపుకోళ్ళకు మద్దతు ఇవ్వట్లేదు.
th: การดาวน์โหลดยังไม่รองรับใน Firefox
tr: Firefox’ta dosya indirme henüz desteklenmiyor.
uk: Firefox ще не підтримує завантажень.
ur: ابھی Firefox پر ڈائونلوڈ کی معاونت حاصل نہیں ہے۔
vi: Tải xuống không được hỗ trợ trong Firefox.

# Downloads.Toast.Cancelled.LabelText
source: Download Cancelled
ast: Encaboxóse la descarga
az: Endirmə ləğv edildi
be: Сцягванне скасавана
bn: ডাউনলোড বাতিল হয়েছে
br: Nullet ar pellgargadur
ca: S'ha cancel·lat la baixada
cy: Wedi Diddymu'r Llwytho
da: Hentning annulleret
de: Download abgebrochen
el: Η λήψη ακυρώθηκε
eo: Elŝuto nuligita
et: Allalaadimine katkestati
fa: دریافت های لغو شده
fi: Lataus peruutettu
fr: Téléchargement annulé
gd: Sguireadh dhen luchdadh a-nuas
hi_in: डाउनलोड रद्द
hr: Preuzimanje prekinuto
hy_am: Ներբեռնումը չեղարկվել է
ia: Discargamento cancellate
id: Unduhan Dibatalkan
is: Hætt var við niðurhal
it: Download annullato
km: បាន​បោះបង់​ការទាញយក
kn: ಡೌನ್‌ಲೋಡ್ ರದ್ದುಪಡಿಸಲಾಗಿದೆ
lt: Atsiuntimas nutrauktas
my: ဆွဲယူမှုကို ဖျက်သိမ်းပြီး
nb: Nedlasting avbrutt
nl: Downloaden geannuleerd
nn: Nedlasting avbroten
oc: Telecargament anullat
or: ଆହରଣ ବାତିଲ ହେଲା
pa_in: ਡਾਊਨਲੋਡ ਰੱਦ ਕਰੋ
pt_br: Download cancelado
pt_pt: Descarga cancelada
si: බාගැනීම අවලංගු කෙරිණි
sk: Sťahovanie bolo zrušené
sq: Shkarkimi u Anulua
sv: Nedladdning avbruten
te: దింపుకోలు రద్దయింది
th: ยกเลิกการดาวน์โหลดแล้ว
tr: İndirme iptal edildi
tt: Йөкләп алудан баш тартылды
uk: Завантаження скасовано
ur: ڈاؤن لوڈ منسوخ ہو گئی
vi: Đã hủy tải xuống

# Downloads.Toast.Failed.LabelText
source: Download Failed
ast: Falló la descarga
az: Endirmə uğursuz oldu
be: Няўдача сцягвання
bn: ডাউনলোড ব্যর্থ হয়েছে
br: C’hwitadenn war ar pellgargadur
ca: Ha fallat la baixada
cy: Methodd y Llwytho i Lawr
da: Hentning mislykkedes
de: Download fehlgeschlagen
el: Η λήψη απέτυχε
eo: Elŝuto malsukcesa
et: Allalaadimine ebaõnnestus
fa: دریافت های اشکال دار
fi: Lataus epäonnistui
fr: Échec du téléchargement
gd: Dh’fhàillig an luchdadh a-nuas
hi_in: डाउनलोड विफल
hr: Preuzimanje neuspjelo
hy_am: Ներբեռնումը ձախողվեց
ia: Discargamento fallite
id: Gagal Mengunduh
is: Niðurhal mistókst
it: Download non riuscito
km: មិន​អាច​ទាញយក​បាន​ទេ
kn: ಡೌನ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ
lt: Atsiuntimas nepavyko
my: ဆွဲယူမှု မအောင်မြင်
nb: Nedlasting feilet
nl: Downloaden mislukt
nn: Nedlasting feila
oc: Lo telecargament a fracassat
or: ଡାଉନଲୋଡ଼ ବିଫଳ ହେଲା
pa_in: ਡਾਊਨਲੋਡ ਅਸਫ਼ਲ ਹੈ
pt_br: Download falhou
pt_pt: Descarga falhada
si: බාගැනීමට අසමත් විය
sk: Sťahovanie zlyhalo
sq: Shkarkimi Dështoi
sv: Nedladdning misslyckades
te: దింపుకోలు విఫలమైంది
th: การดาวน์โหลดล้มเหลว
tr: İndirme başarısız
tt: Йөкләп алып булмады
uk: Не вдалося завантажити
ur: ڈاؤن لوڈ ناکام ہو گئی
vi: Tải xuống thất bại

# Downloads.Toast.Failed.RetryButton
source: Retry
ast: Retentar
az: Təkrarla
bn: পুনরায় চেষ্টা করুন
br: Klask en-dro
ca: Reintenta
cy: Ceisio eto
da: Prøv igen
de: Erneut versuchen
eo: Klopodi denove
fa: تلاش
fr: Réessayer
gd: Feuch ris a-rithist
hi_in: पुनः प्रयास करें
hy_am: Կրկնել
ia: Retentar
id: Coba Lagi
is: Reyna aftur
km: ព្យាយាមម្ដងទៀត
kn: ಮರಳಿ ಪ್ರಯತ್ನಿಸು
lt: Kartoti
my: ထပ်ကြိုးစားပါ
nb: Prøv igjen
nl: Opnieuw proberen
nn: Prøv igjen
pa_in: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt_br: Repetir
pt_pt: Voltar a tentar
sq: Riprovo
sv: Försök igen
te: మళ్ళీ ప్రయత్నించు
th: ลองใหม่
tr: Yeniden dene
uk: Повторити
ur: پھر کوشش کریں
vi: Thử lại

# Downloads.Toast.GoToDownloads.Button
source: Downloads
ast: Descargues
az: Endirmələr
be: Сцягванні
bn: ডাউনলোড
br: Pellgargadurioù
ca: Baixades
cy: Llwythi
da: Hentninger
el: Λήψεις
eo: Elŝutoj
et: Allalaadimised
fa: دریافت‌ها
fi: Lataukset
fr: Téléchargements
gd: Luchdaidhean a-nuas
hi_in: डाउनलोड
hr: Preuzimanja
hy_am: Ներբեռնումներ
ia: Discargamentos
id: Unduhan
is: Niðurhöl
it: Download
km: ទាញយក
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳು
lt: Atsiuntimai
my: ဆွဲချချက်များ
nb: Nedlastinger
nn: Nedlastingar
oc: Telecargaments
or: ଡାଉନଲୋଡ଼ସମୂହ
pa_in: ਡਾਊਨਲੋਡ
pt_pt: Descargas
si: බාගැනීම්
sk: Stiahnuté súbory
sq: Shkarkime
sv: Nedladdningar
te: దింపుకోళ్ళు
th: การดาวน์โหลด
tr: İndirilenler
tt: Йөкләп алулар
uk: Завантаження
ur: ڈاؤن لوڈ
vi: Tải xuống

# Downloads.Toast.MultipleFiles.DescriptionText
source: 1 of %d files
ast: 1 de %d ficheros
az: %d fayldan biri
be: 1 з %d файлаў
bn: %d ফাইলের 1
br: 1 war %d restr
ca: 1 de %d fitxers
cy: 1 o %d ffeil
da: 1 af %d filer
de: 1 von %d Dateien
el: 1 από %d αρχεία
eo: 1 el %d dosieroj
et: 1. fail, kokku %d
fa: 1از%d پرونده
fi: 1/%d tiedostoa
fr: 1 fichier sur %d
gd: 1 à %d faidhlichean
hi_in: %d फ़ाइलों में से 1
hr: 1 od %d datoteka
hy_am: 1-ը %d ֆայլերից
ia: 1 de %d files
id: 1 dari %d berkas
is: 1 af %d skrám
it: 1 di %d file
km: ឯកសារ​ 1 នៃ %d
lt: 1 iš %d failų
my: ဖိုင်များ %d ခု ထဲမှ 1 ခု
nb: 1 av %d filer
nl: 1 van %d bestanden
nn: 1 av %d filer
oc: 1 de %d fichièrs
or: %d ଫାଇଲର 1
pa_in: %d ਫ਼ਾਈਲਾਂ ਵਿੱਚੋਂ 1
pt_br: 1 de %d arquivos
pt_pt: 1 de %d ficheiros
si: ගොනු %d න් 1ක්
sk: 1 súbor z %d
sq: 1 nga %d kartela
sv: 1 av %d filer
te: %d ఫైళ్లలో 1
th: 1 จาก %d ไฟล์
tr: 1 / %d dosya
tt: 1 / %d файл
uk: 1 із %d файлів
ur: %d میں سے 1 امسال
vi: 1 trong số %d tập tin

# DownloadsPanel.Delete.Title
source: Delete
ast: Desaniciar
az: Sil
be: Выдаліць
bn: মুছে ফেলুন
br: Dilemel
ca: Suprimeix
cy: Dileu
da: Slet
de: Entfernen
el: Διαγραφή
eo: Forigi
et: Kustuta
fa: حذف کردن
fi: Poista
fr: Supprimer
gd: Sguab às
hi_in: मिटाएं
hr: Obriši
hy_am: Ջնջել
ia: Deler
id: Hapus
is: Eyða
it: Elimina
km: លុប
lt: Pašalinti
my: ဖျက်ပါ
nb: Slett
nl: Verwijderen
nn: Slett
oc: Suprimir
or: ଲିଭାନ୍ତୁ
pa_in: ਹਟਾਓ
pt_br: Excluir
pt_pt: Eliminar
si: මකන්න
sk: Odstrániť
sq: Fshije
sv: Ta bort
te: తొలగించు
th: ลบ
tr: Sil
tt: Бетерү
uk: Видалити
ur: حذف کریں
vi: Xóa

# DownloadsPanel.EmptyState.Title
source: Downloaded files will show up here.
ast: Equí amuésense los ficheros baxaos.
az: Endirilmiş fayllar burada göstəriləcək.
be: Сцягнутыя файлы з'явяцца тут.
bn: ডাউনলোড করা ফাইল এখানে প্রদর্শিত হবে।
br: Ar restroù pellgarget a vo diskouezet amañ.
ca: Aquí es mostren els fitxers baixats.
cy: Bydd ffeiliau wedi'u llwytho i lawr yn ymddangos yma.
da: Hentede filer vil blive vist her.
de: Heruntergeladene Dateien werden hier angezeigt.
el: Τα ληφθέντα αρχεία θα εμφανίζονται εδώ.
eo: Elŝutitaj dosieroj aperos ĉi tie.
et: Allalaaditud faile kuvatakse siin.
fa: پرونده‌های دریافت شده در اینجا نمایش داده خواهند شد.
fi: Ladatut tiedostot näkyvät täällä.
fr: Les fichiers téléchargés s’afficheront ici.
gd: Nochdaidh faidhlichean a luchdaich thu a-nuas an-seo.
hi_in: डाउनलोड की गई फाइलें यहां दिखाई देंगी।
hr: Preuzete datoteke će se prikazati ovdje.
hy_am: Ներբեռնված ֆայլերը կցուցադրվեն այստեղ։
ia: Le files discargate apparera hic.
id: Berkas yang diunduh akan muncul di sini.
is: Sóttar skrár munu sjást hér.
it: I file scaricati saranno mostrati qui.
km: ឯកសារ​ដែល​បាន​ទាញយក​នឹង​បង្ហាញ​នៅ​ត្រង់​នេះ។
lt: Atsiųsti failai matysis čia.
my: ဆွဲယူထားသည့်ဖိုင်များကို ယခုနေရာတွင် ပြပါမည်။
nb: Nedlastede filer vil dukke opp her.
nl: Hier verschijnen gedownloade bestanden.
nn: Nedlasta filer vil visast her.
oc: Los fichièrs telecargats seràn mostrats aquí.
or: ଡାଉନଲୋଡ଼ ହୋଇଥିବା ଫାଇଲ ଏଠାରେ ଦେଖେଇବ
pa_in: ਡਾਊਨਲੋਡ ਕੀਤੀਆਂ ਫ਼ਾਈਲਾਂ ਇੱਥੇ ਵਿਖਾਈਆਂ ਜਾਣਗੀਆਂ।
pt_br: Arquivos baixados aparecem aqui.
pt_pt: Os ficheiros descarregados irão aparecer aqui.
si: බාගත වූ ගොනු මෙහි පෙන්වනු ඇත.
sk: Stiahnuté súbory sa objavia tu.
sq: Kartelat e shkarkuara do të shfaqen këtu.
sv: Hämtade filer visas här.
te: దింపుకున్న ఫైళ్ళు ఇక్కడ కనిపిస్తాయి.
th: ไฟล์ที่ดาวน์โหลดจะแสดงที่นี่
tr: İndirilen dosyalar burada görünecek.
tt: Йөкләнгән файллар монда күрсәтеләчәк.
uk: Тут з'являтимуться ваші завантажені файли.
ur: ڈاؤن لوڈ شدہ مسلیں یہاں دکھائی جائیں گی۔
vi: Các tập tin tải xuống sẽ hiển thị ở đây.

# DownloadsPanel.Share.Title
source: Share
az: Paylaş
be: Падзяліцца
bn: শেয়ার করুন
br: Rannañ
ca: Comparteix
cy: Rhannu
da: Del
de: Teilen
el: Κοινή χρήση
eo: Kundividi
et: Jaga
fa: اشتراک گذاری
fi: Jaa
fr: Partager
gd: Co-roinn
hi_in: साझा करें
hr: Dijeli
hy_am: Կիսվել
ia: Compartir
id: Bagikan
is: Deila
it: Condividi
km: ចែករំលែក
kn: ಹಂಚು
lt: Dalintis
my: မျှဝေ
nb: Del
nl: Delen
nn: Del
oc: Partejar
or: ବିତରଣ
pa_in: ਸਾਂਝਾ ਕਰੋ
pt_br: Compartilhar
pt_pt: Partilhar
si: බෙදාගන්න
sk: Zdieľať
sq: Ndajeni me të tjerët
sv: Dela
te: పంచుకోండి
th: แบ่งปัน
tr: Paylaş
tt: Уртаклашу
uk: Поділитися
ur: شیئر کریں
vi: Chia sẻ

source: Enter your password to connect
ast: Introduz la contraseña pa conectate
az: Qoşulmaq üçün parolunuzu daxil edin
be: Увядзіце ваш пароль каб злучыцца
bn: সংযোগ করতে আপনার পাসওয়ার্ড প্রবেশ করান
br: Enankit ho ker-tremen evit kennaskañ
ca: Introduïu la vostra contrasenya per connectar
cy: Rhowch eich cyfrinair i gysylltu
da: Indtast din adgangskode for at forbinde
de: Geben Sie Ihr Passwort ein, um eine Verbindung herzustellen
el: Εισαγάγετε τον κωδικό πρόσβασής σας για σύνδεση
eo: Tajpu vian pasvorton por konektiĝi
et: Ühenduse loomiseks sisesta oma parool
fa: کلمه عبور خود را برای اتصال وارد کنید
fi: Syötä salasanasi yhdistääksesi
fr: Saisissez votre mot de passe pour vous connecter.
gd: Cuir a-steach am facal-faire agad airson ceangal a dhèanamh
hi_in: संपर्क हेतु अपना पासवर्ड दर्ज़ करें
hr: Za povezivanje upiši lozinku
hy_am: Միանալու համար մուտքագրեք ձեր գաղտնաբառը
ia: Insere tu contrasigno pro connecter te
id: Masukkan sandi Anda untuk terhubung
is: Sláðu inn lykilorð þitt til að tengjast
it: Inserisci la password per connetterti
km: បញ្ចូល​ពាក្យ​សម្ងាត់​របស់​អ្នក​ដើម្បី​ភ្ជាប់
kn: ಸಂಪರ್ಕಿಸಲು ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ
lt: Norėdami prisijungti, įveskite slaptažodį
my: ချိတ်ဆက်ရန် စကားဝှက်ကို ထည့်ပါ
nb: Skriv inn passord for å koble til
nl: Voer uw wachtwoord in om verbinding te maken
nn: Skriv inn passord for å kople til
oc: Picatz vòstre senhal per vos connectar
or: ଯୋଡ଼ିବା ପାଇଁ ନିଜ ପାସୱାର୍ଡ଼ ଦିଅନ୍ତୁ ।
pa_in: ਕਨੈਕਟ ਕਰਨ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਦਿਓ
pt_br: Digite a senha para conectar
pt_pt: Introduza a sua palavra-passe para ligar
si: සබැඳීමට ඔබගේ මුරපදය යොදන්න
sk: Na pripojenie zadajte svoje heslo
sq: Jepni fjalëkalimin tuaj që të bëhet lidhja
sv: Ange lösenord för att ansluta
te: కనెక్ట్ చేయడానికి మీ సంకేతపదం నమోదు చేయండి
th: ป้อนรหัสผ่านของคุณเพื่อเชื่อมต่อ
tr: Bağlanmak için parolanızı yazın
tt: Тоташу өчен серсүзне кертегез
uk: Введіть свій пароль для з'єднання
ur: جڑنے کے لیے اپنا پاس ورڈ داخل کریں
vi: Nhập mật khẩu của bạn để kết nối

# ErrorPages.Advanced.Button
source: Advanced
af: Gevorderd
ast: Avanzao
az: Təkmilləşdirilmiş
be: Дадаткова
bn: উন্নীত
br: Kempleshoc’h
ca: Avançat
cy: Uwch
da: Avanceret
de: Erweitert
el: Για προχωρημένους
eo: Spertula
et: Edasijõudnuile
fa: پیشرفته
fi: Lisätoiminnot
fr: Avancé
gd: Adhartach
hi_in: उन्नत
hr: Napredno
hy_am: Լրացուցիչ
ia: Avantiate
id: Lanjutan
is: Nánar
it: Avanzate
km: កម្រិត​ខ្ពស់
kn: ಸುಧಾರಿತ
lt: Papildomai
my: အဆင့်မြင့်
nb: Avansert
nl: Geavanceerd
nn: Avansert
oc: Avançat
or: ଉନ୍ନତ
pa_in: ਤਕਨੀਕੀ
pt_br: Avançado
pt_pt: Avançadas
si: වැඩිදුර
sk: Rozšírené
sq: Të thelluara
sv: Avancerat
te: ఆధునాతన
th: ขั้นสูง
tr: Gelişmiş
tt: Киңәйтелгән
uk: Додатково
ur: اعلٰی
vi: Nâng cao
