Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# PasswordAutoFill.NoPasswordsFoundTitle
source: You don’t have any credentials synced from your Firefox Account
az: Firefox Hesabınızdan sinxronlaşdırılmış giriş məlumatlarınız yoxdur
bn: আপনার Firefox অ্যাকাউন্ট থেকে আপনার কোনও লগইন তথ্য সিঙ্ক করা নেই
br: N’ho peus tamm titour kennaskañ ebet goubredet eus ho kont Firefox
ca: Encara no hi ha cap credencial sincronitzada del vostre compte del Firefox
cy: Nid oes gennych unrhyw fanylion wedi eu cydweddu o'ch Cyfrif Firefox
da: Du har ingen legitimationsoplysninger synkroniseret fra din Firefox-konto
de: Sie haben keine Zugangsdaten, die von Ihrem Firefox-Konto synchronisiert werden
eo: Vi ne havas legitimilojn spegulitajn el via konto de Firefox
fa: شما هیچ‌گونه مجوزی برای همگام‌ سازی با حساب فایرفاکس خود ندارید
fr: Vous n’avez aucun identifiant synchronisé avec votre compte Firefox
gd: Chan eil ainm-cleachdaiche ’s facal-faire sam bith ann a chaidh a shioncronachadh a-nall on chunntas Firefox agad
hi_in: आपके पास आपके Firefox खाते से कोई भी प्रत्यायक सिंक नहीं है
hy_am: Դուք չունեք որևէ հավատարմագրեր համաժամեցված ձեր Firefox- ի հաշվում
ia: Tu non ha credentiales synchronisate ab tu Conto de Firefox
id: Anda tidak memiliki kredensial yang disinkronisasi dari Firefox Account Anda
is: Það eru engin samstillt auðkenni tengd Firefox reikningi þínum
km: អ្នកមិនមានព័ត៌មាន​ផ្ទៀងផ្ទាត់​ណាមួយដែលបានធ្វើសមកាលកម្មពីគណនី Firefox របស់អ្នកទេ
lt: Jūs neturite jokių iš savo „Firefox“ paskyros sinchronizuotų prisijungimų duomenų
my: သင့် Firefox Account ထံမှ သက်သေခံများ ရယူထားခြင်းမရှိပါ
nb: Du har ikke noen autentiseringsopplysninger synkronisert fra din Firefox-konto
nl: U hebt geen referenties vanaf uw Firefox-account gesynchroniseerd
nn: Du har ingen autentiseringsopplysningar synkroniserte frå Firefox-kontoen din
pa_in: ਤੁਹਾਡੇ ਕੋਲ ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਤੋਂ ਸਿੰਕ ਕੀਤੀਆਂ ਸਨਦਾਂ ਨਹੀਂ ਹਨ
pt_br: Você não tem credenciais sincronizadas de sua Conta Firefox
pt_pt: Não tem quaisquer credenciais sincronizadas a partir da sua Conta Firefox
sq: S’keni kredenciale hyrjesh të njëkohësuara prej Llogarisë tuaj Firefox
sv: Du har inga autentiseringsuppgifter synkroniserade från ditt Firefox-konto
te: మీ Firefox ఖాతా నుండి సింక్రనించిన ప్రవేశ వివరాలు ఏమీ లేవు
th: คุณไม่มีข้อมูลรับรองใด ๆ ที่ซิงค์จากบัญชี Firefox ของคุณ
tr: Firefox Hesabınızdan eşitlenmiş herhangi bir kimlik bilgisi yok
uk: У вас немає облікових даних синхронізованих з обліковим записом Firefox
ur: آپ کے اپنے Firefox اکاؤنٹ سے کوئی بھی اسناد ہم آہنگ نہیں ہے
vi: Bạn không có bất kỳ thông tin đăng nhập nào được đồng bộ hóa từ tài khoản Firefox của bạn

# PasswordAutoFill.PasswordsListTitle
source: Available Credentials:
az: Mövcud Giriş Məlumatlarınız:
bn: উপলব্ধ লগইন তথ্য:
br: Titouroù kennaskañ:
ca: Credencials disponibles:
cy: Manylion ar Gael:
da: Tilgængelige legitimationsoplysninger:
de: Verfügbare Zugangsdaten:
eo: Disponeblaj legitimiloj:
fa: مجوز‌های فعال:
fr: Identifiants disponibles :
gd: Teisteasan a tha ri làimh:
hi_in: उपलब्ध प्रत्यायक:
hy_am: Հասանելի հավատարմագրեր․
ia: Credentiales disponibile:
id: Kredensial yang Tersedia:
is: Aðgengileg auðkenni:
km: ព័ត៌មាន​ផ្ទៀងផ្ទាត់​ដែលមាន៖
kn: ಲಭ್ಯವಿರುವ ರುಜುವಾತುಗಳು:
lt: Galimi prisijungimai:
my: ရနိုင်သော သက်သေခံများ၊
nb: Tilgjengelige autentiseringsopplysninger:
nl: Beschikbare referenties:
nn: Tilgjengelege autentiseringsopplysningar:
pa_in: ਉਪਲਬਧ ਸਨਦਾਂ:
pt_br: Credenciais disponíveis:
pt_pt: Credenciais disponíveis:
sq: Kredenciale Hyrjesh të Gatshëm:
sv: Tillgängliga autentiseringsuppgifter:
th: ข้อมูลรับรองที่มี:
tr: Kullanılabilir kimlik bilgileri:
uk: Доступні облікові дані:
ur: دستیاب شدا سند:
vi: Thông tin đăng nhập có sẵn:

# PasswordAutoFill.SectionTitle
source: Firefox Credentials
az: Firefox Giriş Məlumatları
bn: Firefox লগইন তথ্য
br: Titouroù kennaskañ Firefox
ca: Credencials del Firefox
cy: Manylion Firefox
da: Firefox-legitimationsoplysninger
de: Firefox-Zugangsdaten
eo: Legitimiloj de Firefox
fa: مجوز‌های فایرفاکس
fr: Identifiants Firefox
gd: Teisteasan Firefox
hi_in: Firefox प्रत्यायक
hy_am: Firefox-ի հավաստարմագրեր
ia: Credentiales de Firefox
is: Firefox auðkenni
km: ព័ត៌មាន​ផ្ទៀងផ្ទាត់ Firefox
kn: ಫೈರ್ಫಾಕ್ಸ್ ರುಜುವಾತುಗಳು
lt: „Firefox“ prisijungimai
my: Firefox သက်သေခံများ
nb: Firefox-autentiseringsopplysninger
nl: Firefox-referenties
nn: Firefox-autentiseringsopplysningar
pa_in: ਫਾਇਰਫਾਕਸ ਸਨਦਾਂ
pt_br: Credenciais do Firefox
pt_pt: Credenciais do Firefox
sq: Kredenciale Hyrjesh Firefox
sv: Firefox autentiseringsuppgifter
th: ข้อมูลรับรอง Firefox
tr: Firefox kimlik bilgileri
uk: Облікові дані Firefox
ur: Firefox سند
vi: Thông tin đăng nhập Firefox

# PhotoLibrary.FirefoxWouldLikeAccessMessage
source: This allows you to save the image to your Camera Roll.
ast: Esto permítete guardar la imaxe nel Carrete.
az: Bu sizə şəkli Camera Roll-da saxlamağa imkan verir.
be: Гэта дазваляе захаваць відарыс у сваю фотастужку.
bn: এটা আপনার ছবি ক্যামেরা রোলে সংরক্ষণ অনুমোদন করবে।
br: Aotren a ra kement-se da enrollañ ar skeudenn d’ho koc’henn.
ca: Això permet desar la imatge al vostre Rodet.
cy: Mae hyn yn caniatáu i chi gadw'r ddelwedd i'ch Camera Roll.
da: Dette lader dig gemme billedet til dine fotos.
de: Hiermit können Sie die Grafik in Ihren Aufnahmen speichern.
el: Σας επιτρέπει να αποθηκεύετε την εικόνα στο Άλμπουμ κάμερας.
eo: Tio permesas al vi konservi la bildon en via filmila rulo.
et: See võimaldab salvestada pildi Camera Rolli.
fa: این به شما این اجازه رو می‌دهد تا تصاویر را در داخل فهرست تصاویر خود ذخیره کنید.
fi: Tämän antaa tallentaa kuvan Kameran rullaan.
fr: Ceci vous permet d’enregistrer l’image dans Pellicule.
gd: Bheir seo comas dhut an dealbh a shàbhaladh ann an albam a’ chamara agad.
hi_in: यह आपको अपने कैमरा रोल करने में चित्रों को सहेजने की अनुमति देता है।
hr: Ovo omogućuje spremanje slike u skup snimaka.
hy_am: Սա ձեզ թույլատրում է պահպանել պատկերը ձեր Խցիկի Շարժում։
ia: Isto permitte que tu salva le imagine in tu rolo de camera.
id: Hal ini memungkinkan Anda menyimpan gambar ke Rol Kamera.
is: Þú getur vistað myndina í myndasafnið þitt.
it: Permette di salvare le immagini nel Rullino.
km: វា​អនុញ្ញាត​ឱ្យ​អ្នក​អាច​រក្សាទុក​រូបភាព​ទៅ​ក្នុង​របុំ​កាមេរ៉ា​របស់អ្នក។
lt: Tai jums leis paveikslą įrašyti į „Camera Roll“.
my: ရုပ်ပုံများကို သင့် Camera Roll တွင် သိမ်းနိုင်စေမည်။
nb: Dette lar deg lagre bildet til kamerarullen.
nl: Hierdoor kunt u de afbeelding opslaan naar uw Filmrol.
nn: Dette vil tillate lagring av bildet til kamerarullen din.
pa_in: ਇਹ ਤੁਹਾਨੂੰ ਚਿੱਤਰਾਂ ਨੂੰ ਤੁਹਾਡੇ ਕੈਮਰਾ ਰੋਲ ਵਿੱਚ ਸੰਭਾਲਣ ਲਈ ਇਜਾਜ਼ਤ ਦਿੰਦਾ ਹੈ।
pt_br: Permite salvar a imagem no seu Rolo de Câmera.
pt_pt: Isto permite-lhe guardar a imagem para o seu Rolo da câmara.
si: මෙය ඔබගේ ඡායා එකතුවට රූපය සුරැකීමට ඉඩ සලසයි.
sk: Toto vám umožní uložiť obrázok v albume Fotoaparát.
sq: Kjo ju lejon të ruani figurën te Camera Roll juaj.
sv: Detta låter dig spara bilden till din kamerarulle.
te: ఇది బొమ్మను మీ కేమెరా రోల్‌కు భద్రపరుచుకోనిస్తుంది.
th: สิ่งนี้อนุญาตให้คุณสามารถบันทึกภาพไปยัง ม้วนฟิล์ม ของคุณ
tr: Seçtiğiniz resmin Film Rulosu’na kaydedilebilmesi için gereklidir.
tt: Бу Сезгә рәсемне фото-галереягә сакларга мөмкинлек бирә.
uk: Це дозволяє вам зберігати зображення до своєї фотоплівки.
ur: یہ آپ کی تصاویر کو اپنے کیمرے رول پر محفوظ کرنے کی اجازت دیتا ہے۔
vi: Điều này cho phép bạn lưu hình ảnh vào Camera Roll của bạn.

# PhotoLibrary.FirefoxWouldLikeAccessTitle
source: Firefox would like to access your Photos
ast: Firefox quier acceder a les tos semeyes
az: Firefox Şəkillərinizə keçid əldə etmək istəyir
be: Firefox хоча атрымаць доступ да вашых фатаграфій
bn: Firefox আপনার ফোনে প্রবেশাধিকার চায়
br: Fellout a rafe da Firefox haeziñ ho Skeudennoù
ca: El Firefox vol accedir a les vostres fotos
cy: Hoffai Firefox gael mynediad at eich Lluniau
da: Firefox vil gerne have adgang til dine fotos
de: Firefox möchte auf Ihre Fotos zugreifen
el: Το Firefox θα ήθελε πρόσβαση στις φωτογραφίες σας
eo: Firefox ŝatus aliri viajn fotojn
et: Firefox soovib ligipääsu sinu piltidele
fa: فایرفاکس تمایل دارد به تصاویر شما دسترسی داشته باشد
fi: Firefox haluaisi käyttää valokuviasi
fr: Firefox souhaite accéder à vos photos
gd: Bu mhath le Firefox cothrom air na dealbhan agad
hi_in: Firefox आपके फ़ोटो को एक्सेस करना चाहेंगे
hr: Firefox želi pristupiti tvojim fotografijama
hy_am: Firefox-ը ցանկանում է մատչել ձեր լուսանկարները
ia: Firefox desira acceder a tu photos
id: Firefox ingin mengakses Foto Anda
is: Firefox vill fá aðgang að myndunum þínum
it: Firefox vorrebbe accedere alle foto del dispositivo
km: Firefox ចង់​ចូល​​​ប្រើ​រូបថត​របស់​អ្នក
lt: „Firefox“ prašo prieigos prie jūsų nuotraukų
my: သင့် Photos များကို Firefox က ရယူအသုံးပြုခွင့် ရှိချင်သည်
nb: Firefox ønsker tilgang til dine bilder
nl: Firefox vraagt om toegang tot uw foto’s
nn: Firefox ønskjer tilgang til bilda dine
or: ଫାୟାରଫକ୍ସ ଆପଣଙ୍କ ଫଟୋଗୁଡ଼ିକୁ ଖୋଲିବାକୁ ଚାହେଁ
pa_in: ਫਾਇਰਫਾਕਸ ਨੂੰ ਆਪਣੀਆਂ ਫੋਟੋਆਂ ਲਈ ਪਹੁੰਚ ਚਾਹੁੰਦਾ ਹੈ
pt_br: O Firefox quer acessar suas Fotos
pt_pt: O Firefox gostaria de aceder às suas Fotografias
si: ෆයර්ෆොක්ස් ඔබගේ රූප වෙත ප්‍රවේශයට කැමතිය
sk: Firefox žiada o prístup k vašim fotkám
sq: Firefox-i do të donte të hynte te Fotot tuaja
sv: Firefox vill ha tillgång till dina foton
te: Firefox మీ ఫోటోలను యాక్సెస్ చేయాలనుకుంటుంది
th: Firefox ต้องการเข้าถึงรูปถ่ายของคุณ
tr: Firefox fotoğraflarınıza erişmek istiyor
tt: Firefox сурәтләрегезгә ирешергә тели
uk: Firefox бажає отримати доступ до ваших фотографій
ur: Firefox آپ کو تصاویر تکرسائی حاصل کرنا چاہے گا
vi: Firefox muốn truy cập Ảnh của bạn

# PhotonMenu.close
source: Close
ast: Zarrar
az: Qapat
be: Закрыць
bn: বন্ধ করুন
br: Serriñ
ca: Tanca
cy: Cau
da: Luk
de: Schließen
el: Κλείσιμο
eo: Fermi
et: Sulge
fa: بسته
fi: Sulje
fr: Fermer
gd: Dùin
hi_in: बंद करें
hr: Zatvori
hy_am: Փակել
ia: Clauder
id: Tutup
is: Loka
it: Chiudi
km: បិទ
kn: ಮುಚ್ಚು
lt: Užverti
my: ပိတ်
nb: Lukk
nl: Sluiten
nn: Lat att
oc: Tampar
or: ବନ୍ଦ କରନ୍ତୁ
pa_in: ਬੰਦ ਕਰੋ
pt_br: Fechar
pt_pt: Fechar
si: වසන්න
sk: Zavrieť
sq: Mbylle
sv: Stäng
te: మూసివేయి
th: ปิด
tr: Kapat
tt: Ябу
uk: Закрити
ur: بند کریں
vi: Đóng

source: Privacy
af: Privaatheid
ast: Privacidá
az: Məxfilik
be: Прыватнасць
bn: গোপনীয়তা
br: Buhez prevez
ca: Privadesa
cy: Preifatrwydd
da: Privatliv
de: Datenschutz
el: Απόρρητο
eo: Privateco
et: Privaatsus
fa: حریم خصوصی
fi: Tietosuoja
fr: Vie privée
gd: Prìobhaideachd
hi_in: गोपनीयता
hr: Privatnost
hy_am: Գաղտնիություն
ia: Confidentialitate
id: Privasi
is: Friðhelgi
km: ភាព​ឯកជន
kn: ಗೌಪ್ಯತೆ
lt: Privatumas
my: လုံခြုံရေးဆိုင်ရာ
nb: Personvern
nn: Personvern
oc: Vida privada
or: ଗୋପନୀୟତା
pa_in: ਪਰਦੇਦਾਰੀ
pt_br: Privacidade
pt_pt: Privacidade
si: පෞද්ගලිකත්‍වය
sk: Súkromie
sq: Privatësi
sv: Integritet
te: ప్రైవసి
th: ความเป็นส่วนตัว
tr: GİZLİLİK
tt: Хосусыйлык
uk: Приватність
ur: رازداری
vi: Riêng tư

source: Privacy Policy
af: Privaatheidbeleid
ast: Política de privacidá
az: Məxfilik Siyasəti
be: Палітыка прыватнасці
bn: গোপনীয়তা সংক্রান্ত নীতি
br: Reolenn a-fet buhez prevez
ca: Política de privadesa
cy: Polisi Preifatrwydd
da: Privatlivspolitik
de: Datenschutzerklärung
el: Πολιτική απορρήτου
eo: Politiko pri privateco
et: Privaatsusreeglid
fa: سیاست حفظ حریم خصوصی
fi: Yksityisyydensuoja
fr: Politique de confidentialité
gd: Am poileasaidh prìobhaideachd
hi_in: गोपनीयता नीति
hr: Politika privatnosti
hy_am: Գաղտնիության Դրույթներ
ia: Politica de confidentialitate
id: Kebijakan Privasi
is: Meðferð persónuupplýsinga
it: Informativa sulla privacy
km: គោលនយោបាយ​ឯកជន
kn: ಗೌಪ್ಯತಾ ನಿಯಮ
lt: Privatumo nuostatai
my: ကိုယ်ရေးကိုယ်တာပေါ်လစီ
nb: Personvernbestemmelser
nl: Privacybeleid
nn: Personvernpraksis
oc: Politica de confidencialitat
or: ଗୋପନୀୟତା ନିତୀ
pa_in: ਪਰਦੇਦਾਰੀ ਨੀਤੀ
pt_br: Política de privacidade
pt_pt: Política de privacidade
si: පෞද්ගලිකත්‍ව ප්‍රතිපත්තිය
sk: Zásady ochrany osobných údajov
sq: Rregulla Privatësie
sv: Integritetspolicy
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik ilkeleri
tt: Хосусыйлык сәясәте
uk: Політика приватності
ur: رازداری پالیسی
vi: Chính sách riêng tư

# ProtectionStatus.NotSecure
source: Connection is not secure
ast: La conexón nun ye segura
be: Злучэнне не абаронена
bn: সংযোগ নিরাপদ নয়
br: N'eo ket diarvar ar c'hennask
ca: La connexió no és segura
cy: Nid yw'r cysylltiad yn ddiogel
da: Forbindelsen er ikke sikker
de: Verbindung ist nicht sicher
el: Η σύνδεση δεν είναι ασφαλής
eo: Nesekura konekto
et: Ühendus pole turvaline
fi: Yhteys ei ole suojattu
fr: Connexion non sécurisée
gd: Chan eil an ceangal tèarainte
hi_in: कनेक्शन असुरक्षित है
hr: Veza nije sigurna
hy_am: Կապակցումն անվտանգ չէ
ia: Le connexion non es secur
id: Sambungan tidak aman
is: Tenging er ekki örugg
it: La connessione non è sicura
lt: Ryšys nėra saugus
nb: Tilkoblingen er ikke sikker
nl: Verbinding is niet beveiligd
nn: Tilkoplinga er ikkje trygg
pa_in: ਕਨੈਕਸ਼ਨ ਸੁਰੱਖਿਅਤ ਨਹੀਂ ਹੈ
pt_br: Conexão não segura
pt_pt: A ligação não é segura
si: සම්බන්ධතාවය අනාරක්‍ෂිතයි
sk: Pripojenie nie je zabezpečené
sq: Lidhja s’është e sigurt
sv: Anslutningen är inte säker
th: การเชื่อมต่อไม่ปลอดภัย
tr: Bağlantı güvenli değil
uk: Незахищене з’єднання
ur: کنکشن محفوظ نہیں ہے
vi: Kết nối không an toàn

# ProtectionStatus.Secure
source: Connection is secure
ast: La conexón ye segura
be: Бяспечнае злучэнне
bn: সংযোগ নিরাপদ
br: Kennask suraet
ca: La connexió és segura
cy: Mae'r cysylltiad yn ddiogel
da: Forbindelsen er sikker
de: Verbindung ist sicher
el: Η σύνδεση είναι ασφαλής
eo: Sekura konekto
et: Turvaline ühendus
fi: Yhteys on suojattu
fr: Connexion sécurisée
gd: Tha an ceangal tèarainte
hi_in: कनेक्शन सुरक्षित है
hr: Veza je sigurna
hy_am: Կապակցումը ապահով է
ia: Connexion secur
id: Sambungan aman
is: Tenging er örugg
it: La connessione è sicura
lt: Ryšys yra saugus
nb: Tilkoblingen er sikker
nl: Verbinding is beveiligd
nn: Tilkoplinga er trygg
pa_in: ਕਨੈਕਸ਼ਨ ਸੁਰੱਖਿਅਤ ਹੈ
pt_br: Conexão segura
pt_pt: A ligação é segura
si: සම්බන්ධතාවය ආරක්‍ෂිතයි
sk: Pripojenie je zabezpečené
sq: Lidhja është e sigurt
sv: Anslutningen är säker
th: การเชื่อมต่อปลอดภัย
tr: Bağlantı güvenli
uk: Захищене з’єднання
ur: کنکشن محفوظ ہے۔
vi: Kết nối an toàn

source: Quick-Search Engines
af: Kitssoekenjins
ast: Motores de busca rápida
az: Cəld Axtarış Mühərrikləri
be: Сістэмы хуткага пошуку
bn: দ্রুত-অনুসন্ধানের ইঞ্জিন
br: Kefluskerioù klask-prim
ca: Motors de cerca ràpida
cy: Peiriannau Chwilio Cyflym
da: Søgetjenester til hurtig søgning
de: Suchmaschinen für Schnellsuche
el: Μηχανές γρήγορης αναζήτησης
eo: Rapidaj serĉiloj
et: Kiirotsingumootorid
fa: موتور‌های جست‌و‌جو سریع
fi: Pikahakukoneet
fr: Moteurs de recherches rapides
gd: Einnseanan grad-luirg
hi_in: त्वरित-खोज इंजन
hr: Tražilice za brzo pretraživanje
hy_am: Որոգ որոնման որոնիչներ
ia: Motores de recerca rapide
id: Mesin Cari Cepat
is: Hraðleitarvélar
it: Motori di ricerca rapidi
km: ម៉ាស៊ីនស្វែងរកឆាប់រហ័ស
kn: ತ್ವರಿತ-ಹುಡುಕು ಎಂಜಿನ್‌ಗಳು
lt: Sparčiosios ieškyklės
my: အမြန်သုံး ရှာဖွေရေး ယန္တရားများ
nb: Hurtigsøkemotorer
nl: Snelzoekmachines
nn: Hurtigsøkjemotorar
oc: Motors de recèrca rapidas
or: ଶୀଘ୍ର ଖୋଜା ଯନ୍ତ୍ର
pa_in: ਤੁਰੰਤ-ਖੋਜ ਇੰਜਣ
pt_br: Mecanismos de pesquisa rápida
pt_pt: Motores de pesquisa rápida
si: ඉක්මන් සෙවුම් යන්ත්‍ර
sk: Moduly pre rýchle vyhľadávanie
sq: Motorë Kërkimesh të Shpejta
sv: Snabbsökmotorer
te: త్వరిత శోధన ఇంజన్లు
th: เครื่องมือค้นหาด่วน
tr: Hızlı arama motorları
tt: Тиз эзләү системалары
uk: Швидкі засоби пошуку
ur: تی تلاش انجن
vi: Công cụ tìm kiếm nhanh

# Ratings.Settings.RateOnAppStore
source: Rate on App Store
be: Ацаніце ў App Store
bn: অ্যাপ স্টোরে রেট দিন
br: Notenniñ war an App Store
ca: Valoreu-nos a l'App Store
cy: Graddio ar yr App Store
da: Bedøm på App Store
de: Im App Store bewerten
el: Αξιολόγηση στο App Store
eo: Taksi en App Store
et: Hinda App Store'is
fi: Arvostele App Storessa
fr: Noter sur l’App Store
gd: Rangaich san App Store
hi_in: ऐप स्टोर पर मूल्यांकन करें
hr: Ocijeni na App Storeu
hy_am: Գնահատեք App Store-ում
ia: Valutation sur App Store
id: Nilai di App Store
is: Gefðu einkunn í App Store
it: Valuta su App Store
nb: Vurder på App Store
nl: Waarderen in de App Store
nn: Skriv ei vurdering App Store
pa_in: ਐਪ ਸਟੋਰ ਉੱਤੇ ਰੇਟ ਕਰੋ
pt_br: Avaliar na App Store
pt_pt: Avaliar na App Store
si: යෙදුම් ගබඩාවෙහි අගයන්න
sk: Ohodnotiť na App Store
sq: Vlerësojeni në App Store
sv: Betygsätt på App Store
th: ให้คะแนนบน App Store
tr: App Store’da puan verin
tt: App Store-да бәяләү
uk: Оцінити в App Store
vi: Xếp hạng trên App Store

source: read
af: lees
ast: lleer
az: oxu
be: прачытана
bn: পড়া হয়েছে
br: lennet
ca: llegit
cy: darllen
da: læst
de: gelesen
el: αναγνωσμένο
eo: legita
et: loetud
fa: خواندن
fi: luettu
fr: Lu
gd: air a leughadh
hi_in: पढ़ें
hr: pročitano
hy_am: կարդալ
ia: legite
id: dibaca
is: lesið
it: letto
km: អាន
kn: ಓದು
lt: skaityta
my: ဖတ်
nb: lest
nl: gelezen
nn: lesen
oc: legit
pa_in: ਪੜ੍ਹੇ
pt_br: lido
pt_pt: ler
si: කියැවූ
sk: prečítané
sq: lexojeni
sv: läs
te: చదువు
th: อ่านแล้ว
tr: okundu
tt: укылган
uk: прочитане
ur: پڑھیں
vi: đọc

source: Reader View
af: Leesaansig
ast: Vista de llectura
az: Oxuyucu Görünüşü
be: Рэжым чытання
bn: রিডার ভিউ
br: Mod Lenn
ca: Vista de lectura
cy: Golwg Darllen
da: Læsevisning
de: Leseansicht
el: Προβολή ανάγνωσης
eo: Legila vido
et: Lugemisvaade
fa: نمای مطالعه
fi: Lukunäkymä
fr: Mode lecture
gd: An sealladh leughaidh
hi_in: पाठक परिदृश्य
hr: Prikaz za čitanje
hy_am: Ընթերցելու եղանակ
ia: Vista de lectura
id: Tampilan Baca
is: Leshamur
it: Modalità lettura
km: ទិដ្ឋភាព​អ្នក​មើល
kn: ಓದುಗ ನೋಟ
lt: Skaitymo rodinys
my: စာဖတ်ပုံစံ
nb: Lesevisning
nl: Lezerweergave
nn: Lesevising
oc: Mòde lectura
pa_in: ਪੜ੍ਹਨ ਝਲਕ
pt_br: Leitor
pt_pt: Vista de leitura
si: කියවීමේ දැක්ම
sk: Zobrazenie Čítačka
sq: Pamja Lexues
sv: Läsvy
te: రీడర్ వీక్షణ
th: มุมมองผู้อ่าน
tr: Okuyucu Görünümü
tt: Уку режимы
uk: Режим читання
ur: پڑھنے کا نظارہ
vi: Chế độ đọc sách

# ReaderMode.Available.VoiceOverAnnouncement
source: Reader Mode available
ast: El mou de llector ta disponible
az: Oxuyucu Modu Mövcuddur
be: Даступны рэжым чытання
bn: পাঠক মোড আছে
br: Mod lenn hegerz
ca: Mode lectura disponible
cy: Modd Darllen ar Gael
da: Læsevisning tilgængelig
de: Lesemodus verfügbar
el: Η λειτουργία ανάγνωσης είναι διαθέσιμη
eo: Disponeblas la legila reĝimo
et: Saadaval on lugemisvaade
fa: حالت مطالعه موجود است
fi: Lukunäkymä saatavilla
fr: Mode lecture disponible
gd: Tha modh leughadair ri làimh
hi_in: पाठक मोड उपलब्ध
hr: Dostupan je način rada za čitanje
hy_am: Ընթերցելու կերպը հասանելի է
ia: Modo de lectura disponibile
id: Mode Baca tersedia
is: Leshamur í boði
it: Modalità lettura disponibile
km: មាន​មុខងារ​អ្នក​អាន
kn: ಓದುಗ ಸ್ಥಿತಿ ಲಭ್ಯವಿದೆ
lt: Galimas skaitymo rodinys
my: စာဖတ်ပုံစံ သုံးလို့ရပါတယ်
nb: Lesemodus tilgjengelig
nl: Lezermodus beschikbaar
nn: Lesemodus tilgjengeleg
oc: Mòde de lectura disponible
pa_in: ਰੀਡਰ ਢੰਗ ਮੌਜੂਦ ਹੈ
pt_br: Modo Leitor disponível
pt_pt: Modo de leitura disponível
si: කියවීමේ ආකාරය තිබේ
sk: K dispozícii je Režim Čítačka
sq: Mënyra Lexues është e mundshme
sv: Läsläge tillgängligt
te: రీడర్ మోడ్ అందుబాటులో ఉంది
th: มีโหมดผู้อ่าน
tr: Okuyucu modu kullanılabilir
tt: Уку режимы бар
uk: Режим читання доступний
ur: ریڈر موڈ دستیاب ہے
vi: Chế độ đọc sách có sẵn

source: Reading list
af: Leeslys
ast: Llista de llectura
az: Oxuma Siyahısı
be: Спіс для чытання
bn: পঠন তালিকা
br: Roll lennadurioù
ca: Llista de lectura
cy: Rhestr ddarllen
da: Læseliste
de: Leseliste
el: Λίστα ανάγνωσης
eo: Legolisto
et: Lugemisnimekiri
fa: فهرست خواندن
fi: Lukulista
fr: Liste de lecture
gd: An liosta leughaidh
hi_in: पठन सूची
hr: Popis za čitanje
hy_am: Ընթերցելու ցանկ
ia: Lista de lectura
id: Daftar bacaan
is: Leslisti
it: Elenco lettura
km: បញ្ជី​អាន
kn: ಓದಬೇಕಿರುವ ಪಟ್ಟಿ
lt: Skaitinių sąrašas
my: စာဖတ်စာရင်း
nb: Leseliste
nl: Leeslijst
nn: Leseliste
oc: Lista de lectura
or: ପଠନ ତାଲିକା
pa_in: ਪੜ੍ਹਨ ਸੂਚੀ
pt_br: Lista de leitura
pt_pt: Lista de leitura
si: කියවීමේ ලේඛනය
sk: Zoznam na prečítanie
sq: Listë leximesh
sv: Läslista
te: పఠనా జాబితా
th: รายการอ่าน
tr: Okuma listesi
tt: Уку исемлеге
uk: Список читання
ur: پڑھنے کی فہرست
vi: Danh sách đọc

# RecentlyClosedTabsPanel.Title
source: Recently Closed
af: Onlangs gesluit
ast: Zarróse apocayá
az: Son Qapatılan
be: Нядаўна закрытыя
bn: সম্প্রতি বন্ধ করা হয়েছে
br: Serret nevez zo
ca: Tancades recentment
cy: Cau yn Ddiweddar
da: Senest lukkede
de: Kürzlich geschlossen
el: Έκλεισα πρόσφατα
eo: Ĵuse fermitaj
et: Viimati suletud
fa: به تازگی بسته شده
fi: Äskettäin suljetut
fr: Récemment fermés
gd: Air a dhùnadh o chionn goirid
hi_in: हाल ही में बंद किए टैब
hr: Nedavno zatvorene kartice
hy_am: Վերջերս փակված
ia: Claudite recentemente
id: Baru Saja Ditutup
is: Nýlega lokaðir
it: Chiuse di recente
km: បាន​បិទ​ថ្មីៗ
kn: ಇತ್ತೀಚೆಗೆ ಮುಚ್ಚಲಾದವು
lt: Paskiausiai užverta
my: လတ်တလော ပိတ်ထားသည်များ
nb: Nylig lukket
nl: Onlangs gesloten
nn: Nyleg attlatne
oc: Tampaduras recentas
or: ନିକଟରେ ବନ୍ଦ ହୋଇଥିବା
pa_in: ਸੱਜਰੀਆਂ ਬੰਦ ਕੀਤੀਆਂ
pt_br: Fechado recentemente
pt_pt: Fechados recentemente
si: මෑතදී වැසූ
sk: Nedávno zatvorené karty
sq: Mbyllur Së Fundi
sv: Nyligen stängda
te: ఇటీవల మూసినవి
th: เพิ่งปิดล่าสุด
tr: Son kapatılanlar
tt: Күптән түгел ябылган
uk: Недавно закриті
ur: حالیہ بند کی گئی
vi: Đã đóng gần đây

# RecentlySaved.Actions.More
source: Show All
be: Паказаць усе
bn: সব দেখান
br: Diskouez pep tra
ca: Mostra-ho tot
cy: Dangos y Cyfan
da: Vis alle
de: Alle anzeigen
el: Εμφάνιση όλων
eo: Montri ĉiujn
et: Kuva kõiki
fi: Näytä kaikki
fr: Tout afficher
gd: Seall na h-uile
hi_in: सभी दिखाएँ
hr: Prikaži sve
hy_am: Ցուցադրել բոլորը
ia: Monstrar totes
id: Tampilkan Semua
is: Sýna allt
it: Visualizza tutti
lt: Rodyti viską
nb: Vis alle
nl: Alles tonen
nn: Vis alle
or: ସବୁ ଦେଖାନ୍ତୁ
pa_in: ਸਭ ਵੇਖੋ
pt_br: Mostrar tudo
pt_pt: Mostrar todos
si: සියල්ල පෙන්වන්න
sk: Zobraziť všetky
sq: Shfaqi Krejt
sv: Visa alla
th: แสดงทั้งหมด
tr: Tümünü göster
uk: Показати все
ur: تمام دکھائیں
vi: Hiển thị tất cả

source: Reload
af: Herlaai
ast: Recargar
az: Yenilə
be: Абнавіць
bn: পুনরায় লোড
br: Adkargañ
ca: Recarrega
cy: Ail-lwytho
da: Genindlæs
de: Neu laden
el: Ανανέωση
eo: Reŝargi
et: Laadi uuesti
fa: بارگیری مجدد
fi: Päivitä
fr: Actualiser
gd: Ath-luchdaich
hi_in: फिर लोड करें
hr: Ponovno učitaj
hy_am: Կրկին բեռնել
ia: Recargar
id: Muat Ulang
is: Endurhlaða
it: Ricarica
km: ផ្ទុក​ឡើងវិញ
kn: ಪುನಃ ಲೋಡ್ ಮಾಡು
lt: Atsiųsti iš naujo
my: ပြန်ဖွင့်ပါ
nb: Oppdater
nl: Vernieuwen
nn: Oppdater
oc: Tornar cargar
or: ପୁନର୍ଧାରଣ କରନ୍ତୁ
pa_in: ਮੁੜ-ਲੋਡ ਕਰੋ
pt_br: Recarregar
pt_pt: Recarregar
si: යළි පූරණය
sk: Znova načítať
sq: Ringarkoje
sv: Ladda om
te: రీలోడు చెయ్యి
th: โหลดใหม่
tr: Tazele
tt: Яңарту
uk: Перезавантажити
ur: پھر لوڈ کریں
vi: Tải lại

source: Reload page
az: Səhifəni yenilə
be: Перазагрузіць старонку
bn: পেইজ রিলোড করুন
br: Adkargañ ar bajennad
ca: Torna a carregar la pàgina
cy: Ail lwytho tudalen
da: Genindlæs side
de: Seite neu laden
el: Ανανέωση σελίδας
eo: Reŝargi paĝon
et: Laadi leht uuesti
fa: بارگذاری مجدد صفحه
fi: Lataa sivu uudelleen
fr: Actualiser la page
gd: Ath-luchdaich an duilleag
hi_in: पेज फिर लोड करें
hr: Ponovo učitaj stranicu
hy_am: Կրկին բեռնել էջը
ia: Recargar pagina
id: Muat ulang laman
is: Endurlesa síðu
it: Ricarica pagina
km: ផ្ទុក​ទំព័រ​​ឡើងវិញ
lt: Įkelti tinklalapį iš naujo
my: စာမျက်နှာကို ပြန်ဖွင့်ပါ
nb: Oppdater siden
nl: Pagina vernieuwen
nn: Oppdater sida
pa_in: ਸਫ਼ੇ ਨੂੰ ਮੁੜ-ਲੋਡ ਕਰੋ
pt_br: Recarregar página
pt_pt: Recarregar página
si: පිටුව යළි පූරණය
sk: Znova načítať stránku
sq: Ringarkoje faqen
sv: Ladda om sida
th: โหลดหน้าใหม่
tr: Sayfayı tazele
tt: Битне яңадан йөкләү
uk: Перезавантажити сторінку
ur: صفحہ پھر لوڈ کریں
vi: Tải lại trang này
