Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# BreachAlerts.Title
source: Web Site Breach
be: Уцечка з сайта
bn: ওয়েবসাইট ব্রিচ
br: Fuadur el lec’hienn
ca: Filtració de dades del lloc web
cy: Tor-data Gwefan
da: Websteds-datalæk
de: Datenleck einer Website
el: Παραβίαση ιστοσελίδας
eo: Datumfuĝo de retejo
et: Veebisaidi rünne
fa: رخنه در وب‌سایت
fi: Sivuston tietovuoto
fr: Fuite de données de site web
gd: Bhriseadh a-steach air làrach-lìn
hi_in: वेबसाइट उल्लंघन
hr: Hakirana web-stranica
hy_am: Վեբ կայքի խախտում
ia: Violation de sito web
id: Pembobolan Situs Web
is: Innbrot á vefsvæði
it: Violazione sito web
km: ការបំពានគេហទំព័រ
lt: Svetainės pažeidimas
my: ဝဘ်ဆိုက်ချိုးဖောက်ခြင်း
nb: Nettsteds-datalekkasje
nl: Websitedatalek
nn: Datalekkasje på nettstad
pa_in: ਵੈੱਬਸਾਈਟ ਦੀ ਉਲੰਘਣਾ
pt_br: Vazamento de site
pt_pt: Violação de dados em site
si: අඩවිය බිඳ දැමීම
sk: Únik z webových stránok
sq: Cenim Sajti
sv: Webbplatsintrång
th: การรั่วไหลของเว็บไซต์
tr: Web sitesi ihlali
tt: Вебсайтның бозылуы
uk: Витік даних із сайту
ur: ویب سائٹ کی خلاف ورزی
vi: Trang web rò rỉ dữ liệu

source: Brightness
af: Helderheid
ast: Brilléu
az: Parlaqlıq
be: Яркасць
bn: উজ্জ্বলতা
br: Lintr
ca: Brillantor
cy: Disgleirdeb
da: Lysstyrke
de: Helligkeit
el: Φωτεινότητα
eo: Brileco
et: Heledus
fa: روشنایی
fi: Kirkkaus
fr: Luminosité
gd: Soilleireachd
hi_in: चमक
hr: Svjetlina
hy_am: Պայծառություն
ia: Luminositate
id: Kecerahan
is: Birtustilling
it: Luminosità
km: ពន្លឺ
kn: ಪ್ರಕಾಶಮಾನ
lt: Skaistis
my: အလင်းအမှောင်
nb: Lysstyrke
nl: Helderheid
nn: Lysstyrke
oc: Luminositat
or: ଉଜ୍ଜଳତା
pa_in: ਚਮਕ
pt_br: Brilho
pt_pt: Brilho
si: දීප්තිය
sk: Jas
sq: Ndriçim
sv: Ljusstyrka
te: ప్రకాశత
th: ความสว่าง
tr: Parlaklık
tt: Яктылык
uk: Яскравість
ur: چمک
vi: Độ sáng

source: Cancel
af: Kanselleer
ast: Encaboxar
az: Ləğv et
be: Скасаваць
bn: বাতিল
br: Nullañ
ca: Cancel·la
cy: Diddymu
da: Annuller
de: Abbrechen
el: Ακύρωση
eo: Nuligi
et: Loobu
fa: لغو
fi: Peruuta
fr: Annuler
gd: Sguir dheth
hi_in: रद्द करें
hr: Odustani
hy_am: Չեղարկել
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
km: បោះបង់ចោល
kn: ರದ್ದು
lt: Atsisakyti
my: နေတော့
nb: Avbryt
nl: Annuleren
nn: Avbryt
oc: Anullar
or: ନାକଚ
pa_in: ਰੱਦ ਕਰੋ
pt_br: Cancelar
pt_pt: Cancelar
si: අවලංගු
sk: Zrušiť
sq: Anuloje
sv: Avbryt
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
tt: Баш тарту
uk: Скасувати
ur: منسوخ کریں
vi: Hủy bỏ

# Changes color theme.
source: Changes colour theme.
ast: Camuda'l color del estilu.
az: Mövzunun rəngini dəyişdirir.
be: Змяняе каляровую тэму.
bn: কালার থীম বদল করুন
br: Kemmañ a ra livioù an neuz.
ca: Canvia el tema de color.
cy: Newid lliw'r thema.
da: Ændrer farvetemaet.
de: Ändert Farbeinstellung.
el: Αλλάζει το χρώμα θέματος.
eo: Ŝanĝi koloran etoson.
et: Muudab värviteemat.
fa: تغییر رنگ مضمون.
fi: Muuttaa väriteemaa.
fr: Changer les couleurs.
gd: Atharraichidh seo ùrlar nan dathan.
hi_in: रंग थीम परिवर्तन।
hr: Mijenja boju motiva.
hy_am: Փոխում է գույնային ոճը:
ia: Cambia le thema de colores.
id: Ubah tema warna.
is: Breytir lita þema.
it: Cambia il tema colori.
km: ប្ដូរ​ពណ៌​រូបរាង។
kn: ಬಣ್ಣದ ಥೀಮ್‍ ಬದಲಾಯಿಸುತ್ತದೆ.
lt: Keičia spalvinę schemą.
my: ကာလာစတိုင်လ်များပြောင်း
nb: Endrer fargetema.
nl: Wijzigt kleurenthema.
nn: Endrar fargetema.
oc: Cambiar lo tèma de color.
or: ରଙ୍ଗ ଥିମ ବଦଳାନ୍ତୁ ।
pa_in: ਰੰਗ ਥੀਮ ਨੂੰ ਬਦਲਦਾ ਹੈ।
pt_br: Altera o tema de cores.
pt_pt: Altera a cor do tema.
si: වර්ණ තේමාව සංශෝධනය
sk: Zmení farebnú tému
sq: Ndryshon temë ngjyrash.
sv: Ändrar färgtema.
te: రంగు థీమ్ ను మార్చును.
th: เปลี่ยนสีชุดตกแต่ง
tr: Renk temasını değiştirir.
tt: Төс темасын үзгәртә.
uk: Змінює тему кольору.
ur: خیالیہ کا رنگ تبدیل کریں۔
vi: Thay đổi chủ đề màu sắc.

source: Changes font type.
ast: Camuda la triba de la fonte.
az: Şrift növünü dəyişdirir.
be: Змяняе тып шрыфта.
bn: ফন্টের টাইপ বদল করুন।
br: Kemmañ a ra ar rizh nodrezh.
ca: Canvia la lletra.
cy: Newid y math o ffont.
da: Ændrer skrifttypen.
de: Ändert Schriftart.
el: Αλλάζει τον τύπο της γραμματοσειράς.
eo: Ŝanĝi tiparon.
et: Muudab fondi tüüpi.
fa: تغییر نوع فونت
fi: Muuttaa kirjasintyyppiä.
fr: Changer la police.
gd: Atharraichidh seo seòrsa a’ chruth-chlò.
hi_in: फ़ॉन्ट प्रकार बदलें।
hr: Mijenja vrstu fonta.
hy_am: Փոխում է տառատեսակի տեսակը:
ia: Cambia le typo de litteras.
id: Ubah jenis huruf.
is: Breytir leturstíl.
it: Cambia il tipo di carattere.
km: ប្ដូរ​ប្រភេទ​ពុម្ព​អក្សរ។
kn: ‍ಅಕ್ಷರ ಶೈಲಿ ಬದಲಾಯಿಸು.
lt: Keičia šrifto stilių.
my: ဖေါင့်စတိုင်လ်ပြောင်း
nb: Endrer skrifttype.
nl: Wijzigt lettertype.
nn: Endrar skriftstil.
oc: Cambiar la polissa.
or: ଫଣ୍ଟ ପ୍ରକାର ବଦଳାଏ ।
pa_in: ਫੌਂਟ ਦੀ ਕਿਸਮ ਨੂੰ ਬਦਲਦਾ ਹੈ।
pt_br: Altera o tipo de fonte.
pt_pt: Altera o tipo de letra.
si: අකුරු වර්ගය වෙනස් කරයි.
sk: Zmení typ písma
sq: Ndryshon lloj shkronjash.
sv: Ändrar teckentyp.
te: ఫాంట్ రకమును మార్చును.
th: เปลี่ยนชนิดแบบอักษร
tr: Yazı tipi türünü değiştirir.
tt: Шрифт төрен үзгәртә.
uk: Змінює тип шрифту.
ur: فونٹ کی قسم تبدیل کرتا ہے۔
vi: Thay đổi loại phông chữ.

# ClipboardToast.GoToCopiedLink.Button
source: Go
af: Gaan
ast: Dir
az: Get
be: Перайсці
bn: যাও
br: Mont
ca: Vés
cy: Mynd
da: Gå til
de: Los
el: Μετάβαση
eo: Iri
et: Mine
fa: برو
fi: Siirry
fr: Ouvrir
gd: Siuthad
hi_in: जाएं
hr: Idi
hy_am: Անցնել
ia: Ir
id: Buka
is: Áfram
it: Vai
km: ចូលទៅ
kn: ಹೋಗು
lt: Atverti
my: သွားပါ
nb: Gå til
nl: Gaan
nn: Gå til
oc: Zo
or: ଯାଆନ୍ତୁ
pa_in: ਜਾਓ
pt_br: Ir
pt_pt: Ir
si: යන්න
sk: Prejsť
sq: Shko
sv: Gå till
te: వెళ్ళు
th: ไป
tr: Git
tt: Күчү
uk: Перейти
ur: چلیں
vi: Đi

# ClipboardToast.GoToCopiedLink.Title
source: Go to copied link?
af: Gaan na gekopieerde skakel?
ast: ¿Quies dir al enllaz copiáu?
az: Köçürülmüş keçidə gedilsin?
be: Перайсці па скапіяванай спасылцы?
bn: কপি করা লিঙ্কে যাবে?
br: Mont d’an ere eilet?
ca: Voleu anar a l'enllaç copiat?
cy: Mynd i'r ddolen gopïwyd?
da: Gå til kopieret link?
de: Link in der Zwischenablage aufrufen?
el: Μετάβαση στον αντιγραμμένο σύνδεσμο;
eo: Ĉu viziti la kopiitan ligilon?
et: Kas minna kopeeritud lingile?
fa: رفتن به لینک رونوشت شده؟
fi: Siirrytäänkö kopioituun linkkiin?
fr: Ouvrir le lien copié ?
gd: A bheil thu airson tadhal air a’ cheangal a rinn thu lethbhreac dheth?
hi_in: कॉपी किए गए लिंक पर जाएं?
hr: Otvoriti kopiranu poveznicu?
hy_am: Անցնե՞լ պատճենված հղումով:
ia: Ir al ligamine copiate?
id: Buka tautan tersalin?
is: Opna afritaðan hlekk?
it: Aprire l’indirizzo copiato?
km: ចូលទៅ​តំណ​ដែល​បាន​ចម្លង​ដែរ​ឬ​ទេ?
kn: ಕಾಪಿ ಮಾಡಿದ ಕೊಂಡಿಗೆ ಹೋಗುವುದೇ?
lt: Atverti nukopijuotą saitą?
my: ကူးထားသော လင်ခ့်သို့သွားမည်လား ?
nb: Gå til kopiert lenke?
nl: Naar gekopieerde koppeling gaan?
nn: Gå til kopiert lenke?
oc: Anar al ligam copiat ?
or: କପି ହୋଇଥିବା URLକୁ ଯିବେ?
pa_in: ਕਾਪੀ ਕੀਤੇ ਲਿੰਕ 'ਤੇ ਜਾਣਾ ਹੈ?
pt_br: Ir para o link copiado?
pt_pt: Ir para a ligação copiada?
si: පිටපත් කළ සබැඳියට යන්නද?
sk: Prejsť na skopírovaný odkaz?
sq: Të shkohet te lidhja e kopjuar?
sv: Gå till kopierad länk?
te: కాపీచేసిన లంకెకు వెళ్ళాలా?
th: ไปยังลิงก์ที่คัดลอก?
tr: Kopyalanan linke gidilsin mi?
tt: Копияләнгән сылтамага күчәргәме?
uk: Перейти за скопійованим посиланням?
ur: نقل شدہ ربط ہر جائیں؟
vi: Chuyển đến liên kết đã sao chép?

source: Close
af: Sluit
ast: Zarrar
az: Qapat
be: Закрыць
bn: বন্ধ করুন
br: Serriñ
ca: Tanca
cy: Cau
da: Luk
de: Schließen
el: Κλείσιμο
eo: Fermi
et: Sulge
fa: بستن
fi: Sulje
fr: Fermer
gd: Dùin
hi_in: बंद करें
hr: Zatvori
hy_am: Փակել
ia: Clauder
id: Tutup
is: Loka
it: Chiudi
km: បិទ
kn: ಮುಚ್ಚು
lt: Užverti
my: ပိတ်
nb: Lukk
nl: Sluiten
nn: Lat att
oc: Tampar
or: ବନ୍ଦ
pa_in: ਬੰਦ ਕਰੋ
pt_br: Fechar
pt_pt: Fechar
si: වසන්න
sk: Zavrieť
sq: Mbylle
sv: Stäng
te: మూసివేయి
th: ปิด
tr: Kapat
tt: Ябу
uk: Закрити
ur: بند کریں
vi: Đóng

source: Closing tab
ast: Zarrando la llingüeta
az: Vərəq qapatılır
be: Картка закрываецца
bn: ট্যাব বন্ধ হচ্ছে
br: O serriñ an ivinell
ca: S'està tancant la pestanya
cy: Cau'r tab
da: Lukker faneblad
de: Tab wird geschlossen
el: Κλείσιμο καρτέλας
eo: Langeto fermata
et: Kaardi sulgemine
fa: درحال بستن زبانه
fi: Suljetaan välilehti
fr: Fermeture de l’onglet
gd: A’ dùnadh an taba
hi_in: टैब बंद हो रहा है
hr: Zatvori karticu
hy_am: Ներդիրի փակում
ia: Claudente le scheda
id: Menutup tab
is: Loka flipa
it: Chiusura scheda in corso
km: បិទ​ផ្ទាំង
kn: ಟ್ಯಾಬ್ ಮುಚ್ಚಲಾಗುತ್ತಿದೆ
lt: Kortelės užvėrimas
my: တပ်ဗ်အားပိတ်နေသှ်
nb: Lukker fane
nl: Tabblad wordt gesloten
nn: Lèt att fane
oc: Tampadura d’onglet
or: ବନ୍ଦକରିବା ଟ୍ୟାବ
pa_in: ਟੈਬ ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_br: Fechando aba
pt_pt: A fechar o separador
si: පටිති වැසෙමින්
sk: Karta sa zatvára
sq: Po mbyllet skeda
sv: Stänger fliken
te: ట్యాబును మూసివేయడం
th: กำลังปิดแท็บ
tr: Sekme kapatılıyor
tt: Таб ябыла
uk: Закриття вкладки
ur: ٹیب بند ہو رہا ہے
vi: Đang đóng thẻ

source: computer
af: rekenaar
ast: ordenador
az: kompüter
bn: কম্পিউটার
br: urzhiataer
ca: ordinador
cy: cyfrifiadur
eo: komputilo
fa: رایانه
fr: ordinateur
gd: coimpiutair
hi_in: कम्प्यूटर
hy_am: համակարգիչ
ia: computator
id: komputer
is: tölva
km: កុំព្យូទ័រ
kn: ಗಣಕ
lt: kompiuteris
my: ကွန်ပျူတာ
nb: datamaskin
nn: datamaskin
pa_in: ਕੰਪਿਊਟਰ
pt_br: computador
pt_pt: computador
sq: kompjuter
sv: dator
te: కంప్యూటర్
th: คอมพิวเตอร์
tr: bilgisayar
uk: комп'ютер
ur: کمپیوٹر
vi: máy tính

# ContextMenu.BookmarkLinkButtonTitle
source: Bookmark Link
az: Keçidi Əlfəcinlə
be: Дадаць спасылку ў закладкі
bn: বুকমার্ক লিঙ্ক
br: Lakaat an ere er sinedoù
ca: Afegeix l'enllaç a les adreces d'interès
cy: Dolen Nod Tudalen
da: Gem bogmærke for linket
de: Lesezeichen für Link setzen
el: Προσθήκη συνδέσμου σε σελιδοδείκτη
eo: Aldoni legosignon por ligilo
et: Lisa link järjehoidjatesse
fa: پیوند نشانک
fi: Lisää linkki kirjanmerkkeihin
fr: Marquer le lien
gd: Dèan comharra-lìn dhen cheangal
hi_in: बुकमार्क लिंक
hr: Zabilježi poveznicu
hy_am: Էջանշանի հղում
ia: Adder al marcapaginas
id: Markahi Tautan
is: Bókamerkjahlekkur
it: Aggiungi ai segnalibri
km: ចំណាំ​តំណ
kn: ಪುಟಗುರುತು ಕೊಂಡಿ
lt: Įtraukti saitą į adresyną
my: စာမှတ်လင့်ခ်
nb: Bokmerk lenke
nl: Bladwijzer maken
nn: Bokmerk lenke
oc: Marcar lo ligam
or: ଲିଙ୍କକୁ ଚିହ୍ନଟ କରନ୍ତୁ
pa_in: ਲਿੰਕ ਬੁੱਕਮਾਰਕ ਕਰੋ
pt_br: Adicionar link aos favoritos
pt_pt: Adicionar ligação aos marcadores
si: පොත්යොමුවේ සබැඳිය
sk: Pridať odkaz medzi záložky
sq: Faqeruani Lidhjen
sv: Bokmärk länk
te: లంకెను ఇష్టాంశంగాచేయి
th: เพิ่มที่คั่นหน้าสำหรับลิงก์
tr: Bağlantıyı yer imlerine ekle
tt: Кыстыргычларга өстәү
uk: Додати закладку
ur: لنک کو بک مارک کریں
vi: Đánh dấu liên kết

# ContextMenu.ButtonToast.NewPrivateTabOpened.ButtonText
source: Switch
af: Skakel oor
ast: Cambiar
az: Dəyişdir
bn: পরিবর্তন
br: Trec’haoliñ
ca: Vés-hi
cy: Newid
da: Skift
de: Umschalten
eo: Ŝanĝi
fa: تعویض
fr: Afficher
gd: Dèan suids
hi_in: बदलें
hy_am: Փոխարկել
ia: Cambiar
id: Ganti
is: Skipta
km: ប្ដូរ
kn: ಬದಲಾಯಿಸು
lt: Perjungti
my: ကူးပြောင်းပါ
nb: Bytt
nl: Wisselen
nn: Byt
pa_in: ਬਦਲੋ
pt_br: Alternar
pt_pt: Alternar
sq: Kaloni në të
sv: Växla
te: మార్చు
th: สลับ
tr: Buna geç
uk: Перейти
ur: سوئچ
vi: Chuyển

# ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText
source: New Private Tab opened
af: Nuwe private oortjie geopen
ast: Abrióse una llingüeta privada nueva
az: Yeni Məxfi Vərəq açıldı
be: Адкрыта новая прыватная картка
bn: নতুন ব্যক্তিগত ট্যাব খোলা হয়েছে
br: Ivinell brevez nevez bet digoret
ca: S'ha obert una pestanya privada nova
cy: Tab Preifat newydd wedi ei agor
da: Nyt privat faneblad er åbent
de: Neuer privater Tab geöffnet
el: Άνοιξε νέα ιδιωτική καρτέλα
eo: Nova privata langeto malfermita
et: Avati uus privaatne kaart
fa: یک زبانهٔ ناشناس جدید باز شد
fi: Uusi yksityinen välilehti avattu
fr: Nouvel onglet privé ouvert
gd: Chaidh taba prìobhaideach ùr fhosgladh
hi_in: नई निजी टैब खुल गई
hr: Nova privatna kartica otvorena
hy_am: Նոր Գաղտնի ներդիր է բացվել
ia: Nove scheda private aperite
id: Tab Pribadi Baru dibuka
is: Nýr huliðsflipi opnaður
it: Aperta nuova scheda anonima
km: ផ្ទាំងឯកជនថ្មី ត្រូវបានបើក
kn: ಹೊಸ ಖಾಸಗಿ ಹಾಳೆ ತೆಗೆಯಲಾಗಿದೆ
lt: Atverta nauja privačioji kortelė
my: သီးသန့်တပ်ဗ်အသစ် ဖွင့်ပြီး
nb: Ny privat fane åpnet
nl: Nieuw privétabblad geopend
nn: Ny privat fane opna
oc: Novèl onglet privat dobèrt
or: ନୂଆ ବ୍ୟକ୍ତିଗତ ଟ୍ୟାବ ଖୋଲାଗଲା
pa_in: ਨਵੀਂ ਪ੍ਰਾਈਵੇਟ ਟੈਬ ਖੋਲ੍ਹੀ ਗਈ
pt_br: Nova aba privativa aberta
pt_pt: Novo separador privado aberto
si: නව පෞද්. පටිත්තක් විවෘතයි
sk: Bola otvorená nová súkromná karta
sq: U hap Skedë e Re Private
sv: Ny privat flik öppnades
te: కొత్త వ్యక్తిగత ట్యాబు తెరవబడింది
th: เปิดแท็บส่วนตัวใหม่แล้ว
tr: Yeni gizli sekme açıldı
tt: Яңа хосусый таб ачылды
uk: Відкрито нову приватну вкладку
ur: نیا نجی ٹیب کھل گیا
vi: Đã mở thẻ riêng tư mới

# ContextMenu.ButtonToast.NewTabOpened.ButtonText
source: Switch
af: Skakel oor
ast: Cambiar
az: Dəyişdir
be: Перайсці
bn: পরিবর্তন
br: Trec’haoliñ
ca: Vés-hi
cy: Newid
da: Skift
de: Umschalten
el: Εναλλαγή
eo: Ŝanĝi
et: Lülitu
fa: تعویض
fi: Vaihda
fr: Afficher
gd: Dèan suids
hi_in: बदलें
hr: Prebaci
hy_am: Փոխարկել
ia: Cambiar
id: Ganti
is: Skipta
it: Passa a
km: ប្ដូរ
kn: ಬದಲಾಯಿಸು
lt: Perjungti
my: ကူးပြောင်းပါ
nb: Bytt
nl: Wisselen
nn: Byt
oc: I anar
or: ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa_in: ਜਾਓ
pt_br: Alternar
pt_pt: Alternar
si: මාරු වන්න
sk: Prepnúť
sq: Kaloni në të
sv: Växla
te: మార్చు
th: สลับ
tr: Buna geç
tt: Күчү
uk: Перейти
ur: سوئچ
vi: Chuyển

# ContextMenu.ButtonToast.NewTabOpened.LabelText
source: New Tab opened
af: Nuwe oortjie geopen
ast: Abrióse una llingüeta nueva
az: Yeni Vərəq açıldı
be: Адкрыта новая картка
bn: নতুন ট্যাব খোলা হয়েছে
br: Ivinell nevez digoret
ca: S'ha obert una pestanya nova
cy: Tab Newydd wedi ei agor
da: Nyt faneblad er åbnet
de: Neuer Tab geöffnet
el: Η νέα καρτέλα άνοιξε
eo: Nova langeto malfermita
et: Avati uus kaart
fa: زبانهٔ جدید باز شد
fi: Uusi välilehti avattu
fr: Nouvel onglet ouvert
gd: Chaidh taba ùr fhosgladh
hi_in: नया टैब खुला
hr: Nova kartica otvorena
hy_am: Նոր Ներդիր է բացվել
ia: Nove scheda aperite
id: Tab Baru dibuka
is: Nýr flipi opnaður
it: Aperta nuova scheda
km: ផ្ទាំងថ្មី ត្រូវបានបើក
kn: ಹೊಸ ಹಾಳೆ ತೆರೆಯಲಾಗಿದೆ
lt: Atverta nauja kortelė
my: တပ်ဗ်အသစ်ဖွင့်ပြီး
nb: Ny fane åpnet
nl: Nieuw tabblad geopend
nn: Ny fane opna
oc: Novèl onglet dobèrt
or: ନୂଆ ଟ୍ୟାବ ଖୋଲିଛି
pa_in: ਨਵੀਂ ਟੈਬ ਖੋਲ੍ਹੀ ਗਈ
pt_br: Nova aba aberta
pt_pt: Novo separador aberto
si: නව පටිත්තක් විවෘතයි
sk: Bola otvorená nová karta
sq: U hap Skedë e Re
sv: Ny flik öppnades
te: కొత్త ట్యాబు తెరుచుకుంది
th: เปิดแท็บใหม่แล้ว
tr: Yeni sekme açıldı
tt: Яңа таб ачылды
uk: Відкрито нову вкладку
ur: نیا ٹیب کھل گیا
vi: Đã mở thẻ mới

# ContextMenu.CopyImageButtonTitle
source: Copy Image
ast: Copiar la imaxe
az: Şəkili köçür
be: Капіяваць відарыс
bn: ছবি কপি করুন
br: Eilañ ar skeudenn
ca: Copia la imatge
cy: Copïo Delwedd
da: Kopier billede
de: Grafik kopieren
el: Αντιγραφή εικόνας
eo: Kopii bildon
et: Kopeeri pilt
fa: برداشت تصویر
fi: Kopioi kuva
fr: Copier l’image
gd: Dèan lethbhreac dhen dealbh
hi_in: चित्र कॉपी करें
hr: Kopiraj sliku
hy_am: Պատճենել պատկերը
ia: Copiar le imagine
id: Salin Gambar
is: Afrita mynd
it: Copia immagine
km: ចម្លង​រូបភាព
kn: ಚಿತ್ರವನ್ನು ನಕಲಿಸು
lt: Kopijuoti paveikslą
my: ရုပ်ပုံကို ကူးရန်
nb: Kopier bilde
nl: Afbeelding kopiëren
nn: Kopier bilde
oc: Copiar l’imatge
or: ଛବିଟିକୁ ନକଲକରନ୍ତୁ
pa_in: ਚਿੱਤਰ ਕਾਪੀ ਕਰੋ
pt_br: Copiar imagem
pt_pt: Copiar imagem
si: රූපයේ පිටපතක්
sk: Kopírovať obrázok
sq: Kopjo Figurën
sv: Kopiera bild
te: బొమ్మని కాపీచేయి
th: คัดลอกภาพ
tr: Resmi kopyala
tt: Рәсемне күчереп алу
uk: Копіювати зображення
ur: نقش نقل کریں
vi: Sao chép hình ảnh

# ContextMenu.CopyImageLinkButtonTitle
source: Copy Image Link
ast: Copiar l'enllaz de la imaxe
az: Şəkilin keçidini köçür
be: Капіяваць спасылку на відарыс
bn: ইমেজ লিংক কপি করুন
br: Eilañ ere ar skeudenn
ca: Copia l'enllaç de la imatge
cy: Copi Dolen Delwedd
da: Kopier link til billede
de: Grafik-Link kopieren
el: Αντιγραφή συνδέσμου εικόνας
eo: Kopii ligilon de bildo
et: Kopeeri pildi link
fa: برداشت پیوند تصویر
fi: Kopioi kuvan linkki
fr: Copier le lien de l’image
gd: Dèan lethbhreac de cheangal an deilbh
hi_in: चित्र लिंक कॉपी करें
hr: Kopiraj poveznicu slike
hy_am: Պատճենել պատկերի հղումը
ia: Copiar le ligamine del imagine
id: Salin Tautan Gambar
is: Afrita tengil myndar
it: Copia link immagine
km: ចម្លង​តំណ​រូបភាព
kn: ಚಿತ್ರದ ಲಿಂಕ್ ಅನ್ನು ನಕಲಿಸಿ
lt: Kopijuoti paveikslo saitą
my: ရုပ်ပုံလင့်ခ်ကို ကူးရန်
nb: Kopier bildelenke
nl: Afbeeldingskoppeling kopiëren
nn: Kopier bildelenke
oc: Copiar lo ligam de l’imatge
or: ପ୍ରତିଛବି ଲିଙ୍କ୍ କପି କରନ୍ତୁ
pa_in: ਚਿੱਤਰ ਲਿੰਕ ਕਾਪੀ ਕਰੋ
pt_br: Copiar endereço da imagem
pt_pt: Copiar ligação da imagem
si: රූපයේ සබැඳියේ පිටපතක්
sk: Kopírovať odkaz na obrázok
sq: Kopjo Lidhje Figure
sv: Kopiera bildlänk
te: బొమ్మ లంకెను కాపీచేయి
th: คัดลอกลิงก์ภาพ
tr: Resim bağlantısını kopyala
tt: Рәсем сылтамасын копияләү
uk: Копіювати посилання на зображення
ur: نقش کے رببط کی نقل کریں
vi: Sao chép liên kết hình ảnh

# ContextMenu.CopyLinkButtonTitle
source: Copy Link
ast: Copiar l'enllaz
az: Keçidi köçür
be: Капіяваць спасылку
bn: লিংক কপি করুন
br: Eilañ an ere
ca: Copia l'enllaç
cy: Copïo'r Ddolen
da: Kopier link
de: Link kopieren
el: Αντιγραφή συνδέσμου
eo: Kopii ligilon
et: Kopeeri link
fa: برداشت پیوند
fi: Kopioi linkki
fr: Copier le lien
gd: Dèan lethbhreac dhen cheangal
hi_in: लिंक कॉपी करें
hr: Kopiraj poveznicu
hy_am: Պատճենել հղումը
ia: Copiar le ligamine
id: Salin Tautan
is: Afrita tengil
it: Copia link
km: ចម្លង​តំណ
kn: ಕೊಂಡಿ ನಕಲಿಸು‍
lt: Kopijuoti saitą
my: လင့်ခ်ကို ကူးရန်
nb: Kopier lenke
nl: Koppeling kopiëren
nn: Kopier lenke
oc: Copiar lo ligam
or: ଲିଙ୍କ ନକଲ କରନ୍ତୁ
pa_in: ਲਿੰਕ ਕਾਪੀ ਕਰੋ
pt_br: Copiar link
pt_pt: Copiar ligação
si: සබැඳියේ පිටපතක්
sk: Kopírovať odkaz
sq: Kopjoji Lidhjen
sv: Kopiera länk
te: లంకెను కాపీచేయి
th: คัดลอกลิงก์
tr: Bağlantıyı kopyala
tt: Сылтаманы күчереп алу
uk: Копіювати посилання
ur: ربط نقل کریں
vi: Sao chép liên kết

# ContextMenu.DownloadLinkButtonTitle
source: Download Link
az: Endirmə keçidi
be: Сцягнуць спасылку
bn: ডাউনলোড লিংক
br: Pellgargañ an ere
ca: Baixa l'enllaç
cy: Dolen Llwytho i Lawr
da: Hent link
de: Link herunterladen
el: Λήψη συνδέσμου
eo: Elŝuti la ligilon
et: Laadi lingil olev sisu alla
fa: پیوند دریافت
fi: Lataa linkki
fr: Télécharger le lien
gd: Luchdaich a-nuas an ceangal
hi_in: लिंक डाउनलोड करें
hr: Poveznica za preuzimanje
hy_am: Ներբեռնել հղումը
ia: Discargar le ligamine
id: Unduh Tautan
is: Tengill til að hala niður
it: Scarica destinazione link
km: ទាញយក​តំណ
kn: ಡೌನ್‌ಲೋಡ್ ಕೊಂಡಿ
lt: Atsiųsti saitą
my: လင့်ခ်ကနေ ဆွဲယူပါ
nb: Last ned lenke
nl: Koppeling downloaden
nn: Last ned lenke
oc: Telecargar lo ligam
or: ଲିଙ୍କ ଆହରଣ କରନ୍ତୁ
pa_in: ਲਿੰਕ ਡਾਊਨਲੋਡ ਕਰੋ
pt_br: Baixar link
pt_pt: Ligação de transferência
si: සබැඳිය බාගන්න
sk: Stiahnuť odkaz
sq: Shkarko Lidhjen
sv: Nedladdningslänk
te: లంకెను దించుకో
th: ดาวน์โหลดลิงก์
tr: Bağlantıyı indir
tt: Сылтаманы йөкләп алу
uk: Завантажити посилання
ur: ربط ڈاؤن لوڈ کریں
vi: Liên kết tải xuống

# ContextMenu.OpenInNewTabButtonTitle
source: Open in New Tab
az: Yeni vərəqdə aç
be: Адкрыць у новай картцы
bn: নতুন ট্যাবে খুলুন
br: Digeriñ en un ivinell nevez
ca: Obre en una pestanya nova
cy: Agor mewn Tab Newydd
da: Åbn i nyt faneblad
de: In neuem Tab öffnen
el: Άνοιγμα σε νέα καρτέλα
eo: Malfermi en nova langeto
et: Ava uuel kaardil
fa: بازکردن در تب جدید
fi: Avaa uuteen välilehteen
fr: Ouvrir dans un nouvel onglet
gd: Fosgail ann an taba ùr
hi_in: नए टैब में खोलें
hr: Otvori u novoj kartici
hy_am: Բացել նոր ներդիրում
ia: Aperir in un nove scheda
id: Buka di Tab Baru
is: Opna í nýjum flipa
it: Apri in nuova scheda
km: បើក​ក្នុង​ផ្ទាំង​ថ្មី
kn: ಹೊಸ ಟ್ಯಾಬ್‌ನಲ್ಲಿ ತೆರೆ
lt: Atverti naujoje kortelėje
my: တပ်ဗ်အသစ်တွင် ဖွင့်ပါ
nb: Åpne i ny fane
nl: Openen in nieuw tabblad
nn: Opne i ny fane
oc: Dobrir dins un onglet novèl
or: ନୂତନ ଟ୍ୟାବରେ ଖୋଲନ୍ତୁ
pa_in: ਨਵੇਂ ਟੈਬ ਵਿੱਚ ਖੋਲ੍ਹੋ
pt_br: Abrir em nova aba
pt_pt: Abrir num novo separador
si: නව පටිත්තකින් අරින්න
sk: Otvoriť na novej karte
sq: Hape në Skedë të Re
sv: Öppna i ny flik
te: కొత్త ట్యాబులో తెరువు
th: เปิดในแท็บใหม่
tr: Yeni sekmede aç
tt: Яңа табта ачу
uk: Відкрити в новій вкладці
ur: نئی ٹیب میں کھولیں
vi: Mở trong thẻ mới

# ContextMenu.OpenLinkInNewPrivateTabButtonTitle
source: Open Link in New Private Tab
bn: নতুন ব্যক্তিগত ট্যাবে লিঙ্ক খুলুন
br: Digeriñ an ere en un ivinell prevez
ca: Obre l'enllaç en una pestanya privada nova
cy: Agor Dolen mewn Tab Preifat Newydd
da: Åbn link i nyt privat faneblad
de: Link in neuem privaten Tab öffnen
eo: Malfermi ligilon en nova privata langeto
fa: باز کردن پیوند در زبانه خصوصی جدید
fr: Ouvrir le lien dans un nouvel onglet privé
gd: Fosgail an ceangal le taba prìobhaideach ùr
hi_in: नए निजी टैब में लिंक खोलें
hy_am: Բացեք հղումը նոր մասնավոր ներդիրում
ia: Aperir le ligamine in un nove scheda private
id: Buka Tautan di Tab Pribadi Baru
is: Opna tengil í nýjum huliðsflipa
km: បើក​តំណ​ក្នុង​ផ្ទាំង​ឯកជន​ថ្មី
lt: Atverti saitą naujoje privačioje kortelėje
nb: Åpne lenke i ny privat fane
nl: Koppeling openen in nieuw privétabblad
nn: Opna lenke i ny privat fane
pa_in: ਲਿੰਕ ਨਵੀਂ ਪ੍ਰਾਈਵੇਟ ਟੈਬ ਵਿੱਚ ਖੋਲ੍ਹੋ
pt_br: Abrir link em nova aba privativa
pt_pt: Abrir ligação num novo separador privado
sq: Hape Lidhjen në Skedë të Re Private
sv: Öppna länk i ny privat flik
th: เปิดลิงก์ในแท็บส่วนตัวใหม่
tr: Bağlantıyı yeni gizli sekmede aç
uk: Відкрити у приватній вкладці
ur: نئی نجی ٹیب میں ربط کھولیں
vi: Mở liên kết trong thẻ riêng tư mới

# ContextMenu.OpenLinkInNewTabButtonTitle
source: Open Link in New Tab
az: Keçidi Yeni Vərəqdə Aç
bn: নতুন ট্যাবে লিঙ্ক খুলুন
br: Digeriñ an ere en un ivinell nevez
ca: Obre l'enllaç en una pestanya nova
cy: Agor Dolen mewn Tab Newydd
da: Åbn link i nyt faneblad
de: Link in neuem Tab öffnen
eo: Malfermi ligilon en nova langeto
fa: باز کردن پیوند در زبانه جدید
fr: Ouvrir le lien dans un nouvel onglet
gd: Fosgail an ceangal ann an taba ùr
hi_in: नए टैब में लिंक खोलें
hy_am: Բացել հղումը նոր ներդիրում
ia: Aperir le ligamine in un nove scheda
id: Buka Tautan di Tab Baru
is: Opna tengil í nýjum flipa
km: បើក​តំណ​ក្នុង​ផ្ទាំង​ថ្មី
lt: Atverti saitą naujoje kortelėje
nb: Åpne lenke i ny fane
nl: Koppeling openen in nieuw tabblad
nn: Opne lenke i ny fane
pa_in: ਲਿੰਕ ਨਵੀਂ ਟੈਬ ਵਿੱਚ ਖੋਲ੍ਹੋ
pt_br: Abrir link em nova aba
pt_pt: Abrir ligação num novo separador
sq: Hape Lidhjen në Skedë të Re
sv: Öppna länk i ny flik
th: เปิดลิงก์ในแท็บใหม่
tr: Bağlantıyı yeni sekmede aç
uk: Відкрити у новій вкладці
ur: ربط نئی ٹیب میں کھولیں
vi: Mở liên kết trong thẻ mới

# ContextMenu.SaveImageButtonTitle
source: Save Image
az: Şəkli saxla
be: Захаваць відарыс
bn: ছবি সংরক্ষণ করুন
br: Enrollañ ar skeudenn
ca: Desa la imatge
cy: Cadw Delwedd
da: Gem billede
de: Grafik speichern
el: Αποθήκευση εικόνας
eo: Konservi bildon
et: Salvesta pilt
fa: ذخیره تصویر
fi: Tallenna kuva
fr: Enregistrer l’image
gd: Sàbhail an dealbh
hi_in: चित्र सहेजें
hr: Spremi sliku
hy_am: Պահպանել պատկերը
ia: Salvar le imagine
id: Simpan Gambar
is: Vista mynd
it: Salva immagine
km: រក្សាទុក​រូបភាព
kn: ಚಿತ್ರವನ್ನು ಉಳಿಸು
lt: Įrašyti paveikslą
my: ရုပ်ပုံကို သိမ်းရန်
nb: Lagre bilde
nl: Afbeelding opslaan
nn: Lagre bilde
oc: Enregistrar l’imatge
or: ପ୍ରତିଛବି ସଂରକ୍ଷଣ କରନ୍ତୁ
pa_in: ਚਿੱਤਰ ਸੰਭਾਲੋ
pt_br: Salvar imagem
pt_pt: Guardar imagem
si: රූපය සුරකින්න
sk: Uložiť obrázok
sq: Ruajeni Figurën
sv: Spara bild
te: బొమ్మను భద్రపరచు
th: บันทึกภาพ
tr: Resmi kaydet
tt: Рәсемне саклау
uk: Зберегти зображення
ur: نقش محفوظ کریں
vi: Lưu hình ảnh
