Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

source: Send Report
af: Stuur verslag
ast: Unviar l'informe
az: Hesabat Göndər
be: Адправіць паведамленне
bn: প্রতিবেদন পাঠান
br: Kas an danevell
ca: Envia l'informe
cy: Anfon Adroddiad
da: Send rapport
de: Bericht senden
el: Αποστολή αναφοράς
eo: Sendi raporton
et: Saada raport
fa: ارسال گزارش
fi: Lähetä raportti
fr: Envoyer le rapport
gd: Cuir an aithisg
hi_in: विवरण भेजें
hr: Pošalji izvještaj
hy_am: Ուղարկել զեկույց
ia: Inviar le reporto
id: Kirim Laporan
is: Senda skýrslu
it: Invia segnalazione
km: ផ្ញើ​របាយការណ៍
kn: ವರದಿ ಕಳುಹಿಸು
lt: Siųsti pranešimą
my: အစီရင်ခံစာကို ပေးပို့ပါ
nb: Send rapport
nl: Rapport verzenden
nn: Send rapport
oc: Enviar lo rapòrt
pa_in: ਰਿਪੋਰਟ ਨੂੰ ਭੇਜੋ
pt_br: Enviar relatório
pt_pt: Enviar relatório
si: වාර්තාව යවන්න
sk: Odoslať hlásenie
sq: Dërgoje Raportin
sv: Skicka rapport
te: నివేదిక పంపు
th: ส่งรายงาน
tr: Raporu gönder
tt: Хисап җибәрү
uk: Надіслати звіт
ur: رپورٹ ارسال کریں
vi: Gửi báo cáo

# SendTo.Cancel.Button
source: Cancel
af: Kanselleer
ast: Encaboxar
az: Ləğv et
be: Скасаваць
bn: বাতিল করুন
br: Nullañ
ca: Cancel·la
cy: Diddymu
da: Annuller
de: Abbrechen
el: Ακύρωση
eo: Nuligi
et: Loobu
fa: لغو
fi: Peruuta
fr: Annuler
gd: Sguir dheth
hi_in: रद्द करें
hr: Odustani
hy_am: Չեղարկել
ia: Cancellar
id: Batalkan
is: Hætta við
it: Annulla
km: បោះបង់​
kn: ರದ್ದು ಮಾಡು
lt: Atsisakyti
my: မဆောင်ရွက်ပါ
nb: Avbryt
nl: Annuleren
nn: Avbryt
oc: Anullar
or: ବାତିଲ କରନ୍ତୁ
pa_in: ਰੱਦ ਕਰੋ
pt_br: Cancelar
pt_pt: Cancelar
si: අවලංගු කරන්න
sk: Zrušiť
sq: Anuloje
sv: Avbryt
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
tt: Баш тарту
uk: Скасувати
ur: منسوخ کریں
vi: Hủy bỏ

# SendTo.DeviceList.Text
source: Available devices:
ast: Preseos disponibles:
az: Mümkün cihazlar:
be: Даступныя прылады:
bn: ব্যবহারযোগ্য ডিভাইস:
br: Trevnadoù hegerz:
ca: Dispositius disponibles:
cy: Dyfeisiau sydd ar gael:
da: Tilgængelige enheder:
de: Verfügbare Geräte:
el: Διαθέσιμες συσκευές:
eo: Haveblaj aparatoj:
et: Saadaolevad seadmed:
fa: دستگاه‌های در دسترس:
fi: Käytettävissä olevat laitteet:
fr: Appareils disponibles :
gd: Uidheaman a tha ri làimh:
hi_in: उपलब्ध उपकरण:
hr: Dostupni uređaji:
hy_am: Հասնանելի սարքեր․
ia: Apparatos disponibile:
id: Peranti tersedia:
is: Tæki í boði:
it: Dispositivi disponibili:
km: ឧបករណ៍​​ដែល​អាចប្រើបាន៖
lt: Galimi įrenginiai:
my: အသုံးပြုနိုင်သော ကိရိယာများ
nb: Tilgjengelige enheter:
nl: Beschikbare apparaten:
nn: Tilgjengelege einingar:
oc: Periferics disponibles :
or: ଉପଲବ୍ଧ ଉପକରଣଗୁଡ଼ିକ:
pa_in: ਉਪਲੱਬਧ ਡਿਵਾਈਸ:
pt_br: Dispositivos disponíveis:
pt_pt: Dispositivos disponíveis:
si: තිබෙන උපාංග:
sk: Dostupné zariadenia:
sq: Pajisje të gatshme:
sv: Tillgängliga enheter:
te: ఆందుబాటులో ఉన్న పరికరాలు:
th: อุปกรณ์ที่มี:
tr: Mevcut cihazlar:
tt: Кулланырлык җиһазлар:
uk: Доступні пристрої:
ur: دستیاب آلات
vi: Các thiết bị có sẵn:

# SendTo.Error.Message
source: Only HTTP and HTTPS links can be shared.
af: Slegs HTTP- en HTTPS-skakels kan gedeel word.
ast: Namás puen compartise enllaces HTTP y HTTPS.
az: Ancaq HTTP və HTTPS keçidlər paylaşıla bilər.
be: Можна дзяліцца толькі HTTP і HTTPS спасылкамі.
bn: খালি HTTP আর HTTPS লিঙ্ক শেয়ার করা যাবে।
br: N’haller rannañ ereoù HTTP ha HTTPS hepken.
ca: Només es poden compartir enllaços HTTP i HTTPS.
cy: Dim ond dolenni HTTP a HTTPS y mae modd eu rhannu.
da: Det er kun muligt at dele HTTP- og HTTPS-links.
de: Nur HTTP- und HTTPS-Links können geteilt werden.
el: Μπορούν να κοινοποιηθούν μόνο σύνδεσμοι HTTP και HTTPS.
eo: Nur ligiloj HTTP kaj HTTPS povas esti dividitaj.
et: Jagada saab ainult HTTP- ja HTTPS-linke.
fa: تنها پیوند‌های HTTPوHTTPS قادر به اشتراک گذاشتن هستند.
fi: Vain HTTP- ja HTTPS-linkkejä voidaan jakaa.
fr: Seuls les liens HTTP ou HTTPS peuvent être partagés.
gd: Chan urrainnear ach ceanglaichean HTTP agus HTTPS a cho-roinneadh.
hi_in: केवल HTTP और HTTPS लिंक साझा किए जा सकते हैं।
hr: Dijeliti se mogu samo HTTP i HTTPS poveznice.
hy_am: Միայն HTTP և HTTPS հղումները կարող են համօգտագործվել:
ia: Solmente ligamines HTTP e HTTPS pote ser compartite.
id: Hanya tautan HTTP dan HTTPS yang dapat dibagikan.
is: Einungis er hægt að deila HTTP og HTTPS tenglum.
it: È possibile condividere solo link HTTP e HTTPS.
km: មាន​តែ​តំណ HTTP និង HTTPS អាច​ចែករំលែក​បាន។
lt: Galima dalintis tik HTTP ir HTTPS saitais.
my: HTTP နှင့် HTTPS ချိတ်ဆက်များကိုသာ မျှဝေနိုင်ပါမည်။
nb: Bare HTTP- og HTTPS-lenker kan deles.
nl: Alleen HTTP- en HTTPS-koppelingen kunnen worden gedeeld.
nn: Berre HTTP- og HTTPS-lenker kan delast.
oc: Sols los ligams HTTP e HTTPS pòdon èsser partejats.
pa_in: ਕੇਵਲ HTTP ਅਤੇ HTTPS ਲਿੰਕ ਸਾਂਝੇ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ।
pt_br: Apenas links HTTP e HTTPS podem ser compartilhados.
pt_pt: Apenas pode partilhar ligações HTTP e HTTPS.
si: HTTP සහ HTTPS සබැඳි පමණක් බෙදා ගත හැකිය.
sk: Zdieľané môžu byť len odkazy typu HTTP a HTTPS.
sq: Me të tjerët mund të ndahen vetëm lidhje HTTP dhe HTTPS.
sv: Endast HTTP och HTTPS länkar kan delas.
te: కేవలం HTTP మరియు HTTPS లింకులు షేర్ చేయవచ్చు.
th: เฉพาะลิงก์ HTTP และ HTTPS ที่สามารถแบ่งปันได้
tr: Yalnızca HTTP ve HTTPS bağlantıları paylaşılabilir.
tt: HTTP һәм HTTPS сылтамаларны гына уртаклашып була.
uk: Можна ділитися лише посиланнями HTTP та HTTPS.
ur: صرف HTTP اور HTTPS ربط شیئر کیئے جا سکتے ہیں۔
vi: Chỉ các liên kết HTTP và HTTPS có thể được chia sẻ.

# SendTo.Error.OK.Button
source: OK
af: Goed
ast: D'acuerdu
az: Tamam
bn: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eo: Akcepti
et: Olgu
fa: تایید
gd: Ceart ma-thà
hi_in: ठीक
hr: U redu
hy_am: Լավ
id: Oke
is: Í lagi
km: យល់ព្រម​
lt: Gerai
my: ကောင်းပြီ
oc: D'acòrdi
or: ଠିକ ଅଛି
pa_in: ਠੀਕ ਹੈ
si: හරි
th: ตกลง
tr: Tamam
tt: ОК
uk: Гаразд
ur: ٹھیک ہے

# SendTo.Error.Title
source: The link you are trying to share cannot be shared.
af: Die skakel wat u probeer deel, kan nie gedeel word nie.
ast: L'enllaz que tentes de compartir nun se pue compartir.
az: Paylaşmağa çalışdığınız keçid paylaşıla bilmir.
be: Нельга падзяліцца спасылкай, якой вы спрабуеце падзяліцца.
bn: আপনি যে লিঙ্কটি শেয়ার করতে চাইছেন সেটা শেয়ার করা যাবে না।
br: N’haller ket rannañ an ere a glaskit rannañ.
ca: Aquest enllaç no es pot compartir.
cy: Nid oes modd rhannu'r ddolen rydych y ceisio ei rhannu.
da: Linket, du forsøger at dele, kan ikke deles.
de: Der gewünschte Link kann nicht geteilt werden.
el: Δεν ήταν δυνατή η κοινοποίηση του συνδέσμου που προσπαθείτε να μοιραστείτε.
eo: La ligilon, kiun vi klopodas dividi, ne estas dividebla.
et: Valitud linki pole võimalik jagada.
fa: پیوندی که شما در تلاش برای به اشتراک گذاری آن هستید غیرقابل اشتراک‌گذاری است.
fi: Linkkiä, jonka yrität jakaa, ei voi jakaa.
fr: Ce lien ne peut pas être partagé.
gd: Cha ghabh ceangal mar sin a cho-roinneadh.
hi_in: आप जिस लिंक को साझा करना चाहते हैं उसे साझा नहीं किया जा सकता।
hr: Poveznica koju pokušavaš dijeliti se ne može dijeliti.
hy_am: Տվյալ հղումը հնարավոր չէ համօգտագործել:
ia: Le ligamine que tu tenta compartir non pote esser compartite.
id: Tautan yang Anda coba bagikan tidak dapat dibagikan.
is: Ekki er hægt að deila tenglinum sem þú ert að reyna að deila.
it: Non è possibile condividere questo link.
km: តំណ​ដែល​អ្នក​កំពុង​ព្យាយាម​ចែករំលែក​មិន​អាច​ចែករំលែក​បាន​ទេ។
lt: Jūsų norimu saitu pasidalinti negalima.
my: သင် မျှဝေအသုံးပြုရန် ကြိုးစားနေသည့် ဒီလင့်ကို မမျှဝေနိုင်ပါ။
nb: Lenken du prøver å dele kan ikke deles.
nl: De koppeling die u probeert te delen kan niet worden gedeeld.
nn: Lenka du prøver å dele kan ikkje delast.
oc: Aqueste ligam pòt pas èsser partejat.
pa_in: ਲਿੰਕ, ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਸਾਂਝਾ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹੋ, ਨੂੰ ਸਾਂਝਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pt_br: O link que está tentando compartilhar não pode ser compartilhado.
pt_pt: A ligação que está a tentar partilhar não pode ser partilhada.
si: උත්සාහ කරන සබැඳිය බෙදා ගැනීමට නොහැකිය.
sk: Odkaz, ktorý sa pokúšate zdieľať nemôže byť zdieľaný.
sq: Lidhja që po provoni të ndani me të tjerët, s’mund të ndahet.
sv: Länken du försöker att dela kan inte delas.
te: మీరు షేర్ చేయడానికి ప్రయత్నిస్తున్న లింక్ షేర్ చేయడం సాధ్యం కాదు.
th: ไม่สามารถแบ่งปันลิงก์ที่คุณกำลังพยายามจะแบ่งปัน
tr: Paylaşmaya çalıştığınız bağlantı paylaşılamaz.
tt: Сез уртаклашырга теләгән сылтаманы уртаклашып булмый.
uk: Неможливо поділитися цим посиланням.
ur: جو ربط آپ شیئر کرنے کی کوشش کر رہے ہیں وہ شیئر نہیں کیا جاسکتا۔
vi: Liên kết bạn đang cố gắng chia sẻ không thể chia sẻ được.

# SendTo.NavBar.Title
source: Send Tab
az: Vərəqi Göndər
be: Даслаць картку
bn: ট্যাব পাঠান
br: Kas an ivinell
ca: Envia la pestanya
cy: Anfon Tab
da: Send faneblad
de: Tab senden
el: Αποστολή καρτέλας
eo: Sendi langeton
et: Kaardi saatmine
fa: ارسال زبانه
fi: Lähetä välilehti
fr: Envoyer l’onglet
gd: Cuir an taba
hi_in: टैब भेजें
hr: Pošalji karticu
hy_am: Ուղարկել ներդիրը
ia: Inviar le scheda
id: Kirim Tab
is: Senda flipa
it: Invia scheda
km: ផ្ញើ​ផ្ទាំង
lt: Nusiųsti kortelę
my: တပ်ဗ်ကို ပို့ရန်
nb: Send fane
nl: Tabblad verzenden
nn: Send fane
oc: Enviar l’onglet
pa_in: ਟੈਬ ਭੇਜੋ
pt_br: Enviar aba
pt_pt: Enviar separador
si: පටිත්ත යවන්න
sk: Odoslať kartu
sq: Dërgo Skedë
sv: Skicka flik
te: ట్యాబును పంపు
th: ส่งแท็บ
tr: Sekmeyi Gönder
tt: Табны җибәрү
uk: Надіслати вкладку
ur: ٹیب ارسال کریں
vi: Gửi thẻ

# SendTo.NoDevicesFound.Message
source: You don’t have any other devices connected to this Firefox Account available to sync.
ast: Nun tienes más preseos conectaos a esta cuenta de Firefox disponible pa sincronizar.
az: Sizin bu Firefox Hesabınıza qoşulmuş sinxornlaşdırmaya uyğun başqa cihaz yoxdur.
be: У вас няма ніводнай прылады, злучанай з гэтым уліковым запісам Firefox і даступнай для сінхранізацыі.
bn: সিঙ্ক করার জন্য আপনার কোন ডিভাইস এই Firefox Account এর সাথে যুক্ত নেই।
br: N’ho peus trevnad ebet all kennasket d’ar gont Firefox-mañ hegerz evit goubredañ.
ca: No hi ha cap altre dispositiu connectat a aquest compte del Firefox disponible per sincronitzar.
cy: Nid oes gennych unrhyw ddyfeisiau eraill sy'n gysylltiedig â'r Cyfrif Firefox sydd ar gael i'w gydweddu.
da: Du har ikke andre enheder tilknyttet denne Firefox-konto, som er tilgængelige for synkronisering.
de: Derzeit sind keine anderen Geräte mit diesem Firefox-Konto verbunden, die synchronisiert werden könnten.
el: Δεν έχετε συνδέσει καμία άλλη, διαθέσιμη προς συγχρονισμό, συσκευή σε αυτό το λογαριασμό Firefox.
eo: Vi ne havas alian aparaton preta speguli kaj konektita al tiu ĉi konto de Firefox.
et: Sul ei ole selle Firefoxi kontoga teisi sünkroniseeritavaid seadmeid ühendatud.
fa: شما هیچ‌گونه دستگاه دیگری متصل به فایرفاکس برای همگام‌سازی ندارید.
fi: Sinulla ei ole muita tähän Firefox-tiliin kytkettyjä laitteita synkronointia varten.
fr: Vous n’avez aucun autre appareil prêt à être synchronisé et connecté à ce compte Firefox.
gd: Cha do cheangail thu uidheam sam bith eile ris a’ chunntas Firefox seo as urrainn dhut sioncronachadh.
hi_in: आपके पास सिंक के लिए इस Firefox खाते से जुड़े कोई अन्य उपकरण उपलब्ध नहीं हैं।
hr: Za sinkronizaciju ne raspolažeš s nijednim drugim uređajem koji je povezan s ovim Firefox računom.
hy_am: Դուք չունեք մի սարք, որը կապված է Firefox֊ի այս հաշվին և առկա է համաժամեցման համար։
ia: Tu non ha altere apparatos connectite a iste conto Firefox disponibile a synchronisar.
id: Anda tidak memiliki perangkat lainnya yang terhubung dengan Firefox Account ini untuk dapat disinkronkan.
is: Þú ert ekki með önnur tæki tengd við þennan Firefox reikning sem hægt er að samstilla.
it: Al momento non risultano disponibili per la sincronizzazione ulteriori dispositivi connessi a questo account Firefox.
km: អ្នក​មិន​មាន​ឧបករណ៍​ផ្សេង​ណា​មួយ​បាន​ភ្ជាប់​ទៅ​គណនី Firefox ដែល​អាច​ប្រើ ​​ដើម្បី​ធ្វើ​សមកាលកម្ម​​បាននោះ​ទេ។
lt: Su šia „Firefox“ paskyra nesate susieję jokių kitų sinchronizuoti galinčių įrenginių.
my: Firefox Account ကို Sync ရန် သင့်တွင် ချိတ်ဆက်ထားသော အခြား ကိရိယာများ မရှိပါ။
nb: Du har ingen andre enheter koblet til denne Firefox-kontoen tilgjengelig for synkronisering.
nl: U hebt geen andere aan deze Firefox-account gekoppelde apparaten beschikbaar voor synchronisatie.
nn: Du har ingen andre einingar tilkopla til denne Firefox-kontoen som er tilgjengelege for synkronisering.
pa_in: ਤੁਹਾਡੇ ਕੋਲ ਸਿੰਕ ਕਰਨ ਲਈ ਇਸ ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਨਾਲ ਹੋਰ ਕੋਈ ਡਿਵਾਈਸ ਕਨੈਕਟ ਨਹੀਂ ਹੈ।
pt_br: Você não tem nenhum outro dispositivo conectado a esta Conta Firefox, disponível para sincronizar.
pt_pt: Não tem quaisquer outros dispositivos ligados a esta Conta Firefox disponíveis para sincronizar.
si: සමමුහූර්ත කිරීමට ඔබ මෙම ෆයර්ෆොක්ස් ගිණුමට වෙනත් කිසිදු උපාංගයක් සම්බන්ධ කර නැත.
sk: K svojmu účtu Firefox nemáte pripojené žiadne zariadenia dostupné na synchronizáciu.
sq: S’keni ndonjë pajisje tjetër të lidhur te kjo Llogari Firefox-i të gatshme për njëkohësim.
sv: Du har inga andra enheter anslutna till det här Firefox-kontot som är tillgängliga för synkronisering.
te: సింక్రనించడానికి ఈ Firefox ఖాతాకు అనుసంధానించబడిన పరికరాలు ఏమీ మీకు లేవు.
th: คุณไม่มีอุปกรณ์ใด ๆ ที่เชื่อมต่อกับบัญชี Firefox นี้ที่พร้อมซิงค์
tr: Bu Firefox Hesabı’na bağlanmış ve eşitleme yapabileceğiniz başka cihazınız yok.
tt: Бу Firefox Хисабына бәйләнгән һәм синхронлауга әзер башка җиһазларыгыз юк.
uk: У вас немає інших доступних для синхронізації пристроїв, підключених до цього облікового запису Firefox.
ur: آپ کے کوئی بھی دیگر آلات ہمہ وقت سازی پر موجود Firefox اکائونٹ سے جڑے نہیں ہوئے۔
vi: Bạn không có thiết bị nào khác được kết nối với tài khoản Firefox này để đồng bộ hóa.

# SendTo.NotSignedIn.Message
source: Please open Firefox, go to Settings and sign in to continue.
ast: Abri Firefox, vete p'Axustes y anicia sesión pa siguir.
az: Lütfən, davam etmək üçün Firefox-u açın, Tənzimləmələrə gedin və daxil olun.
be: Калі ласка, адкрыйце Firefox, прайдзіце ў Налады і ўвайдзіце для працягу.
bn: অনুগ্রহ করে Firefox খুলুন, সেটিং এ যান এবং সাইন ইন করুন।
br: Digorit Firefox, kit en arventennoù ha kennaskit evit kenderc’hel.
ca: Obriu el Firefox, aneu als Paràmetres i inicieu la sessió per continuar.
cy: Agorwch Firefox, ewch i'r Gosodiadau a mewngofnodi i barhau.
da: Åbn Firefox, gå til Indstillinger og log ind for at fortsætte.
de: Bitte starten Sie Firefox, öffnen Sie die Einstellungen und melden Sie sich an, um fortzufahren.
el: Παρακαλούμε ανοίξτε το Firefox, μεταβείτε στις Ρυθμίσεις και συνδεθείτε για να συνεχίσετε.
eo: Bonvolu malfermi Firefox, iru al Agordoj kaj komencu seancon por daŭrigi.
et: Jätkamiseks ava Firefox, mine sätetesse ja logi sisse.
fa: لطفا فایرفاکس را باز کنید،‌ به بخش تنظیمات بروید و برای ادامه وارد شوید.
fi: Avaa Firefox, siirry asetuksiin ja kirjaudu sisään jatkaaksesi.
fr: Veuillez ouvrir Firefox, vous rendre dans les paramètres et vous connecter pour continuer.
gd: Fosgail na roghainnean ann am Firefox is clàraich a-steach a leantainn air adhart.
hi_in: कृपया Firefox खोलें, सेटिंग में जाएं और जारी रखने के लिए साइन इन करें।
hr: Otvori Firefox, idi na postavke i prijavi se.
hy_am: Խնդրում ենք բացել Firefox֊ը, անցեք ընտրանքներ և գրանցվեք ՝ շարունակելու համար։
ia: Per favor aperi Firefox, va al parametros e accede pro continuar.
id: Silakan buka Firefox, kunjungi Setelan, dan masuk untuk melanjutkan.
is: Vinsamlegast opnaðu Firefox, farðu í stillingar og skráðu þig inn til að halda áfram.
it: Apri le impostazioni di Firefox ed effettua l’accesso per continuare.
km: សូម​បើក​កម្មវិធី Firefox រួច​ទៅ​កាន់​ ការ​កំណត់ និង​ចូល​ដើម្បី​បន្ត។
lt: Jei norite tęsti, atverkite „Firefox“, eikite į nuostatas ir prisijunkite.
my: Firefox ကို ကျေးဇူးပြု၍ ဖွင့်ပါ၊ အပြင်အဆင်များသို့ သွားပါ၊ ပြီးနောက် ဆက်လက်ဆောင်ရွက်ရန် ဝင်ရောက်ပါ။
nb: Åpne Firefox, gå til Innstillinger og logg inn for å fortsette.
nl: Open Firefox, ga naar Instellingen en meld u aan om door te gaan.
nn: Ver snill og opne Firefox, gå till Instillingar og logg inn for å fortsetje.
pa_in: ਜਾਰੀ ਰੱਖਣ ਲਈ ਫਾਇਰਫਾਕਸ ਖੋਲ੍ਹੋ, ਸੈਟਿੰਗਾਂ 'ਤੇ ਜਾਓ ਅਤੇ ਸਾਈਨ ਇਨ ਕਰੋ।
pt_br: Abra o Firefox, vá em Configurações e identifique-se para continuar.
pt_pt: Por favor, abra o Firefox, aceda às Definições e inicie sessão para continuar.
si: ෆයර්ෆොක්ස් විවෘත කර, සැකසුම් වෙත ගොස් ඉදිරියට යාමට පිවිසෙන්න.
sk: Spustite Firefox, prejdite do Nastavení a prihláste sa.
sq: Ju lutemi, që të vazhdohet, hapni Firefox-in, shkoni te Rregullimet dhe bëni hyrjen.
sv: Vänligen öppna Firefox, gå till Inställningar och logga in för att fortsätta.
te: కొనసాగించడానికి, దయచేసి Firefoxను తెరిచి, అమరికలకు వెళ్లి, ప్రవేశించండి.
th: โปรดเปิด Firefox ไปยังการตั้งค่าและลงชื่อเข้าเพื่อดำเนินการต่อ
tr: Devam etmek için lütfen Firefox’u açın, Ayarlar’a gidin ve giriş yapın.
tt: Зинһар, дәвам итү өчен Firefox-ны ачып, көйләүләргә күчегез һәм керегез.
uk: Щоб продовжити, відкрийте Firefox, перейдіть в Параметри та виконайте вхід.
ur: براہ مہربانی Firefox کھولیں، سیٹینگز میں جائیں اور جاری رکھنے کے لیئے سائن ان کریں۔
vi: Vui lòng mở Firefox, truy cập Cài đặt và đăng nhập để tiếp tục.

# SendTo.NotSignedIn.Title
source: You are not signed in to your Firefox Account.
ast: Nun aniciesti sesión na to cuenta de Firefox.
az: Firefox Hesabınıza daxil olmamısınız.
be: Вы не увайшлі ў свой ўліковы запіс Firefox.
bn: আপনি আপনার Firefox Account এ সাইন ইন করেননি।
br: N’hoc’h ket kennasket d’ho kont Firefox.
ca: No heu iniciat la sessió en el compte del Firefox.
cy: Nid ydych wedi eich mewngofnodi i'ch Cyfrif Firefox.
da: Du er ikke logget ind på din Firefox-konto.
de: Sie sind nicht mit Ihrem Firefox-Konto angemeldet.
el: Δεν έχετε συνδεθεί στον λογαριασμό Firefox σας.
eo: Vi ne komencis seancon en via konto de Firefox.
et: Sa pole oma Firefoxi kontosse sisse logitud.
fa: شما به حساب کاربری فایرفاکس خود وارد نشده‌اید.
fi: Et ole kirjautuneena Firefox-tilillesi.
fr: Vous n’êtes pas connecté·e à votre compte Firefox.
gd: Cha do rinn thu clàradh a-steach dhan chunntas Firefox agad.
hi_in: आप अपने Firefox खाते में साइन इन नहीं हैं।
hr: Nisi prijavljen/a na svom Firefox računu.
hy_am: Դուք մուտք չեք գործել Firefox-ի ձեր Հաշիվ։
ia: Tu non ha aperite session in tu conto Firefox.
id: Anda belum masuk ke Akun Firefox.
is: Þú ert ekki skráð/ur inn á Firefox reikninginn þinn.
it: Accesso all’account Firefox non effettuato.
km: អ្នក​មិន​បាន​ចូល​ទៅ​គណនី Firefox របស់​អ្នក​ទេ។
lt: Jūs nesate prisijungę prie savo „Firefox“ paskyros.
my: သင့် Firefox Account သို့ ဝင်ရောက်ထားခြင်း မရှိပါ။
nb: Du er ikke logget inn på Firefox-kontoen din.
nl: U bent niet aangemeld bij uw Firefox-account.
nn: Du er ikkje innlogga med Firefox-kontoen din.
pa_in: ਤੁਸੀਂ ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਵਿੱਚ ਸਾਈਨ ਇਨ ਨਹੀਂ ਕੀਤਾ ਹੈ।
pt_br: Você não entrou na sua Conta Firefox.
pt_pt: Não iniciou a sessão na sua Conta Firefox.
si: ඔබගේ ෆයර්ෆොක්ස් ගිණුමට පිවිස නැත.
sk: Nie ste prihlásený k svojmu účtu Firefox.
sq: S’keni bërë hyrjen te Llogaria juaj Firefox.
sv: Du är inte inloggad med ditt Firefox-konto.
te: మీరు మీ Firefox ఖాతా లోనికి ప్రవేశించిలేరు.
th: คุณไม่ได้ลงชื่อเข้าบัญชี Firefox ของคุณ
tr: Firefox Hesabı’nıza giriş yapmadınız.
tt: Сез Firefox Хисабыгызга кермәгәнсез.
uk: Ви не увійшли в свій обліковий запис Firefox.
ur: آپ اپنے Firefox اکائونٹ میں سائن ان نہیں ہیں۔
vi: Bạn chưa đăng nhập vào tài khoản Firefox của mình.

# SendTo.SendAction.Text
source: Send
az: Göndər
be: Даслаць
bn: পাঠান
br: Kas
ca: Envia
cy: Anfon
de: Senden
el: Αποστολή
eo: Sendi
et: Saada
fa: ارسال
fi: Lähetä
fr: Envoyer
gd: Cuir
hi_in: भेजें
hr: Pošalji
hy_am: Ուղարկել
ia: Inviar
id: Kirim
is: Senda
it: Invia
km: ផ្ញើ
kn: ಕಳುಹಿಸು
lt: Siųsti
my: ပို့ရန်
nl: Verzenden
oc: Enviar
or: ପଠାନ୍ତୁ
pa_in: ਭੇਜੋ
pt_br: Enviar
pt_pt: Enviar
si: යවන්න
sk: Odoslať
sq: Dërgoje
sv: Skicka
te: పంపించు
th: ส่ง
tr: Gönder
tt: Җибәрү
uk: Надіслати
ur: ارسال کریں
vi: Gửi

# SendTo.SignIn.Button
source: Sign In to Firefox
bn: Firefox এ সাইন ইন করুন
br: Kennaskañ da Firefox
ca: Inicia la sessió al Firefox
cy: Mewngofnodi i Firefox
da: Log ind på Firefox
de: Bei Firefox anmelden
eo: Komenci seancon en Firefox
fa: ورود به فایرفاکس
fr: Se connecter via Firefox
gd: Clàraich a-steach gu Firefox
hi_in: Firefox में साइन इन करें
hy_am: Մուտք գործել Firefox
ia: Aperir session in Firefox
id: Masuk ke Firefox
is: Skráðu þig inn í Firefox
km: ចូល​ទៅ Firefox
lt: Prisijungti prie „Firefox“
nb: Logg inn på Firefox
nl: Aanmelden bij Firefox
nn: Logg inn på Firefox
pa_in: Firefox ‘ਚ ਸਾਇਨ ਇਨ ਕਰੋ
pt_br: Entrar no Firefox
pt_pt: Iniciar sessão no Firefox
sq: Hyni në Firefox
sv: Logga in till Firefox
th: ลงชื่อเข้า Firefox
tr: Firefox’a giriş yap
uk: Увійти в Firefox
ur: Firefox کے لیے سائن ان کریں
vi: Đăng nhập vào Firefox

# SentTab_TabArrivingNotification_NoDevice_body
source: New tab arrived from another device.
ast: Aportaron llingüetes nueves d'otru preséu.
az: Digər cihazdan yeni vərəq gəldi.
be: Атрымана новая картка з іншай прылады.
bn: অন্য ডিভাইস থেকে নতুন ট্যাব এসেছে।
br: Degouezhet ez eus bet un ivinell a-berzh un trevnad nevez.
ca: Ha arribat una pestanya nova des d'un altre dispositiu.
cy: Cyrhaeddodd tab newydd o ddyfais arall.
da: Nyt faneblad modtaget fra en anden enhed.
de: Neuen Tab von andere Gerät erhalten.
el: Έφτασε νέα καρτέλα από άλλη συσκευή.
eo: Alvenis nova langeto el alia aparato.
et: Saabus uus kaart teisest seadmest.
fa: زبانه جدید از دستگاه‌های دیگری رسیده است
fi: Uusi välilehti vastaanotettu toiselta laitteelta.
fr: Nouvel onglet reçu depuis un autre appareil.
gd: Ràinig taba ùr o uidheam eile.
hi_in: दूसरे उपकरण से नया टैब आ गया।
hr: Stigla je nova kartica s drugog uređaja.
hy_am: Նոր ներդիրը եկել է այլ սարքից:
ia: Nove scheda arrivate de altere apparato.
id: Tab baru datang dari perangkat lain.
is: Nýjum flipa bætt við frá öðrutæki.
it: È arrivata una nuova scheda da un altro dispositivo.
km: ផ្ទាំងថ្មី ដែលបានមកពីឧបករណ៍​ផ្សេង។
lt: Iš kito įrenginio atkeliavo nauja kortelė
my: အခြားကိရိယာထံမှ တပ်ဗ်အသစ် ရောက်လာသည်။
nb: Ny fane mottatt fra en annen enhet.
nl: Nieuw tabblad van ander apparaat ontvangen.
nn: Ny fane mottatt frå ei anna eining.
pa_in: ਹੋਰ ਡਿਵਾਈਸ ਤੋਂ ਨਵੀਂ ਟੈਬ ਆਈ ਹੈ।
pt_br: Uma nova aba chegou de outro dispositivo.
pt_pt: Novo separador chegou de outro dispositivo.
si: නව පටිත්තක් අන් උපාංගයකින් පැමිණ ඇත.
sk: Nová karta bola prijatá z iného zariadenia.
sq: Ka ardhur skedë e re prej pajisjeje tjetër.
sv: Ny flik kom från en annan enhet.
te: కొత్త ట్యాబు మరొక పరికరం నుండి వచ్చింది.
th: มีแท็บใหม่เข้ามาจากอุปกรณ์อื่น
tr: Başka bir cihazdan yeni sekme geldi.
tt: Башка җиһаздан яңа бер таб килде.
uk: Отримано нову вкладку з іншого пристрою.
ur: دوسرے آلہ سے نیا ٹیب موصول ہوا ہے۔
vi: Thẻ mới đến từ một thiết bị khác.

# SentTab_TabArrivingNotification_NoDevice_title
source: Tab received
ast: Aportaron llingüetes
az: Vərəq alındı
be: Атрымана картка
bn: ট্যাব এসেছে
br: Ivinell degemeret
ca: S'ha rebut una pestanya
cy: Derbyniwyd tab
da: Faneblad modtaget
de: Tab erhalten
el: Ελήφθη καρτέλα
eo: Langeto ricevita
et: Kaart on vastu võetud
fa: زبانه دریافت شده
fi: Välilehti vastaanotettu
fr: Onglet reçu
gd: Fhuair thu taba
hi_in: टैब प्राप्त
hr: Kartica primljena
hy_am: Ներդիր է ստացվել
ia: Scheda recipite
id: Tab diterima
is: Flipi móttekinn
it: Ricezione scheda
km: ផ្ទាំងដែលទទួលបាន
kn: ಪಡೆಯಲಾದ ಟ್ಯಾಬ್
lt: Gauta kortelė
my: တပ်ဗ်ကို လက်ခံရရှိသည်
nb: Fane mottatt
nl: Tabblad ontvangen
nn: Fane mottatt
oc: Onglet recebut
pa_in: ਟੈਬ ਪ੍ਰਾਪਤ ਹੋਈ
pt_br: Aba recebida
pt_pt: Separador recebido
si: පටිත්ත ලැබුණි
sk: Bola prijatá karta
sq: Skeda u mor
sv: Flik mottagen
te: ట్యాబు వచ్చింది
th: ได้รับแท็บ
tr: Sekme alındı
tt: Таб кабул ителде
uk: Отримана вкладка
ur: ٹیب موصول ہوا
vi: Thẻ đã nhận
