Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Bookmarks.Actions.BookmarkAllTabs
source: Bookmark All Tabs
bn: সকল ট্যাব বুকমার্ক করুন
br: Lakaat ur sined war an holl ivinelloù…
ca: Afegeix totes les pestanyes a les adreces d'interès
cy: Nod Tudalen i Bob Tab
da: Bogmærk alle faneblade
de: Lesezeichen für alle Tabs hinzufügen
eo: Aldoni legosignon por ĉiuj langetoj
fa: نشانک‌گذاری همه زبانه‌ها
fr: Marquer tous les onglets
gd: Dèan comharra-lìn de gach taba
hi_in: सभी टैब बुकमार्कित करें
hy_am: Էջանշել բոլոր ներդիրները
ia: Adder marcapaginas sur tote le schedas
id: Markahi Semua Tab
is: Setja alla flipa í bókamerki
nb: Bokmerk alle faner
nl: Bladwijzer voor alle tabbladen maken
nn: Bokmerk alle faner
pa_in: ਸਭ ਟੈਬਾਂ ਨੂੰ ਬੁੱਕਮਾਰਕ ਕਰੋ
pt_br: Adicionar todas as abas aos favoritos
pt_pt: Adicionar todos os separadores aos marcadores
sq: Faqeruani Krejt Skedat
sv: Bokmärk alla flikar
th: เพิ่มที่คั่นหน้าสำหรับแท็บทั้งหมด
tr: Tüm sekmeleri yer imlerine ekle
uk: Додати до закладок усі вкладки
vi: Đánh dấu tất cả các thẻ

# Bookmarks.Actions.BookmarkCurrentTab
source: Bookmark Current Tab
bn: বর্তমান ট্যাব বুকমার্ক করুন
br: Lakaat an ivinell vremanel er sinedoù
ca: Afegeix la pestanya actual a les adreces d'interès
cy: Gosod Nod Tudalen i'r Tab Cyfredol
da: Bogmærk dette faneblad
de: Aktuellen Tab als Lesezeichen hinzufügen
eo: Aldoni legosignon por la nuna langeto
fa: نشانک‌گذاری زبانهٔ فعلی
fr: Marquer l’onglet courant
gd: Dèan comharra-lìn dhen taba làithreach
hi_in: मौजूदा टैब बुकमार्क करें
hy_am: Էջանիշ ընթացիկ ներդիրը
ia: Adder scheda actual al marcapaginas
id: Markahi Tab Saat Ini
is: Setja núverandi flipa í bókamerki
nb: Bokmerk gjeldende fane
nl: Bladwijzer voor huidige tabblad maken
nn: Bokmerk gjeldande fane
pa_in: ਮੌਜੂਦਾ ਟੈਬ ਨੂੰ ਬੁੱਕਮਾਰਕ ਕਰੋ
pt_br: Adicionar aba atual aos favoritos
pt_pt: Adicionar separador aos marcadores
sq: Faqeruaj Skedën e Tanishme
sv: Bokmärk aktuell flik
th: เพิ่มที่คั่นหน้าแท็บปัจจุบัน
tr: Bu sekmeyi yer imlerine ekle
uk: Додати цю вкладку до закладок
vi: Đánh dấu thẻ hiện tại

# Bookmarks.Edit.Button
source: Edit
ast: Editar
az: Düzəlt
be: Змяніць
bn: সম্পাদনা
br: Embann
ca: Edita
cy: Golygu
da: Rediger
de: Bearbeiten
el: Επεξεργασία
eo: Modifi
et: Muuda
fa: ویرایش
fi: Muokkaa
fr: Modifier
gd: Deasaich
hi_in: संपादित करें
hr: Uredi
hy_am: Խմբագրել
ia: Rediger
id: Ubah
is: Breyta
it: Modifica
km: កែ
lt: Keisti
nb: Rediger
nl: Bewerken
nn: Rediger
oc: Modificar
or: ସମ୍ପାଦନା
pa_in: ਸੋਧੋ
pt_br: Editar
pt_pt: Editar
si: සංස්කරණය
sk: Upraviť
sq: Përpunojeni
sv: Redigera
te: మార్చు
th: แก้ไข
tr: Düzenle
tt: Үзгәртү
uk: Змінити
ur: تدوین کریں
vi: Chỉnh sửa

# Bookmarks.EditBookmark.Label
source: Edit Bookmark
az: Əlfəcini düzəlt
be: Змяніць закладку
bn: বুকমার্ক সম্পাদনা
br: Embann ar sined
ca: Edita l'adreça d'interès
cy: Golygu Nod Tudalen
da: Rediger bogmærke
de: Lesezeichen bearbeiten
el: Επεξεργασία σελιδοδείκτη
eo: Redakti legosignon
et: Järjehoidja muutmine
fa: ویرایش نشانک
fi: Muokkaa kirjanmerkkiä
fr: Modifier le marque-page
gd: Deasaich an comharra-lìn
hi_in: बुकमार्क संपादित करें
hr: Uredi zabilješku
hy_am: Խմբագրել Էջանշանը
ia: Modificar marcapaginas
id: Ubah Markah
is: Breyta bókamerki
it: Modifica segnalibro
km: កែ​ចំណាំ
kn: ಪುಟಗುರುತನ್ನು ಸಂಪಾದಿಸಿ
lt: Redaguoti adresyno įrašą
my: စာမှတ်ကို ပြင်ရန်
nb: Rediger bokmerke
nl: Bladwijzer bewerken
nn: Rediger bokmerke
oc: Modificar lo marcapagina
or: ଚିହ୍ନିତ ସ୍ଥାନକୁ ସମ୍ପାଦନ କରନ୍ତୁ
pa_in: ਬੁੱਕਮਾਰਕ ਸੋਧੋ
pt_br: Editar favorito
pt_pt: Editar marcador
si: පොත්යොමුව සංස්කරණය
sk: Upraviť záložku
sq: Përpunoni Faqerojtësin
sv: Redigera bokmärke
te: ఇష్టాంశాన్ని సవరించు
th: แก้ไขที่คั่นหน้า
tr: Yer imini düzenle
tt: Кыстыргычны үзгәртү
uk: Редагувати закладку
ur: بُک مارک تدوین کریں
vi: Chỉnh sửa dấu trang

# Bookmarks.EditFolder.Label
source: Edit Folder
az: Qovluğu redaktə et
be: Рэдагаваць папку
bn: ফোল্ডার সম্পাদনা
br: Embann an teuliad
ca: Edita la carpeta
cy: Golygu Ffolder
da: Rediger mappe
de: Ordner bearbeiten
el: Επεξεργασία φακέλου
eo: Redakti dosierujon
et: Muuda kausta
fa: ویرایش پوشه
fi: Muokkaa kansiota
fr: Modifier le dossier
gd: Deasaich am pasgan
hi_in: फ़ोल्डर संपादित करें
hr: Uredi mapu
hy_am: Խմբագրել պանակը
ia: Modificar dossier
id: Ubah Folder
is: Breyta möppu
it: Modifica cartella
km: កែ​ថត
kn: ಕಡತಕೋಶ ಸಂಪಾದಿಸಿ
lt: Redaguoti aplanką
my: ဖိုင်တွဲကို တည်းဖြတ်ရန်
nb: Rediger mappe
nl: Map bewerken
nn: Rediger mappe
oc: Modificar lo dorsièr
or: ଫୋଲ୍ଡର ସମ୍ପାଦନ କରନ୍ତୁ
pa_in: ਫੋਲਡਰ ਸੋਧੋ
pt_br: Editar pasta
pt_pt: Editar pasta
si: බහාලුම සංස්කරණය
sk: Upraviť priečinok
sq: Përpunoni Dosjen
sv: Redigera mapp
te: సంచయాన్ని సవరించు
th: แก้ไขโฟลเดอร์
tr: Klasörü düzenle
tt: Папканы үзгәртү
uk: Редагувати теку
ur: فولڈر تدوین کریں
vi: Chỉnh sửa thư mục

# Bookmarks.Folder.Label
source: Folder
af: Gids
ast: Carpeta
az: Qovluq
be: Папка
bn: ফোল্ডার
br: Teuliad
ca: Carpeta
cy: Ffolder
da: Mappe
de: Ordner
el: Φάκελος
eo: Dosierujo
et: Kaust
fa: پوشه
fi: Kansio
fr: Dossier
gd: Pasgan
hi_in: फ़ोल्डर
hr: Mapa
hy_am: Պանակ
ia: Dossier
is: Mappa
it: Cartella
km: ថត
kn: ಕಡತಕೋಶ
lt: Aplankas
my: ဖိုင်တွဲ
nb: Mappe
nl: Map
nn: Mappe
oc: Repertòri
or: ଫୋଲଡର
pa_in: ਫ਼ੋਲਡਰ
pt_br: Pasta
pt_pt: Pasta
si: බහාලුම
sk: Priečinok
sq: Dosje
sv: Mapp
te: సంచిక
th: โฟลเดอร์
tr: Klasör
tt: Папка
uk: Тека
ur: پوشہ
vi: Thư mục

# Bookmarks.FolderLocation.Label
source: Location
af: Ligging
ast: Allugamientu
az: Mövqe
bn: অবস্থান
br: Lec’hiadur
ca: Ubicació
cy: Lleoliad
da: Adresse
de: Ort
eo: Loko
fa: مکان
fr: Emplacement
gd: Ionad
hi_in: स्थान
hy_am: Տեղադրություն
ia: Position
id: Lokasi
is: Staðsetning
km: ទីតាំង
kn: ಸ್ಥಳ
lt: Vieta
my: တည်နေရာ
nb: Plassering
nl: Locatie
nn: Plassering
pa_in: ਟਿਕਾਣਾ
pt_br: Local
pt_pt: Localização
sq: Vend
sv: Plats
te: ప్రాంతం
th: ตำแหน่งที่ตั้ง
tr: Konum
uk: Розташування
ur: محل وقوع
vi: Địa chỉ

# Bookmarks.FolderName.Label
source: Folder Name
af: Gidsnaam
ast: Nome de la carpeta
az: Qovluq Adı
bn: ফোল্ডার নাম
br: Anv an teuliad
ca: Nom de la carpeta
cy: Enw Ffolder
da: Mappenavn
de: Ordnername
eo: Nomo de dosierujo
fa: نام پوشه
fr: Nom du dossier
gd: Ainm aʼ phasgain
hi_in: फोल्डर नाम
hy_am: Պանակի անունը
ia: Nomine del dossier
id: Nama Folder
is: Heiti möppu
km: ឈ្មោះ​ថត
kn: ಕಡತಕೋಶದ ಹೆಸರು
lt: Aplanko pavadinimas
my: ဖိုင်တွဲ အမည်
nb: Mappenavn
nl: Mapnaam
nn: Mappenamn
pa_in: ਫ਼ੋਲਡਰ ਨਾਂ
pt_br: Nome da pasta
pt_pt: Nome da Pasta
sq: Emër Dosjeje
sv: Mappnamn
te: సంచిక పేరు
th: ชื่อโฟลเดอร์
tr: Klasör adı
uk: Ім’я теки
ur: پوشہ کا نام
vi: Tên thư mục

# Bookmarks.Menu.DesktopBookmarks
source: Desktop Bookmarks
be: Закладкі з камп'ютара
bn: ডেস্কটপ বুকমার্ক
br: Sinedoù urzhiataer
ca: Adreces de l'escriptori
cy: Nodau Tudalen Bwrdd Gwaith
da: Bogmærker fra din computer
de: Desktop-Lesezeichen
el: Σελιδοδείκτες υπολογιστή
eo: Skribotablaj langetoj
et: Töölaua järjehoidjad
fa: نشانک‌های رایانه رومیزی
fi: Työpöydän kirjanmerkit
fr: Marque-pages ordinateur
gd: Comharran-lìn an desktop
hi_in: डेस्कटॉप बुकमार्क
hr: Desktop zabilješke
hy_am: Սեղանի էջանիշեր
ia: Marcapaginas del scriptorio
id: Markah Desktop
is: Bókarmerki skjáborðs
it: Segnalibri PC desktop
nb: Bokmerker på PC-en
nl: Desktopbladwijzers
nn: Bokmerke på PC-en
pa_in: ਡੈਸਕਟਾਪ ਬੁੱਕਮਾਰਕ
pt_br: Favoritos do desktop
pt_pt: Marcadores do computador
si: වැඩතල පොත්යොමු
sk: Záložky z počítača
sq: Faqerojtës Desktopi
sv: Datorns bokmärken
th: ที่คั่นหน้าบนเดสก์ท็อป
tr: Masaüstü yer imleri
tt: Өстәл өсте компьютерындагы кыстыргычлар
uk: Закладки комп’ютера
vi: Dấu trang desktop

# Bookmarks.Menu.RecentlyBookmarked
source: Recently Bookmarked
bn: সম্প্রতি বুকমার্ক করা হয়েছে
br: Lakaet war ur sined nevez zo
ca: Afegides recentment
cy: Nodau Tudalen Diweddar
da: Seneste bogmærker
de: Kürzlich als Lesezeichen gesetzt
eo: Ĵusaj legosignoj
fa: نشانک‌های اخیر
fr: Marqués récemment
gd: Comharran-lìn ùra
hi_in: हाल ही में बुकमार्क किया गया
hy_am: Վերջերս էջանշված
ia: Marcapaginas recente
id: Markah Terbaru
is: Nýlega sett í bókamerki
nb: Nylig bokmerket
nl: Recent aangemaakte bladwijzers
nn: Nyleg bokmerkte
pa_in: ਹਾਲੀਆ ਬੁੱਕਮਾਰਕ ਕੀਤੇ
pt_br: Favoritos recentes
pt_pt: Marcadores recentes
sq: Faqeruajtur Së Fundi
sv: Nyligen bokmärkt
th: ที่คั่นหน้าที่เพิ่มล่าสุด
tr: Yer imlerine son eklenenler
uk: Останні закладки
vi: Dấu trang gần đây

# Bookmarks.NewBookmark.Label
source: New Bookmark
ast: Marcador nuevu
az: Yeni əlfəcin
be: Новая закладка
bn: নতুন বুকমার্ক
br: Sined nevez
ca: Adreça d'interès nova
cy: Nod Tudalen Newydd
da: Nyt bogmærke
de: Lesezeichen hinzufügen
el: Νέος σελιδοδείκτης
eo: Nova legosigno
et: Uus järjehoidja
fa: نشانک جدید
fi: Uusi kirjanmerkki
fr: Nouveau marque-page
gd: Comharra-lìn ùr
hi_in: नया बुकमार्क
hr: Nova zabilješka
hy_am: Նոր Էջանշան
ia: Nove marcapaginas
id: Markah Baru
is: Nýtt bókamerki
it: Nuovo segnalibro
km: ចំណាំ​ថ្មី
kn: ಹೊಸ ಬುಕ್‌ಮಾರ್ಕ್
lt: Naujas adresas
my: စာမှတ်အသစ်
nb: Nytt bokmerke
nl: Nieuwe bladwijzer
nn: Nytt bokmerke
oc: Marcapagina novèl
or: ନୂତନ ଚିହ୍ନିତସ୍ଥାନ
pa_in: ਨਵਾਂ ਬੁੱਕਮਾਰਕ
pt_br: Novo favorito
pt_pt: Novo marcador
si: නව පොත්යොමුව
sk: Nová záložka
sq: Faqerojtës i Ri
sv: Nytt bokmärke
te: కొత్త ఇష్టాంశం
th: ที่คั่นหน้าใหม่
tr: Yeni yer imi
tt: Яңа кыстыргыч
uk: Нова закладка
ur: نئی بک مارک
vi: Đánh dấu mới

# Bookmarks.NewFolder.Label
source: New Folder
af: Nuwe gids
ast: Carpeta nueva
az: Yeni Qovluq
be: Новая папка
bn: নতুন ফোল্ডার
br: Teuliad nevez
ca: Carpeta nova
cy: Ffolder Newydd
da: Ny mappe
de: Neuer Ordner
el: Νέος φάκελος
eo: Nova dosierujo
et: Uus kaust
fa: پوشه جدید
fi: Uusi kansio
fr: Nouveau dossier
gd: Pasgan ùr
hi_in: नया फोल्डर
hr: Nova mapa
hy_am: Նոր պանակ
ia: Nove dossier
id: Folder Baru
is: Ný mappa
it: Nuova cartella
km: ថត​ថ្មី​
kn: ಹೊಸ ಕಡತಕೋಶ
lt: Naujas aplankas
my: ဖိုင်တွဲ အသစ်
nb: Ny mappe
nl: Nieuwe map
nn: Ny mappe
oc: Repertòri novèl
or: ନୂଆ ଫୋଲଡର
pa_in: ਨਵਾਂ ਫ਼ੋਲਡਰ
pt_br: Nova pasta
pt_pt: Nova Pasta
si: නව බහාලුම
sk: Nový priečinok
sq: Dosje e Re
sv: Ny mapp
te: కొత్త సంచయం
th: โฟลเดอร์ใหม่
tr: Yeni klasör
tt: Яңа папка
uk: Нова тека
ur: نیا پوشہ
vi: Thư mục mới

# Bookmarks.NewSeparator.Label
source: New Separator
ast: Separtador nuevu
az: Yeni ayırıcı
be: Новы раздзяляльнік
bn: নতুন বিভাজক
br: Disranner nevez
ca: Separador nou
cy: Ymwahanydd Newydd
da: Ny separator
de: Neue Trennlinie
el: Νέο διαχωριστικό
eo: Nova apartigilo
et: Uus eraldaja
fa: جداساز جدید
fi: Uusi erotin
fr: Nouveau séparateur
gd: Sgaradair ùr
hi_in: नया विभाजक
hr: Novi razdjeljivač
hy_am: Նոր բաժանիչ
ia: Nove separator
id: Garis Pemisah Baru
is: Nýr aðgreinir
it: Nuovo separatore
km: សញ្ញា​ខ័ណ្ឌចែក​ថ្មី
kn: ಹೊಸ ವಿಭಜಕ
lt: Naujas skirtukas
my: ပုဒ်ခွဲ အသစ်
nb: Ny skillelinje
nl: Nieuw scheidingsteken
nn: Ny skiljelinje
oc: Separador novèl
or: ନୂତନ ବିଭାଜକ
pa_in: ਨਵਾਂ ਵੱਖਰੇਵਾਂ
pt_br: Novo separador
pt_pt: Novo separador
si: නව වෙන්කරණය
sk: Nový oddeľovač
sq: Ndarës i Ri
sv: Ny avskiljare
te: కొత్త విభాగిని
th: ตัวแบ่งใหม่
tr: Yeni ayraç
tt: Яңа аергыч
uk: Новий розділювач
ur: نیا سیپریٹر
vi: Ngăn cách mới

# Bookmarks.Search.SearchBookmarks
source: Search Bookmarks
bn: বুকমার্ক অনুসন্ধান করুন
br: Klask er sinedoù
ca: Cerqueu adreces d'interès
cy: Chwilio'r Nodau Tudalen
da: Søg i bogmærker
de: Lesezeichen durchsuchen
eo: Serĉi legosignojn
fa: جستجوی نشانک‌ها
fr: Rechercher dans les marque-pages
gd: Lorg sna comharran-lìn
hi_in: बुकमार्क खोजें
hy_am: Որոնել էջանիշեր
ia: Cercar in le marcapaginas
id: Cari Markah
is: Leita í bókamerkjum
nb: Søk i bokmerker
nl: Bladwijzers doorzoeken
nn: Søk i bokmerka
pa_in: ਬੁੱਕਮਾਰਕ ਖੋਜੋ
pt_br: Pesquisar nos favoritos
pt_pt: Pesquisar marcadores
sq: Kërkoni Te Faqerojtësit
sv: Sök i bokmärken
th: ค้นหาที่คั่นหน้า
tr: Yer imlerinde ara
uk: Шукати закладки
ur: بک مارک تلاش کریں
vi: Tìm kiếm dấu trang

# Bookmarks.Title.Label
source: Title
af: Titel
ast: Títulu
az: Başlıq
be: Загаловак
bn: শিরনাম
br: Titl
ca: Títol
cy: Teitl
da: Navn
de: Titel
el: Τίτλος
eo: Titolo
et: Pealkiri
fa: عنوان
fi: Otsikko
fr: Titre
gd: Tiotal
hi_in: शीर्षक
hr: Naslov
hy_am: Անվանում
ia: Titulo
id: Judul
is: Titill
it: Titolo
km: ចំណងជើង
kn: ಶೀರ್ಷಿಕೆ
lt: Pavadinimas
my: ခေါင်းစဉ်
nb: Tittel
nl: Titel
nn: Tittel
oc: Títol
or: ନାମ
pa_in: ਸਿਰਲੇਖ
pt_br: Título
pt_pt: Título
si: සිරැසිය
sk: Názov
sq: Titull
sv: Titel
te: శీర్షిక
th: ชื่อ
tr: Başlık
tt: Баш исем
uk: Заголовок
ur: عنوان
vi: Tiêu đề

# BookmarksPanel.EmptyState.Title
source: Bookmarks you save will show up here.
ast: Equí amuésense los marcadores que guardes.
az: Saxladığınız əlfəcinlər burada göstəriləcək.
bn: আপনার সংরক্ষণ করা বুকমার্ক এখানে দেখানো হবে।
br: Amañ vo diskouezet ar sinedoù enrollet ganeoc’h.
ca: Aquí es mostren les adreces d'interès que deseu.
cy: Bydd y nodau tudalen rydych yn eu cadw'n ymddangos yma.
da: Gemte bogmærker vil blive vist her.
de: Gespeicherte Lesezeichen erscheinen hier.
eo: Konservitaj legosignoj aperos ĉi tie.
fa: نشانک‌هایی که ذخیره می‌کنید در اینجا نشان داده می‌شود.
fr: Les marque-pages enregistrés apparaîtront ici.
gd: Nochdaidh na comharran-lìn a shàbhaileas tu an-seo.
hi_in: आपके द्वारा सहेजे गए बुकमार्क यहां दिखाई देंगे।
hy_am: Ձեր պահպանած էջանշանները կցուցադրվեն այստեղ։
ia: Le marcapaginas que tu salva apparera hic.
id: Markah yang Anda simpan akan muncul di sini.
is: Bókamerkin sem þú vistar verða sýnd hér.
km: ចំណាំ​ដែល​អ្នក​រក្សាទុក​នឹង​បង្ហាញ​នៅ​ត្រង់​នេះ។
lt: Įrašyti adresai atsiras čia.
my: သင်သိမ်းလိုက်သည့် စာမှတ်များကို ဒီနေရာမှာ ပြပါမည်။
nb: Bokmerker som du lagrer vil vises her.
nl: Opgeslagen bladwijzers verschijnen hier.
nn: Bokmerke du lagrar vil visast her.
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਸੰਭਾਲੇ ਬੁੱਕਮਾਰਕ ਇੱਥੇ ਦਿਖਾਏ ਜਾਣਗੇ।
pt_br: Favoritos que você salva aparecem aqui.
pt_pt: Os marcadores que guarda irão aparecer aqui.
sq: Këtu do të shfaqen faqerojtësit që ruani.
sv: Bokmärken som du sparat kommer att visas här.
te: మీరు భద్రపరుచుకున్న ఇష్టాంశాలు ఇక్కడ కనిపిస్తాయి.
th: ที่คั่นหน้าที่คุณบันทึกไว้จะแสดงที่นี่
tr: Kaydettiğiniz yer imleri burada görünecek.
uk: Тут з’являтимуться ваші збережені закладки.
ur: بک مارک جو آپ محفوظ کرنے ہیں یہاں نظر آئیں گی۔
vi: Dấu trang bạn đã lưu sẽ hiển thị ở đây.

# BreachAlerts.BreachDate
source: This breach occurred on
be: Гэтая ўцечка адбылася
bn: এই ব্রিচটি ঘটেছে
br: Degouezhet eo ar frailh war
ca: Aquesta filtració es va produir el
cy: Digwyddodd y tor-data hwn ar
da: Denne datalæk fandt sted den
de: Dieses Datenleck trat auf am
el: Αυτή η παράβαση συνέβη στις
eo: Tiu ĉi datumfuĝo okazis je
et: See rikkumine toimus
fa: این نقص اتفاق افتاده است در
fi: Tämä vuoto tapahtui
fr: Cette fuite de données s’est produite le
gd: Bhriseadh a-steach air
hr: Hakiranje se dogodilo
hy_am: Այս խախտումը տեղի է ունեցել ս.թ.
ia: Iste violation ha occurrite le
id: Pembobolan ini terjadi pada
is: Þetta gagnarán átti sér stað þann
it: Questa violazione si è verificata il
km: ការបំពាន​នេះ​បាន​កើតឡើង​នៅ
lt: Šis pažeidimas nutiko
my: ဒီဖောက်ဖျက်မှုဖြစ်ပွားခဲ့သည်
nb: Denne datalekkasjen skjedde den
nl: Dit datalek heeft plaatsgevonden op
nn: Denne datalekkasjen skjedde den
pa_in: ਇਹ ਉਲੰਘਣ ਹੋਇਆ ਸੀ
pt_br: Este vazamento ocorreu em
pt_pt: Esta violação ocorreu em
si: මෙම බිඳ දැමීම සිදු වූයේ
sk: K tomuto úniku došlo dňa
sq: Ky cenim ndodhi më
sv: Detta webbplatsintrång inträffade den
th: การรั่วไหลนี้เกิดขึ้นเมื่อ
tr: İhlalin gerçekleştiği tarih
tt: Бу югалту килеп чыккан вакыт
uk: Витік стався
ur: یہ خلاف ورزی ہوئی ہے
vi: Vụ rò rỉ này xảy ra vào

# BreachAlerts.Description
source: Passwords were leaked or stolen since you last changed your password. To protect this account, log in to the site and change your password.
be: З моманту апошняй змены вамі пароля адбылася ўцечка альбо крадзеж пароляў. Каб абараніць гэты ўліковы запіс, увайдзіце на сайт і змяніце пароль.
bn: আপনি সর্বশেষ আপনার পাসওয়ার্ড পরিবর্তন করার পরে পাসওয়ার্ড ফাঁস বা চুরি হয়ে গেছে। এই অ্যাকাউন্টটি সুরক্ষিত করতে, সাইটে লগ ইন করুন এবং আপনার পাসওয়ার্ড পরিবর্তন করুন।
br: Gerioù-tremen a zo bet diskuilhet pe laeret abaoe ar wech diwezhañ m’ho peus kemmet ho ker-tremen. Evit gwareziñ ar gont-mañ, kennaskit d’al lec’hienn ha kemmit ho ker-tremen.
ca: Hi ha hagut una filtració o un robatori de contrasenyes des de l'última vegada que vàreu canviar la contrasenya. Per protegir aquest compte, inicieu la sessió al lloc i canvieu la contrasenya.
cy: Cafodd cyfrineiriau eu hamlygu neu eu dwyn ers i chi newid eich cyfrinair ddiwethaf. I ddiogelu'r cyfrif hwn, mewngofnodwch i'r wefan a newid eich cyfrinair.
da: Adgangskoder blev lækket eller stjålet, siden du sidst ændrede din adgangskode. For at beskytte denne konto skal du logge ind på webstedet og ændre din adgangskode.
de: Passwörter sind durchgesickert oder gestohlen worden, seit Sie Ihr Passwort das letzte Mal geändert haben. Um dieses Konto zu schützen, melden Sie sich auf der Website an und ändern Sie Ihr Passwort.
el: Διέρρευσαν ή κλάπηκαν κωδικοί πρόσβασης από την τελευταία φορά που αλλάξατε τον κωδικό πρόσβασής σας. Για την προστασία του λογαριασμού, συνδεθείτε στη σελίδα και αλλάξτε τον κωδικό πρόσβασής σας.
eo: Okazis pasvorta datumfuĝo ekde via lasta ŝanĝo de pasvorto. Por protekti tiun ĉi konton, komencu seancon en la retejo kaj ŝanĝu vian pasvorton.
et: Paroolid lekkisid või varastati pärast viimast parooli muutmist. Selle konto kaitsmiseks logi saiti sisse ja muuda oma parool.
fa: از آخرین باری که گذرواژه خود را تغییر داده اید ، گذرواژه ها درز کرده یا به سرقت رفته اند. برای محافظت از این حساب ، وارد سایت شوید و گذرواژه خود را تغییر دهید.
fi: Salasanoja oli vuodettu tai varastettu sen jälkeen, kun viimeksi vaihdoit salasanasi. Suojaaksesi tilin, kirjaudu sivustolle ja vaihda salasanasi.
fr: Des mots de passe ont été divulgués ou volés depuis la dernière modification de votre mot de passe. Pour protéger ce compte, connectez-vous au site et modifiez votre mot de passe.
gd: Chaidh faclan-faire a ghoid no leigeil air èalaidh on turas mu dheireadh a dh’atharraich thu am facal-faire agad. Airson an cunntas seo a dhìon, clàraich a-steach dhan làrach agus atharraich am facal-faire agad.
hr: Lozinke su hakirane ili ukradene od zadnjeg mijenjanja lozinke. Za zaštitu ovog računa, prijavi se na web-stranicu i promijeni lozinku.
hy_am: Գաղտնաբառերը արտահոսել կամ գողացել են ձեր գաղտնաբառը վերջին անգամ փոխելուց հետո: Այս հաշիվը պաշտպանելու համար մուտք գործեք կայք և փոխեք ձեր գաղտնաբառը:
ia: Contrasignos ha essite divulgate o furate post le ultime vice que tu ha cambiate tu contrasigno. Pro proteger iste conto, aperi session in le sito e cambia tu contrasigno.
id: Sandi telah bocor atau dicuri sejak Anda terakhir mengubah sandi Anda. Untuk melindungi akun ini, masuk ke situs dan ubah sandi Anda.
is: Lykilorðum var lekið eða þeim stolið síðan þú breyttir lykilorðinu þínu síðast. Til að vernda þennan reikning skaltu skrá þig inn á vefsvæðið og breyta lykilorðinu þínu.
it: Dall’ultima volta in cui hai modificato la password, le password di questo sito web sono state rubate o diffuse pubblicamente. Per proteggere questo account, accedi al sito e modifica la tua password.
km: ពាក្យសម្ងាត់​ត្រូវបាន​បែកធ្លាយ ឬ​លួច​តាំងពី​អ្នក​បាន​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់​របស់​អ្នក​​ចុងក្រោយ។ ដើម្បីការពារ​គណនី​នេះ សូម​ចូល​ទៅ​គេហទំព័រ រួច​ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់​របស់​អ្នក។
lt: Po paskutinio karto kai keitėte slaptažodį, įvyko duomenų nutekėjimas. Norėdami apsaugoti šią paskyrą, prisijunkite prie svetainės ir pasikeiskite slaptažodį.
my: သင်၏နောက်ဆုံးစကားဝှက်ကိုပြောင်းလဲပြီးစကားဝှက်များသည်ခိုးယူခြင်းခံရသည်။ ဤအကောင့်ကိုကာကွယ်ရန်ဆိုက်သို့ဝင်ရောက်ပြီးသင်၏စကားဝှက်ကိုပြောင်းပါ။
nb: Passord ble lekket eller stjålet siden du sist endret passordet. For å beskytte denne kontoen, logg deg på nettstedet og endre passordet ditt.
nl: Sinds uw laatste wachtwoordwijziging zijn er wachtwoorden gelekt of gestolen. Meld u aan bij de website en wijzig uw wachtwoord om deze account te beschermen.
nn: Passord vart lekne eller stolne sidan du sist endra passordet. For å beskytte denne kontoen, logg deg på nettstaden og endre passordet ditt.
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਆਪਣਾ ਪਾਸਵਰਡ ਬਦਲੇ ਜਾਣ ਦੇ ਬਾਅਦ ਪਾਸਵਰਡ ਲੀਕ ਜਾਂ ਚੋਰੀ ਹੋਏ ਸਨ। ਇਸ ਖਾਤੇ ਨੂੰ ਸੁਰੱਖਿਅਤ ਬਣਾਉਣ ਲਈ ਸਾਈਟ ਉੱਤੇ ਲਾਗਇਨ ਕਰਕੇ ਆਪਣਾ ਪਾਸਵਰਡ ਬਦਲੋ।
pt_br: Senhas vazaram ou foram roubadas desde a última vez que você alterou sua senha. Para proteger esta conta, a acesse no site e mude sua senha.
pt_pt: Foram divulgadas ou roubadas palavras-passe desde a última vez que você alterou a sua palavra-passe. Para proteger esta conta, inicie sessão no site e altere a sua palavra-passe.
si: ඔබ අවසන් වරට මුරපදය වෙනස් කළ දිනට පසු ඒවා කාන්දු වී හෝ සොරකම් කර ඇත. මෙම ගිණුම ආරක්‍ෂා කර ගැනීමට, අඩවියට පිවිස ඔබගේ මුරපදය වෙනස් කරන්න.
sk: Od poslednej zmeny vašich prihlasovacích údajov došlo k úniku alebo krádeži hesiel. Za účelom ochrany účtu sa k nemu prihláste a svoje heslo zmeňte.
sq: Që nga hera e fundit që ndryshuat fjalëkalimin, ka patur rrjedhje ose vjedhje fjalëkalimesh. Që të mbroni këtë llogari, bëni hyrjen te sajti dhe ndryshoni fjalëkalimin tuaj.
sv: Lösenord läcktes eller har stulits sedan du senast ändrade ditt lösenord. För att skydda detta konto, logga in på webbplatsen och ändra ditt lösenord.
th: รหัสผ่านถูกรั่วไหลหรือถูกขโมยตั้งแต่คุณเปลี่ยนรหัสผ่านครั้งล่าสุด เมื่อต้องการปกป้องบัญชีนี้ ให้เข้าสู่ระบบไซต์และเปลี่ยนรหัสผ่านของคุณ
tr: Parolanızı en son değiştirdiğinizden beri parolalar sızdırılmış veya çalınmış. Bu hesabı korumak için siteye girip parolanızı değiştirin.
tt: Серсүзегезне соңгы тапкыр үзгәрткәннән бирле серсүзләр башкаларга мәгълүм булган яки урланган. Бу хисапны саклау өчен, сайтка керегез һәм серсүзегезне үзгәртегез.
uk: Паролі викриті або викрадені з часу останньої зміни пароля. Щоб захистити цей обліковий запис, увійдіть на сайт і змініть свій пароль.
ur: جب سے آپ نے آخری بار اپنا پاس ورڈ تبدیل کیا اس وقت سے پاس ورڈز لیک ہوگئے ہیں۔ اس اکاؤنٹ کی حفاظت کے لئے ، سائٹ میں لاگ ان کریں اور اپنا پاس ورڈ تبدیل کریں۔
vi: Mật khẩu đã bị lộ hoặc bị đánh cắp kể từ lần cuối cùng bạn thay đổi mật khẩu của mình. Để bảo vệ tài khoản này, hãy đăng nhập vào trang web và thay đổi mật khẩu của bạn.

# BreachAlerts.LearnMoreButton
source: Learn more
ast: Lleer más
az: Ətraflı öyrən
be: Даведацца больш
bn: আরও জানুন
br: Gouzout hiroc’h
ca: Més informació
cy: Dysgu rhagor
da: Læs mere
de: Weitere Informationen
el: Μάθετε περισσότερα
eo: Pli da informo
et: Rohkem teavet
fa: اطلاعات بیشتر
fi: Lue lisää
fr: En savoir plus
gd: Barrachd fiosrachaidh
hi_in: अधिक जानें
hr: Saznaj više
hy_am: Իմանալ ավելին
ia: Saper plus
id: Pelajari lebih lanjut
is: Frekari upplýsingar
it: Ulteriori informazioni
km: ស្វែងយល់​បន្ថែម
lt: Sužinoti daugiau
my: ပိုမိုလေ့လာရန်
nb: Les mer
nl: Meer info
nn: Les meir
oc: Ne saber mai
or: ଅଧିକ ଜାଣନ୍ତୁ
pa_in: ਹੋਰ ਜਾਣੋ
pt_br: Saiba mais
pt_pt: Saber mais
si: තව දැනගන්න
sk: Ďalšie informácie
sq: Mësoni më tepër
sv: Läs mer
te: ఇంకా తెలుసుకోండి
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi al
tt: Күбрәк белү
uk: Докладніше
ur: مزید سیکھیں
vi: Tìm hiểu thêm

# BreachAlerts.Link
source: Go to
az: Get
be: Перайсці да сайта
bn: যান
br: Mont da
ca: Vés a
cy: Mynd i
da: Gå til
de: Gehe zu
el: Μετάβαση σε
eo: Iri
et: Mine saidile
fa: برو به
fi: Siirry
fr: Ouvrir le site
gd: Tadhail air
hi_in: जाओ
hr: Idi na
hy_am: Անցնել
ia: Visitar
id: Pergi ke
is: Fara á
it: Vai a
km: ចូលទៅ
lt: Eiti į
my: သွားပါ
nb: Gå til
nl: Naar
nn: Gå til
pa_in: ਜਾਓ
pt_br: Acessar
pt_pt: Visitar
si: යන්න
sk: Prejsť na
sq: Shko te
sv: Gå till
th: ไป
tr: Git
tt: Күчү
uk: Перейти до
ur: پر جائیں
vi: Đến trang web
