Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# TranslationToastHandler.PromptTranslate.Title
source: This page appears to be in %1$@. Translate to %2$@ with %3$@?
az: Səhifə %1$@ olaraq görünür. %3$@ xidməti ilə %2$@ üçün tərcümə edilsin?
be: Здаецца, мова гэтай старонкі %1$@. Перакласці на %2$@ з дапамогай %3$@?
bn: এই পাতাটি %1$@ এ দেখানো হবে। %3$@ মাধ্যমে %2$@ এ অনুবাদ করা হবে?
br: War a-seblant eo e %1$@ ar bajenn. Treiñ e %2$@ gant %3$@?
ca: Aquesta pàgina sembla estar en %1$@. Voleu traduir-la a %2$@ amb %3$@?
cy: Mae'n ymddangos bod y dudalen hon yn %1$@. Cyfieithu i %2$@ gyda %3$@?
da: Websiden ser ud til at være på %1$@. Vil du have den oversat til %2$@ ved hjælp af %3$@?
de: Diese Seite scheint auf %1$@ zu sein. Mit %3$@ auf %2$@ übersetzen?
el: Η σελίδα φαίνεται ότι είναι στα %1$@. Μετάφραση σε %2$@ με %3$@;
eo: Ŝajne tiu ĉi paĝo estas en la %1$@. Ĉu traduki ĝin al la %2$@ per %3$@?
et: See leht näib olevat keeles %1$@. Kas soovid selle tõlkida teenusega %3$@ keelde %2$@?
fa: به نظر میاد این صفحه %1$@ باشد. %2$@ به %3$@ ترجمه شود؟
fi: Tämä sivu näyttää olevan kielellä %1$@. Käännetäänkö kielelle %2$@ palvelulla %3$@?
fr: Cette page semble être en %1$@. La traduire en %2$@ avec %3$@ ?
gd: Tha coltas gu bheil an duilleag seo sa chànan seo: %1$@. A bheil thu airson ’s gun cuir %3$@ na leanas air: %2$@?
hi_in: यह पृष्ठ %1$@ में प्रदर्शित होता है। %3$@ के साथ %2$@ में अनुवाद करें?
hr: Čini se da je jezik ove stranice %1$@. Želiš li je prevesti na %2$@ pomoću %3$@?
hy_am: Այս էջը հայտնվել է %1$@-ում լինելու համար։ Թարգմանե՞լ %3$@-ով %2$@-ի։
ia: Iste pagina pare esser in %1$@. Traducer lo in %2$@ con %3$@?
id: Laman ini muncul dalam bahasa %1$@. Terjemahkan %2$@ dengan %3$@?
is: Þessi síða virðist vera á %1$@. Þýða yfir á %2$@ með %3$@?
it: Questa pagina sembra essere in %1$@. Vuoi tradurla in %2$@ con %3$@?
km: ទំព័រនេះបង្ហាញជា %1$@ តើចង់បកប្រែទៅជា %2$@ ជាមួយ %3$@ ដែរឫទេ?
lt: Panašu, kad šis tinklalapis parašytas %1$@ kalba. Ar išversti į %2$@, naudojantis „%3$@“?
my: ယခုစာမျက်နှာသည် %1$@ ဘာသာဖြင့် ပေါ်ပါမည်။ %3$@ နှင့် %2$@ သို့ ဘာသာပြန် အသုံးပြုမည်လား။
nb: Denne siden ser ut til å være på %1$@. Oversett til %2$@ med %3$@?
nl: Deze pagina lijkt in het %1$@ te zijn. Vertalen naar het %2$@ met %3$@?
nn: Denne sida ser ut til å vere på %1$@. Omset til %2$@ med %3$@?
pa_in: ਇਹ ਸਫ਼ਾ %1$@ ਵਿੱਚ ਜਾਪਦਾ ਹੈ। ਕੀ %3$@ ਨਾਲ %2$@ ਵਿੱਚ ਉਲੱਥਾ ਕਰਨਾ ਹੈ?
pt_br: Esta página parece estar em %1$@. Traduzir para %2$@ com %3$@?
pt_pt: Esta página parece estar em %1$@. Traduzir para %2$@ com %3$@?
si: මෙම පිටුව %1$@ න් ඇති බව පෙනේ. %3$@ සමඟින් %2$@ වෙත පරිවර්තනය කරන්නද?
sk: Zdá sa, že táto stránka je v jazyku %1$@. Chcete ju pomocou služby %3$@ preložiť do jazyka %2$@?
sq: Kjo faqet duket të jetë në %1$@. Të përkthehet në %2$@ me %3$@?
sv: Den här sidan verkar vara på %1$@. Översätt till %2$@ med %3$@?
te: ఈ పేజీ %1$@ లో ఉన్నట్లు కనిపిస్తుంది. %3$@‌తో %2$@ లోనికి అనువదించాలా?
th: หน้านี้ดูเหมือนจะเป็น %1$@ แปลเป็น %2$@ ด้วย %3$@?
tr: Bu sayfa %1$@. %3$@ ile %2$@ye çevrilsin mi?
tt: Сәхифә %1$@ телендә булырга охшый. %3$@ аны %2$@ теленә тәрҗемә итсенме?
uk: Схоже, мова цієї сторінки %1$@. Перекласти її за допомогою %3$@ такою мовою: %2$@?
ur: ایسا لگتا ہے کہ یہ صفحہ %1$@ میں ہے۔ %3$@ کے ساتھ %2$@ میں ترجمہ کریں؟
vi: Hình như trang này sử dụng %1$@. Dịch sang %2$@ với %3$@?

source: Twitter
bn: টুইটার
fa: توییتر
kn: ಜಿಟ್ಟರ್
pa_in: ਟਵਿੱਟਰ
si: ට්විටර්
te: ట్విట్టర్

# UIMenuItem.PasteGo
source: Paste & Go
ast: Apegar y dir
az: Yapışdır və get
be: Уставіць і перайсці
bn: পেস্ট করুন এবং যান
br: Pegañ & Mont
ca: Enganxa i vés-hi
cy: Gludo a Mynd
da: Indsæt og gå
de: Einfügen & Los
el: Επικόλληση & μετάβαση
eo: Alglui kaj iri
et: Aseta ja mine
fa: جای‌گذاری و ثبت
fi: Liitä ja avaa
fr: Coller et ouvrir
gd: Cuir ann ⁊ tadhail air
hi_in: पेस्ट करें और आगे बढ़ें
hr: Zalijepi i kreni
hy_am: Տեղադրել և Առաջ
ia: Collar e ir
id: Tempel & Kunjungi
is: Líma & áfram
it: Incolla e Vai
km: ដាក់ចូល និង​ទៅ
kn: ಅಂಟಿಸು & ಮುಂದುವರೆ
lt: Įdėti ir atverti
my: ကူးယူပြီးနောက်သွားမည်
nb: Lim inn og åpne
nl: Plakken & Gaan
nn: Lim inn og gå til sida
pa_in: ਚੇਪੋ ਤੇ ਜਾਓ
pt_br: Colar e ir
pt_pt: Colar e ir
si: අලවන්න හා යන්න
sk: Prilepiť a prejsť
sq: Ngjite & Shko
sv: Klistra in och öppna
te: అతికించి వెళ్ళు
th: วางแล้วไป
tr: Yapıştır ve git
tt: Ябыштыру һәм күчү
uk: Вставити і перейти
ur: چسپاں کریں اور چلیں
vi: Dán & mở

# UIMenuItem.SearchWithFirefox
source: Search with Firefox
ast: Buscar con Firefox
az: Firefox ilə Axtar
be: Шукаць з дапамогай Firefox
bn: Firefox দিয়ে অনুসন্ধান করুন
br: Klask gant Firefox
ca: Cerca amb el Firefox
cy: Chwilio gyda Firefox
da: Søg med Firefox
de: Mit Firefox suchen
el: Αναζήτηση με το Firefox
eo: Serĉi per Firefox
et: Otsi Firefoxiga
fa: جست‌وجو با فایرفاکس
fi: Etsi Firefoxilla
fr: Rechercher avec Firefox
gd: Lorg le Firefox
hi_in: Firefox के साथ खोजें
hr: Traži s Firefoxom
hy_am: Որոնել Firefox֊-ով
ia: Cercar con Firefox
id: Cari dengan Firefox
is: Leita með Firefox
it: Cerca con Firefox
km: ស្វែងរកជាមួយ Firefox
kn: ಫೈರ್ಫಾಕ್ಸ್ ನೊಂದಿಗೆ ಹುಡುಕಿ
lt: Ieškoti per „Firefox“
my: Firefox ဖြင့် ရှာပါ
nb: Søk med Firefox
nl: Zoeken met Firefox
nn: Søk med Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਨਾਲ ਖੋਜੋ
pt_br: Pesquisar com o Firefox
pt_pt: Pesquisar com o Firefox
si: ෆයර්ෆොක්ස් සමඟ සොයන්න
sk: Hľadať vo Firefoxe
sq: Kërko me Firefox
sv: Sök med Firefox
te: Firefox‌తో వెతుకు
th: ค้นหาด้วย Firefox
tr: Firefox ile ara
tt: Firefox белән эзләү
uk: Шукати з Firefox
ur: Firefox کے ساتھ تلاش کریں
vi: Tìm kiếm bằng Firefox

source: unread
af: ongelees
ast: ensin lleer
az: oxunmamış
be: непрачытана
bn: পড়া হয়নি
br: anlennet
ca: no llegit
cy: heb ei ddarllen
da: ulæst
de: ungelesen
el: μη αναγνωσμένο
eo: ne legita
et: lugemata
fa: خوانده‌ نشده
fi: lukematon
fr: Non lu
gd: gun leughadh
hi_in: अपठित
hr: nepročitano
hy_am: չընթերցված
ia: non legite
id: belum dibaca
is: ólesið
it: non letto
km: មិន​ទាន់​អាន
kn: ಓದದೆ ಇರುವ
lt: neskaityta
my: မဖတ်
nb: ulest
nl: ongelezen
nn: ulesen
oc: pas legit
pa_in: ਨਾ-ਪੜ੍ਹੇ
pt_br: não lido
pt_pt: não lido
si: නොකියවූ
sk: neprečítané
sq: të palexuara
sv: oläst
te: చదవ లేదు
th: ยังไม่ได้อ่าน
tr: okunmadı
tt: укылмаган
uk: непрочитане
ur: غير مطالعہ
vi: chưa đọc

source: Upgrade Firefox to connect
az: Qoşulmaq üçün Firefox-u yeniləyin
bn: সংযোগ স্থাপন করতে Firefox আপগ্রেড করুন।
br: Hizivait Firefox evit kennaskañ
ca: Actualitzeu el Firefox per connectar
cy: Diweddarwch Firefox i gysylltu
da: Opdater Firefox for at forbinde
de: Aktualisieren Sie Firefox, um eine Verbindung herzustellen
eo: Ĝisdatigi Firefox por konektiĝi
fa: بروزرسانی فایرفاکس برای اتصال
fr: Veuillez mettre à jour Firefox pour vous connecter.
gd: Àrdaich Firefox ma tha thu airson ceangal
hi_in: संपर्क हेतु Firefox को अपग्रेड करें
hy_am: Նորացնել Firefox-֊ը՝ կապակցելու համար
ia: Actualisa Firefox pro connecter te
id: Perbarui Firefox untuk terhubung
is: Uppfæra Firefox til að tengjast
km: ដំឡើងកំណែ Firefox ដើម្បីតភ្ជាប់
kn: ಫೈರ್ಫಾಕ್ಸ್ ಅನ್ನು ಸಂಪರ್ಕಿಸಲು ಪರಿಷ್ಕರಣೆ ಮಾಡಿ
lt: Norėdami prisijungti, atnaujinkite „Firefox“
my: ချိတ်ဆက်ရန် Firefox ကို အဆင့်မြှင့်ပါ
nb: Oppgrader Firefox for å koble til
nl: Upgrade Firefox om verbinding te maken
nn: Oppgrader Firefox for å kople til
pa_in: ਕਨੈਕਟ ਕਰਨ ਲਈ ਫਾਇਰਫਾਕਸ ਅੱਪਗਰੇਡ ਕਰੋ
pt_br: Atualize o Firefox para se conectar
pt_pt: Atualize o Firefox para ligar
sq: Përmirësoni Firefox-in që të bëhet lidhja
sv: Uppgradera Firefox för att kunna ansluta
te: Firefoxతో కనెక్ట్ చేయడానికి అప్గ్రేడ్ చేయండి
th: อัปเกรด Firefox เพื่อเชื่อมต่อ
tr: Bağlanmak için Firefox’u yükseltin
uk: Для з'єднання оновіть Firefox
ur: جڑنے کے لیئے Firefox کی درجہ افزوئی کریں
vi: Nâng cấp Firefox để kết nối

source: Use stage servers
be: Выкарыстоўваць тэставыя серверы
bn: স্টেজ সার্ভার ব্যবহার করুন
br: Ober gant dafariadoù kevanaozañ
ca: Utilitza servidors de proves
cy: Defnyddio weinyddion llwyfan
da: Brug test-servere
de: Test-Server verwenden
el: Χρήση διακομιστών δοκιμής
eo: Uzi ŝajnigajn servilojn
fa: استفاده از سرورهای مرحله
fi: Käytä testipalvelimia
fr: Utiliser les serveurs de simulation
gd: Cleachd frithealaichean stèidse
hi_in: स्टेज सर्वर का उपयोग करें
hr: Koristi testni poslužitelj
hy_am: Օգտագործել փուլային սերվերներ
ia: Usar servitores de test
id: Gunakan server pentahapan
is: Nota forskoðunarnetþjóna
it: Usa i server di test
lt: Naudoti bandomuosius serverius
my: ဆာဗာကိုသုံးပါ
nb: Bruk testserver
nl: Testservers gebruiken
nn: Bruk testserver
pa_in: ਸਟੇਜ ਸਰਵਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ
pt_br: Usar servidores de teste
pt_pt: Utilizar servidores de estágio
si: අදියර සේවාදායක භාවිතය
sk: Použiť testovacie servery
sq: Përdor shërbyes provash
sv: Använd testserver
th: ใช้ stage servers
tr: Stage sunucularını kullan
tt: Сынау серверларын куллану
uk: Використовувати тестові сервери
ur: اسٹیج سرورز استعمال کریں
vi: Sử dụng máy chủ thử nghiệm

source: Username
af: Gebruikernaam
ast: Nome d'usuariu
az: İstifadəçi adı
be: Імя карыстальніка
bn: উজারনেম
br: Anv arveriad
ca: Nom d'usuari
cy: Enw defnyddiwr
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
eo: Nomo de uzanto
et: Kasutajanimi
fa: نام‌کاربری
fi: Käyttäjätunnus
fr: Nom d’utilisateur
gd: Ainm-cleachdaiche
hi_in: उपयोगकर्ता नाम
hr: Korisničko ime
hy_am: Օգտվողի անուն
ia: Nomine de usator
id: Nama pengguna
is: Notandanafn
it: Nome utente
km: ឈ្មោះ​អ្នក​ប្រើ
kn: ಬಳಕೆದಾರನ ಹೆಸರು
lt: Naudotojo vardas
my: သုံးဆွဲသူ အမည်
nb: Brukernavn
nl: Gebruikersnaam
nn: Brukarnamn
oc: Nom d’utilizaire
pa_in: ਵਰਤੋਂਕਾਰ-ਨਾਂ
pt_br: Nome de usuário
pt_pt: Nome de utilizador
si: පරිශීලක නාමය
sk: Používateľské meno
sq: Emër përdoruesi
sv: Användarnamn
te: యూజర్‌పేరు
th: ชื่อผู้ใช้
tr: Kullanıcı adı
tt: Кулланучы исеме
uk: Ім'я користувача
ur: صارف کا نام
vi: Tên đăng nhập

source: Verify your email address
az: E-poçt ünvanınızı təsdiqləyin
bn: আপনার ইমেল যাচাই করুন।
br: Gwiriit ho chomlec’h postel
ca: Verifiqueu l'adreça electrònica
cy: Dilyswch eich cyfeiriad e-bost
da: Bekræft din mailadresse
de: Verifizieren Sie Ihre E-Mail-Adresse
eo: Kontrolu vian retpoŝtan adreson
fa: تایید آدرس پست الکترونیکی
fr: Veuillez confirmer votre adresse électronique.
gd: Dealbh am post-d agad
hi_in: अपना ईमेल सत्यापित करें
hy_am: Հաստատեք ձեր էլ֊. փոստի հասցեն
ia: Verifica tu adresse de e-mail
id: Verifikasi alamat surel Anda
is: Staðfestu tölvupóstfangið þitt
km: ផ្ទៀងផ្ទាត់អាសយដ្ឋាន​អ៊ីមែល​របស់​អ្នក
kn: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಧೃಡೀಕರಿಸಿ
lt: Patvirtinkite el. pašto adresą
my: အီးမေးလ်လိပ်စာကို အတည်ပြုပါ
nb: Bekreft din e-postadresse
nl: Verifieer uw e-mailadres
nn: Stadfest e-postadressa di
pa_in: ਆਪਣੇ ਈਮੇਲ ਸਿਰਨਾਵੇਂ ਨੂੰ ਤਸਦੀਕ ਕਰੋ
pt_br: Verifique o seu endereço de email
pt_pt: Verifique o seu endereço de email
sq: Verifikoni adresën tuaj email
sv: Verifiera din e-postadress
te: మీ ఇమెయిల్ చిరునామాను ధృవీకరించండి
th: ยืนยันที่อยู่อีเมลของคุณ
tr: E-posta adresinizi doğrulayın
uk: Підтвердьте свою адресу е-пошти
ur: اپنی ای میل کے پتہ کی تصدیق کریں
vi: Vui lòng xác nhận địa chỉ email của bạn

# Version %@ (%@)
source: Version %1$@ (%2$@)
af: Weergawe %1$@ (%2$@)
ast: Versión %1$@ (%2$@)
az: Versiya %1$@ (%2$@)
bn: সংস্করণ %1$@ (%2$@)
br: Handelv %1$@ (%2$@)
ca: Versió %1$@ (%2$@)
cy: Fersiwn %1$@ (%2$@)
eo: Versio %1$@ (%2$@)
fa: نسخه %1$@ (%2$@)
gd: Tionndadh %1$@ (%2$@)
hi_in: संस्करण %1$@ (%2$@)
hy_am: Տարբերակ %1$@ (%2$@)
id: Versi %1$@ (%2$@)
is: Útgáfa %1$@ (%2$@)
km: កំណែ %1$@ (%2$@)
kn: ಆವೃತ್ತಿ %1$@ (%2$@)
lt: Versija %1$@ (%2$@)
my: ဗားရှင်း %1$@ (%2$@)
nb: Versjon %1$@ (%2$@)
nl: Versie %1$@ (%2$@)
nn: Versjon %1$@ (%2$@)
pa_in: ਵਰਜ਼ਨ %1$@ (%2$@)
pt_br: Versão %1$@ (%2$@)
pt_pt: Versão %1$@ (%2$@)
sq: Versioni %1$@ (%2$@)
te: వెర్షన్ %1$@ (%2$@)
th: รุ่น %1$@ (%2$@)
tr: Sürüm %1$@ (%2$@)
uk: Версія %1$@ (%2$@)
ur: ورژن %1$@ (%2$@)
vi: Phiên bản %1$@ (%2$@)

source: Web content
af: Webinhoud
ast: Conteníu web
az: Web məzmun
be: Сеціўнае змесціва
bn: ওয়েব সম্পর্কিত বিষয়বস্তু
br: Endalc’had web
ca: Contingut web
cy: Cynnwys gwe
da: Webindhold
de: Web-Inhalt
el: Περιεχόμενο ιστού
eo: Teksaĵa enhavo
et: Veebisisu
fa: محتوا وب
fi: Verkkosisältö
fr: Contenu web
gd: Susbaint-lìn
hi_in: वेब सामग्री
hr: Web sadržaj
hy_am: Վեբ բովանդակություն
ia: Contento web
id: Isi web
is: Innihald vefs
it: Contenuti web
km: មាតិកា​បណ្ដាញ
kn: ಜಾಲ ವಿಷಯ
lt: Saityno turinys
my: ဝတ်ဘ်စာကိုယ်
nb: Nettinnhold
nl: Webinhoud
nn: Nettinnhald
oc: Contengut web
pa_in: ਵੈੱਬ ਸਮਗਰੀ
pt_br: Conteúdo web
pt_pt: Conteúdo Web
si: වියමන අන්තර්ගතය
sk: Webový obsah
sq: Lëndë Web
sv: Webbinnehåll
te: వెబ్ కంటెంట్
th: เนื้อหาเว็บ
tr: Web içeriği
tt: Веб-эчтәлек
uk: Вебвміст
ur: ویب مواد
vi: Nội dung web

source: Welcome to your Reading List
af: Welkom by die leeslys
ast: Afáyate en Llista de Llectura
az: Oxuma Siyahınıza Xoş Gəldiniz
be: Вітаем у вашым спісе для чытання
bn: পাঠ্য তালিকায় আপনাকে স্বাগত
br: Degemer mat war ho roll lennadurioù
ca: Us donem la benvinguda la llista de lectura
cy: Croeso i'ch Rhestr Ddarllen
da: Velkommen til din læseliste
de: Willkommen in Ihrer Leseliste
el: Καλώς ορίσατε στη Λίστα ανάγνωσης
eo: Bonvenon al via legolisto
et: Tere tulemast lugemisnimekirja
fa: به نمای خواندن خوش‌ آمدید
fi: Tervetuloa lukulistaasi
fr: Bienvenue dans votre liste de lecture
gd: Fàilte gun liosta-leughaidh agad
hi_in: अपने पठन सूची में स्वागत है
hr: Pozdravljamo te u tvom popisu za čitanje
hy_am: Բարի գալուստ ընթերցման ցուցակ
ia: Benvenite a tu lista de lectura
id: Selamat Datang di Daftar Bacaan Anda
is: Velkomin/n á leslistann þinn
it: Benvenuto in Elenco lettura
km: សូម​ស្វាគមន៍​មក​កាន់​បញ្ជី​អាន​របស់​អ្នក
kn: ನಿಮ್ಮ ಓದುಪಟ್ಟಿಗೆ ಸ್ವಾಗತ
lt: Tai jūsų skaitinių sąrašas
my: စာဖတ်စာရင်းမှ ကြိုဆိုပါတယ်
nb: Velkommen til leselisten
nl: Welkom bij uw leeslijst
nn: Velkomen til leselista
pa_in: ਤੁਹਾਡੀ ਪੜ੍ਹਨ ਸੂਚੀ ਲਈ ਜੀ ਆਇਆਂ ਨੂੰ
pt_br: Boas-vindas à sua lista de leitura
pt_pt: Bem-vindo(a) à sua lista de leitura
si: ඔබගේ කියවීමේ ලේඛනය වෙත පිළිගනිමු
sk: Vitajte vo svojom Zozname na prečítanie
sq: Mirë se vini te Lista juaj e Leximeve
sv: Välkommen till Läslistan
te: మీరు చదవాల్సిన జాబితాకు స్వాగతం
th: ยินดีต้อนรับสู่รายการอ่านของคุณ
tr: Okuma listenize hoş geldiniz
tt: Уку исемлегегезгә рәхим итегез
uk: Вітаємо у вашому списку читання
ur: اپنی پڑھنے کی فہرست میں خوشامدید
vi: Chào mừng đến với danh sách đọc của bạn

source: Well, this is embarrassing.
af: Wel, dis nou 'n verleentheid.
ast: Bono, esto da vergoña.
az: Belə, bu çaşdırıcıdır.
be: Нам вельмі шкада.
bn: যাইহোক, এটি লজ্জাজনক।
br: Hum, nec’hus eo.
ca: Bé, és lamentable.
cy: Wel, mae hyn yn boen.
da: Se, det her er pinligt.
de: Entschuldigung, das hätte nicht passieren dürfen.
el: Αυτό είναι κάπως ντροπιαστικό.
eo: Nu, tio estas hontiga
et: Nonii, see on nüüd küll piinlik.
fa: راستش، بسیار متاسفیم.
fi: Tämäpä noloa.
fr: Hum, c’est embarrassant.
gd: An-dà, tha seo a’ cur nàire oirnn.
hi_in: वैसे, यह शर्मनाक है।
hr: Hmm, ovo je nezgodno.
hy_am: Սա անհարմար է:
ia: Guai, isto es embarassose.
id: Memalukan.
is: Jæja, þetta er vandræðalegt.
it: Oops, questo è imbarazzante.
km: នេះ​ពិតជា​ខ្មាស​គេ​មែន។
kn: ನಿಜ, ಇದು ಕಿರಿಕಿರಿಯುಂಟುಮಾಡುತ್ತದೆ.
lt: Et, nemalonu…
my: ဟုတ်ပြီ၊ ဒါဟာ ကတိကအောက်နိုင်တဲ့ အရာပဲ။
nb: Dette er pinlig.
nl: Onze excuses voor het ongemak.
nn: Vel, dette er pinleg.
pa_in: ਹਾਂ, ਇਹ ਸਮੱਸਿਆ ਖੜ੍ਹੀ ਕਰ ਰਿਹਾ ਹੈ।
pt_br: Bem, isto é embaraçoso.
pt_pt: Bem, isto é embaraçoso.
si: මෙය අපහසුතාවයට පත්කරවයි :(
sk: Tak toto je nepríjemné.
sq: Hëm, ndjehemi ngushtë.
sv: Hmm, detta är pinsamt.
te: అవును, ఇది ఇబ్బందికరంగా ఉంది.
th: เราเสียใจอย่างสุดซึ้ง
tr: Söylemekten utanıyoruz ama.
tt: Әйтергә дә оят.
uk: Ой, оце так халепа.
ur: اف، مجھے شرمندگی ہو رہی ہے۔
vi: Hừm, thật là ngại quá.

source: Wikipedia
az: Vikipediya
bn: উইকিপিডিয়া
ca: Viquipèdia
cy: Wicipedia
el: Βικιπαίδεια
eo: Vikipedio
et: Vikipeedia
fa: ویکی‌پدیا
gd: Uicipeid
hr: Wikipedija
km: វីគីភីឌៀ
kn: ವಿಕಿಪೀಡಿಯ
lt: Vikipedija
my: ဝီကီပီးဒီးယား
oc: Wikipèdia
pa_in: ਵਿਕੀਪੀਡੀਆ
pt_pt: Wikipédia
si: විකිපීඩියා
sk: Wikipédia
te: వికీపీడియా
tr: Vikipedi

source: yesterday
af: gister
ast: ayeri
az: dünən
be: учора
bn: গতকাল
br: dec’h
ca: ahir
cy: ddoe
da: i går
de: gestern
el: χθες
eo: hieraŭ
et: eile
fa: دیروز
fi: eilen
fr: hier
gd: an-dè
hi_in: कल
hr: jučer
hy_am: երեկ
ia: heri
id: kemarin
is: í gær
it: ieri
km: ម្សិលមិញ
kn: ನಿನ್ನೆ
lt: vakar
my: မနေ့က
nb: i går
nl: gisteren
nn: i går
oc: ièr
pa_in: ਕੱਲ੍ਹ
pt_br: ontem
pt_pt: ontem
si: ඊයේ
sk: včera
sq: dje
sv: igår
te: నిన్నటి రోజు
th: เมื่อวานนี้
tr: dün
tt: кичә
uk: вчора
ur: ‏‏گزشتہ کل
vi: hôm qua

source: Yesterday
af: Gister
ast: Ayeri
az: Dünən
be: Учора
bn: গতকাল
br: Dec’h
ca: Ahir
cy: Ddoe
da: I går
de: Gestern
el: Χθες
eo: Hieraŭ
et: Eile
fa: دیروز
fi: Eilen
fr: Hier
gd: An-dè
hi_in: कल
hr: Jučer
hy_am: Երեկ
ia: Heri
id: Kemarin
is: Í gær
it: Ieri
km: ម្សិលមិញ
kn: ನಿನ್ನೆ
lt: Vakar
my: မနေ့က
nb: I går
nl: Gisteren
nn: I går
oc: Ièr
pa_in: ਕੱਲ੍ਹ
pt_br: Ontem
pt_pt: Ontem
si: ඊයේ
sk: Včera
sq: Dje
sv: Igår
te: నిన్నటి రోజు
th: เมื่อวานนี้
tr: Dün
tt: Кичә
uk: Вчора
ur: ‏‏گزشتہ کل
vi: Hôm qua

source: You don't have any tabs open in Firefox on your other devices.
af: Daar is geen oortjies oop in Firefox op ander toestelle nie.
ast: Nun tienes llingüetes abiertes nel Firefox d'otros preseos.
az: Digər cihazlarınızdaki Firefox-da heç bir açıq vərəq yoxdur.
be: На іншых вашых прыладах у Firefox не адкрыта ніводнай карткі.
bn: Firefox-এ আপনার কোনও ট্যাব আপনার অন্যান্য ডিভাইসে খোলা নেই।
br: N’ho peus ivinell digor ebet e Firefox war ho trevnadoù all.
ca: No teniu cap pestanya oberta al Firefox dels altres dispositius.
cy: Nid oes gennych unrhyw dabiau ar agor yn Firefox ar eich dyfeisiau eraill.
da: Du har ikke nogle åbne faneblade i Firefox på dine andre enheder.
de: Sie haben keine offenen Tabs in Firefox auf Ihren anderen Geräten.
el: Δεν έχετε καμία ανοικτή καρτέλα στο Firefox στις άλλες σας συσκευές.
eo: Vi ne havas langetojn malfermitajn en Firefox en viaj aliaj aparatoj.
et: Sul pole teistes seadmetes olevates Firefoxides kaarte avatud.
fa: شما هیچ‌گونه زبانه باز دیگری در فایرفاکس در دستگاه‌های دیگر ندارید.
fi: Sinulla ei ole Firefoxissa avoimia välilehtiä muilla laitteilla.
fr: Vous n’avez aucun onglet ouvert dans Firefox sur vos autres appareils.
gd: Chan eil taba sam bith fosgailte agad ann am Firefox air uidheaman eile.
hi_in: आपके अन्य उपकरणों पर Firefox में कोई टैब खुला नहीं है।
hr: Na tvojim drugim uređajima nemaš otvorenih kartica u Firefoxu.
hy_am: Դուք չունեք բացված որևէ ներդիր Firefox-ում՝ ձեր մյուս սարքերում:
ia: Tu non ha schedas aperte in Firefox sur tu altere apparatos.
id: Anda tidak memiliki tab terbuka di Firefox pada perangkat Anda lainnya.
is: Þú ert ekki með neina Firefox flipa opna á hinum tækjunum þínum.
it: Non risulta alcuna scheda aperta in Firefox negli altri dispositivi.
km: អ្នក​មិន​មាន​ផ្ទាំង​ណា​មួយ​បើក​ក្នុង Firefox លើ​ឧបករណ៍​ផ្សេង​របស់​អ្នក​ទេ។
lt: Kituose savo įrenginiuose su „Firefox“ neturite atvertų kortelių.
my: သင့်အခြား ပစ္စည်းများတွင် ဖွင့်ထားသော တဗ်များမရှိပါ
nb: Du har ingen faner åpne i Firefox på andre enheter.
nl: U hebt geen tabbladen geopend in Firefox op uw andere apparaten.
nn: Du har ingen faner opne i Firefox på andre einingar.
pa_in: ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੇ ਹੋਰ ਡਿਵਾਈਸ ਉੱਤੇ ਫਾਇਰਫਾਕਸ ਵਿੱਚ ਕੋਈ ਟੈਬ ਨਹੀਂ ਖੁੱਲ੍ਹੀ ਹੈ।
pt_br: Não tem nenhuma aba aberta no Firefox em outros dispositivos.
pt_pt: Não tem quaisquer separadores abertos no Firefox nos seus outros dispositivos.
si: ඔබගේ අනෙකුත් උපාංගවල ෆයර්ෆොක්ස් හි පටිති කිසිවක් විවෘත කර නැත.
sk: Vo Firefoxe na svojich ďalších zariadeniach nemáte otvorené žiadne karty.
sq: S’keni ndonjë skedë të hapur te Firefox-i në pajisje tuajat të tjera.
sv: Du har inga flikar öppna i Firefox på dina andra enheter.
te: మీరు మీ ఇతర పరికరాల్లో Firefoxలో ఏ ట్యాబులు తెరిచి లేదు.
th: คุณไม่มีแท็บใด ๆ ที่เปิดอยู่ใน Firefox ในอุปกรณ์อื่น ๆ ของคุณ
tr: Diğer cihazlarınızdaki Firefox’larda hiç açık sekme yok.
tt: Башка җиһазларыгыздагы Firefox-ларда ачык таблар юк.
uk: У вас немає вкладок, відкритих в Firefox на інших пристроях.
ur: آپ کے دوسرے آلات پر Firefox میں کوئی ٹیب نہیں کھلے ہوئِے ہیں۔
vi: Bạn không có bất kỳ thẻ nào mở trong Firefox trên các thiết bị khác của bạn.

source: Your Rights
af: U regte
ast: Los tos derechos
az: Hüquqlarınız
be: Вашы правы
bn: আপনার অধিকার
br: Ho kwirioù
ca: Els vostres drets
cy: Eich Hawliau
da: Dine rettigheder
de: Ihre Rechte
el: Τα δικαιώματά σας
eo: Viaj rajtoj
et: Sinu õigused
fa: حقوق شما
fi: Oikeutesi
fr: Droits de l’utilisateur
gd: Do chòraichean
hi_in: आपके अधिकार
hr: Vaša prava
hy_am: Ձեր իրավունքները
ia: Tu derectos
id: Hak Anda
is: Rétturinn þinn
it: I tuoi diritti
km: សិទ្ធិ​របស់​អ្នក
kn: ‍ನಿಮ್ಮ ಹಕ್ಕುಗಳು
lt: Jūsų teisės
my: သင့်လုပ်ပိုင်ခွင့်များ
nb: Dine rettigheter
nl: Uw rechten
nn: Dine rettar
oc: Vòstres dreits
pa_in: ਤੁਹਾਡੇ ਅਧਿਕਾਰ
pt_br: Seus direitos
pt_pt: Os seus direitos
si: ඔබගේ අයිතීන්
sk: Vaše práva
sq: Të drejtat Tuaja
sv: Dina rättigheter
te: మీ హక్కులు
th: สิทธิของคุณ
tr: Haklarınız
tt: Хокукларыгыз
uk: Ваші права
ur: آپ کے حقوق
vi: Quyền lợi của bạn

# Bookmark.DetailFieldURL.Label
source: URL
az: Ünvan
eo: Retadreso
fa: نشانی اینترنتی
is: Slóð
or: ୟୁଆର୍‌ଏଲ୍‌
si: ඒ.ස.නි.
sk: Adresa URL
te: చిరునామా
tr: Adres

# Bookmarks.URL.Label
source: URL
eo: Retadreso
fa: نشانی اینترنتی
fr: Adresse web
is: Slóð
kn: ಜಾಲತಾಣಸೂಚಿ
nb: Adresse
nn: Adresse
tr: Adres

# LibraryPanel.History.ClearGroupedTabsTitle.v100
source: Delete all sites in %@?
be: Выдаліць усе сайты ў %@?
br: Dilemel holl lec’hiennoù %@?
ca: Voleu suprimir tots els llocs de«%@»?
cy: Dileu pob gwefan yn %@?
da: Vil du slette alle websteder i %@?
de: Alle Websites in %@ löschen?
el: Διαγραφή όλων των ιστοτόπων στο «%@»;
eo: Ĉu forigi ĉiujn retejojn en %@?
et: Kas kustutada kõik saidid grupist %@?
fi: Poistetaanko kaikki sivustot ryhmästä %@?
fr: Supprimer tous les sites de %@ ?
gd: A bheil thu airson gach làrach ann an “%@” a sguabadh às?
hy_am: Ջնջե՞լ բոլոր կայքերը %@-ում:
ia: Deler tote le sitos in %@?
id: Hapus semua situs di %@?
is: Eyða öllum vefsvæðum í %@?
it: Eliminare tutti i siti in %@?
nb: Vil du slette alle nettsteder i %@?
nl: Alle websites in %@ verwijderen?
nn: Vil du slette alle nettstadar i %@?
pt_br: Excluir todos os sites de %@?
pt_pt: Apagar todos os sites em %@?
si: %@ හි සියළුම අඩවි මකන්නද?
sk: Odstrániť všetky stránky v skupine %@?
sq: Të fshihen krejt sajtet te %@?
sv: Ta bort alla webbplatser i %@?
th: ต้องการลบไซต์ทั้งหมดใน %@ หรือไม่?
tr: %@ grubundaki tüm siteler silinsin mi?
tt: %@ төркемендәге барлык сайтлар бетерелсенме?
uk: Видалити всі сайти в %@?
vi: Xóa tất cả các trang web trong %@?
