Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# HomePage.Set.Dialog.OK
source: Set Homepage
af: Stel tuisblad
ast: Afitar la páxina d'aniciu
az: Ana Səhifə Seç
bn: হোমপেজ হিসাবে সেট করুন
br: Dibab evel pennbajenn
ca: Defineix com a pàgina d'inici
cy: Gosod Tudalen Cartref
da: Indstil Startside
de: Startseite festlegen
eo: Uzi kiel hejman
fa: تنظیم بر روی صفحه خانگی
fr: Définir comme page d’accueil
gd: Suidhich an duilleag mhòr
hi_in: मुख्यपृष्ठ व्यवस्थित करे
hy_am: Կայել Տնային էջը
ia: Definir como pagina initial
id: Setel Beranda
is: Stilla upphafssíðu
km: កំណត់​​គេហ​ទំព័រ
kn: ಮುಖಪುಟ ಹೊಂದಿಸು
lt: Nustatyti pradžios tinklalapį
my: အဖွင့်စာမျက်နှာ သတ်မှတ်ရန်
nb: Velg startside
nl: Startpagina instellen
nn: Vel startside
pa_in: ਮੁੱਖ-ਸਫ਼ਾ ਸੈੱਟ ਕਰੋ
pt_br: Definir tela inicial
pt_pt: Definir página inicial
sq: Vëre si Krye
sv: Ange startsida
te: హోంపేజీ సెట్ చేయండి
th: ตั้งหน้าแรก
tr: Giriş sayfası yap
uk: Встановити домівку
ur: ابتدائی صفحہ دیٹ کریں
vi: Đặt trang chủ

# HomePage.Set.Dialog.Title
source: Do you want to use this web page as your home page?
af: Wil u hierdie bladsy as u tuisblad gebruik?
ast: ¿Quies usar esta páxina web como la to páxina d'aniciu?
az: Bu səhifəni ana səhifəniz olaraq işlətmək istəyirsiz?
bn: এই ওয়েপেজকে আপনার হোমপেজ হিসাবে ব্যবহার করবেন কি?
br: Fellout a ra deoc’h lakaat ar bajenn web-mañ da vezañ ho pennbajenn?
ca: Voleu utilitzar aquesta pàgina web com a la vostra pàgina d'inici?
cy: Hoffech chi ddefnyddio'r dudalen gwe yma fel eich tudalen cartref?
da: Vil du bruge dette websted som din startside?
de: Soll diese Webseite als Ihre Startseite verwendet werden?
eo: Ĉu vi volas uzi tiun ĉi paĝon kiel hejman?
fa: آیا مایل هستید این صفحه را به عنوان صفحه خانگی خود استفاده کنید؟
fr: Voulez-vous utiliser ce site web comme page d’accueil ?
gd: A bheil thu airson an duilleag seo a chleachdadh mar an duilleag-dhachaidh agad?
hi_in: क्या आप इस वेब पृष्ठ के अपने मुख्यपृष्ठ के रूप में उपयोग करना चाहते हैं?
hy_am: Ցանկանու՞մ եք օգտագրծել այս վեբ էջը, որպես ձեր տնէջ։
ia: Desira tu usar iste sito web como tu pagina initial?
id: Ingin menggunakan halaman web ini sebagai halaman beranda Anda?
is: Viltu nota þetta vefsvæði sem upphafssíðuna þína?
km: តើ​អ្នក​ចង់​ប្រើ​​ទំព័រ​បណ្ដាញ​នេះ​ជា​ទំព័រ​ដើម​របស់​អ្នក​ដែរ ឬ​ទេ?
lt: Ar norite šį tinklalapį naudoti kaip savo pradžios tinklalapį?
my: ဒီဝဘ်စာမျက်နှာကို အဖွင့်စာမျက်နှာအဖြစ် သတ်မှတ်ချင်ပါသလား။
nb: Vil du bruke denne siden som startside?
nl: Wilt u deze webpagina als uw startpagina gebruiken?
nn: Vil du bruke denne sida som startside?
pa_in: ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਮੁੱਖ ਸਫ਼ੇ ਵਜੋਂ ਇਸ ਵੈੱਬ ਸਫ਼ੇ ਨੂੰ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Quer usar esta página como sua tela inicial?
pt_pt: Deseja utilizar esta página web como a sua página inicial?
sq: Doni të përdoret kjo faqe web si faqja juaj hyrëse?
sv: Vill du använda denna webbsida som din startsida?
te: ఈ వెబ్ పేజీని మీ ముగిలి పేజీగా ఉపయోగించాలనుకుంటున్నారా?
th: คุณต้องการใช้หน้าเว็บนี้เป็นหน้าแรกของคุณหรือไม่?
tr: Bu sayfayı giriş sayfanız olarak kullanmak istiyor musunuz?
uk: Хочете використовувати цю вебсторінку як домівку?
ur: کیا آپ اس کو اپنے ابتدائی صفحہ کے طور پر استعمال کرنا چاہتے ہیں؟
vi: Bạn có muốn sử dụng trang web này làm trang chủ của bạn?

# HomePanel.ContextMenu.Bookmark
source: Bookmark
ast: Amestar a Marcadores
az: Əlfəcin
be: Закладка
bn: বুকমার্ক
br: Sined
ca: Adreça d'interès
cy: Nod Tudalen
da: Bogmærk
de: Lesezeichen
el: Σελιδοδείκτης
eo: Legosigno
et: Lisa järjehoidjatesse
fa: نشانک‌گذاری
fi: Lisää kirjanmerkkeihin
fr: Marquer cette page
gd: Comharra-lìn
hi_in: बुकमार्क
hr: Zabilješka
hy_am: Էջանիշ
ia: Adder marcapaginas
id: Markah
is: Bókamerki
it: Aggiungi ai segnalibri
km: ចំណាំ
kn: ಪುಟ ಗುರುತು
lt: Įtraukti į adresyną
my: စာမှတ်
nb: Bokmerke
nl: Bladwijzer
nn: Bokmerke
oc: Marcapaginas
or: ଚିହ୍ନିତ ସ୍ଥାନ
pa_in: ਬੁੱਕਮਾਰਕ
pt_br: Favoritos
pt_pt: Marcador
si: පොත්යොමුව
sk: Záložky
sq: Faqerojtës
sv: Bokmärk
te: ఇష్టాంశంగా గుర్తించు
th: เพิ่มที่คั่นหน้า
tr: Yer imi
tt: Кыстыргыч
uk: Додати закладку
ur: نشانی
vi: Dấu trang

# HomePanel.ContextMenu.DeleteFromHistory
source: Delete from History
ast: Desaniciar del historial
az: Tarixçədən sil
be: Выдаліць з гісторыі
bn: ইতিহাস থেকে মুছে ফেলুন
br: Dilemel eus ar roll istor
ca: Suprimeix de l'historial
cy: Dileu o'r Hanes
da: Slet fra historik
de: Aus Chronik löschen
el: Διαγραφή από ιστορικό
eo: Forigi el la historio
et: Kustuta ajaloost
fa: حذف از تاریخچه
fi: Poista historiasta
fr: Supprimer de l’historique
gd: Sguab às an eachdraidh
hi_in: इतिहास से हटाएं
hr: Obriši iz povijesti
hy_am: Ջնջել Պատմությունից
ia: Deler del chronologia
id: Hapus dari Riwayat
is: Eyða úr ferli
it: Elimina dalla cronologia
km: លុបចេញ​ពី​ប្រវត្តិ
kn: ಇತಿಹಾಸದಿಂದ ಅಳಿಸು‍
lt: Ištrinti iš žurnalo
my: မှတ်တမ်းမှ ဖယ်ရှားပါ
nb: Slett fra historikk
nl: Verwijderen uit geschiedenis
nn: Slett frå historikk
oc: Suprimir de l’istoric
or: ପୁରୁଣା ତଥ୍ୟରୁ ବାହାର କରନ୍ତୁ
pa_in: ਅਤੀਤ 'ਚੋਂ ਹਟਾਓ
pt_br: Excluir do histórico
pt_pt: Apagar do histórico
si: ඉතිහාසයෙන් මකන්න
sk: Odstrániť z histórie
sq: Fshije prej Historiku
sv: Ta bort från historik
te: చరిత్ర నుండి తొలగించు
th: ลบออกจากประวัติ
tr: Geçmişten sil
tt: Тарихтан бетерү
uk: Видалити з історії
ur: سابقات سے حذف کریں
vi: Xóa khỏi lịch sử

# HomePanel.ContextMenu.OpenInNewPrivateTab
source: Open in New Private Tab
ast: Abrir nuna llingüeta privada nueva
az: Yeni Məxfi Vərəqdə aç
bn: নতুন ব্যক্তিগত ট্যাবে খুলুন
br: Digeriñ en un ivinell prevez nevez
ca: Obre en una pestanya privada nova
cy: Agor mewn Tab Preifat Newydd
da: Åbn i nyt privat faneblad
de: In neuem privaten Tab öffnen
eo: Malfermi en nova privata langeto
fa: باز کردن در یک زبانه‌ی خصوصی جدید
fr: Ouvrir dans un onglet privé
gd: Fosgail ann an taba prìobhaideach ùr
hi_in: नए निजी टैब में खोलें
hy_am: Բացել Նոր Գաղտնի դիտարկում
ia: Aperir in un nove scheda private
id: Buka di Tab Pribadi Baru
is: Opna í nýjum huliðsflipa
km: បើក​នៅ​ក្នុង​ផ្ទាំង​ឯកជន​ថ្មី
kn: ಹೊಸ ಖಾಸಗಿ ಹಾಳೆಯನ್ನು ತೆರೆ
lt: Atverti naujoje privačioje kortelėje
my: သီးသန့်တပ်ဗ်အသစ်တွင် ဖွင့်ရန်
nb: Åpne i ny privat fane
nl: Openen in nieuw privétabblad
nn: Opne i ny privat fane
pa_in: ਨਵੀਂ ਪ੍ਰਾਈਵੇਟ ਟੈਬ 'ਚ ਖੋਲ੍ਹੋ
pt_br: Abrir em nova aba privativa
pt_pt: Abrir num novo separador privado
sq: Hape në Skedë të Re Private
sv: Öppna i en ny privat flik
te: కొత్త ప్రైవేట్ ట్యాబులో తెరువు
th: เปิดในแท็บส่วนตัวใหม่
tr: Gizli sekmede aç
uk: Відкрити в приватній вкладці
ur: نئے نجی ٹیب میں کھولیں
vi: Mở trong thẻ riêng tư mới

# HomePanel.ContextMenu.OpenInNewTab
source: Open in New Tab
ast: Abrir nuna llingüeta nueva
az: Yeni Vərəqdə aç
be: Адкрыць у новай картцы
bn: নতুন ট্যাবে খুলুন
br: Digeriñ e-barzh un ivinell nevez
ca: Obre en una pestanya nova
cy: Agor mewn Tab Newydd
da: Åbn i nyt faneblad
de: In neuem Tab öffnen
el: Άνοιγμα σε νέα καρτέλα
eo: Malfermi en nova langeto
et: Ava uuel kaardil
fa: باز کردن در زبانه جدید
fi: Avaa uudessa välilehdessä
fr: Ouvrir dans un nouvel onglet
gd: Fosgail ann an taba ùr
hi_in: नए टैब में खोलें
hr: Otvori u novoj kartici
hy_am: Բացել Նոր Ներդիր
ia: Aperir in un nove scheda
id: Buka di Tab Baru
is: Opna í nýjum flipa
it: Apri in una nuova scheda
km: បើក​ក្នុង​ផ្ទាំង​ថ្មី
kn: ಹೊಸ ಹಾಳೆಯಲ್ಲಿ ತೆರೆ
lt: Atverti naujoje kortelėje
my: တပ်ဗ်အသစ်တွင် ဖွင့်ပါ
nb: Åpne i ny fane
nl: Openen in nieuw tabblad
nn: Opne i ny fane
oc: Dobrir dins un onglet novèl
or: ନୂତନ ଟ୍ୟାବରେ ଖୋଲନ୍ତୁ
pa_in: ਨਵੀਂ ਟੈਬ 'ਚ ਖੋਲ੍ਹੋ
pt_br: Abrir em nova aba
pt_pt: Abrir num novo separador
si: නව පටිත්තකින් අරින්න
sk: Otvoriť na novej karte
sq: Hape në Skedë të Re
sv: Öppna i ny flik
te: కొత్త ట్యాబులో తెరువు
th: เปิดในแท็บใหม่
tr: Yeni sekmede aç
tt: Яңа табта ачу
uk: Відкрити в новій вкладці
ur: ںئے ٹیب میں کھولیں
vi: Mở trong thẻ mới

# HomePanel.ContextMenu.Remove
source: Remove
ast: Quitar
az: Sil
be: Выдаліць
bn: অপসারণ
br: Lemel kuit
ca: Elimina
cy: Tynnu
da: Fjern
de: Entfernen
el: Αφαίρεση
eo: Forigi
et: Eemalda
fa: حذف
fi: Poista
fr: Retirer
gd: Thoir air falbh
hi_in: हटाएं
hr: Ukloni
hy_am: Հեռացնել
ia: Remover
id: Hilangkan
is: Fjarlægja
it: Elimina
km: យកចេញ
kn: ತೆಗೆದು ಹಾಕು
lt: Pašalinti
my: ဖယ်ရှားပါ
nb: Fjern
nl: Verwijderen
nn: Fjern
oc: Suprimir
or: କାଢ଼ନ୍ତୁ
pa_in: ਹਟਾਓ
pt_br: Remover
pt_pt: Remover
si: ඉවත් කරන්න
sk: Odstrániť
sq: Hiqe
sv: Ta bort
te: తొలగించు
th: เอาออก
tr: Sil
tt: Бетерү
uk: Вилучити
ur: ہٹائیں
vi: Xóa

# HomePanel.ContextMenu.RemoveBookmark
source: Remove Bookmark
az: Əlfəcini sil
be: Выдаліць закладку
bn: বুকমার্ক অপসারণ করুন
br: Dilemel ar sined
ca: Elimina l'adreça d'interès
cy: Tynnu Nod Tudalen
da: Fjern bogmærke
de: Lesezeichen entfernen
el: Αφαίρεση σελιδοδείκτη
eo: Forigi legosignon
et: Eemalda järjehoidja
fa: حذف نشانک
fi: Poista kirjanmerkki
fr: Supprimer le marque-page
gd: Thoir an comharra-lìn air falbh
hi_in: बुकमार्क हटाएं
hr: Ukloni zabilješku
hy_am: Հեռացնել Էջանիշը
ia: Remover le marcapaginas
id: Hapus Markah
is: Fjarlægja bókamerki
it: Elimina segnalibro
km: លុបចំណាំចេញ
kn: ಪುಟ ಗುರುತು ತೆಗೆ
lt: Pašalinti adresyno įrašą
my: စာမှတ်ကို ဖယ်ရှားရန်
nb: Fjern bokmerke
nl: Bladwijzer verwijderen
nn: Fjern bokmerke
oc: Suprimir lo marcapagina
or: ଚିହ୍ନିତ ସ୍ଥାନକୁ କାଢନ୍ତୁ
pa_in: ਬੁੱਕਮਾਰਕ ਨੂੰ ਹਟਾਓ
pt_br: Remover favorito
pt_pt: Remover marcador
si: පොත්යොමුව ඉවත් කරන්න
sk: Odstrániť záložku
sq: Hiqe Faqerojtësin
sv: Ta bort bokmärke
te: ఇష్టాంశాన్ని తీసివేయి
th: เอาที่คั่นหน้าออก
tr: Yer imini sil
tt: Кыстыргычны бетерү
uk: Вилучити закладку
ur: نشانى ہٹائيں
vi: Xóa dấu trang

# HomePanel.ContextMenu.Share
source: Share
ast: Compartir
az: Paylaş
be: Падзяліцца
bn: শেয়ার করুন
br: Rannañ
ca: Comparteix
cy: Rhannu
da: Del
de: Teilen
el: Κοινή χρήση
eo: Dividi
et: Jaga
fa: به اشتراک گذاشتن
fi: Jaa
fr: Partager
gd: Co-roinn
hi_in: साझा करें
hr: Dijeli
hy_am: Համօգտագործել
ia: Compartir
id: Bagikan
is: Deila
it: Condividi
km: ចែករំលែក
kn: ಹಂಚು
lt: Dalintis
my: မျှဝေရန်
nb: Del
nl: Delen
nn: Del
oc: Partejar
or: ବିତରଣ
pa_in: ਸਾਂਝਾ ਕਰੋ
pt_br: Compartilhar
pt_pt: Partilhar
si: බෙදාගන්න
sk: Zdieľať
sq: Ndajeni me të tjerët
sv: Dela
te: పంచు
th: แบ่งปัน
tr: Paylaş
tt: Уртаклашу
uk: Поділитися
ur: شیئر کریں
vi: Chia sẻ

# Hotkeys.Back.DiscoveryTitle
source: Back
af: Terug
ast: Atrás
az: Geri
be: Назад
bn: আগে জান
br: Distreiñ
ca: Enrere
cy: Nôl
da: Tilbage
de: Zurück
el: Πίσω
eo: Reen
et: Tagasi
fa: عقب
fi: Edellinen
fr: Retour
gd: Air ais
hi_in: पीछे
hr: Natrag
hy_am: Վերադառնալ
ia: Retro
id: Kembali
is: Fyrri
it: Indietro
km: ថយក្រោយ​
kn: ಹಿಂದೆ
lt: Atgal
my: နောက်သို့
nb: Tilbake
nl: Terug
nn: Tilbake
oc: Tornar
or: ପଛକୁ
pa_in: ਪਿੱਛੇ
pt_br: Voltar
pt_pt: Retroceder
si: ආපසු
sk: Späť
sq: Mbrapsht
sv: Bakåt
te: వెనుకకు వెళ్లు
th: ย้อนกลับ
tr: Geri
tt: Кире
uk: Назад
ur: واپس
vi: Quay lại

# Hotkeys.CloseTab.DiscoveryTitle
source: Close Tab
af: Sluit oortjie
ast: Zarrar una llingüeta
az: Vərəqi Qapat
be: Закрыць картку
bn: ট্যাব বন্ধ করুন
br: Serriñ an ivinell
ca: Tanca la pestanya
cy: Cau Tab
da: Luk faneblad
de: Tab schließen
el: Κλείσιμο καρτέλας
eo: Fermi langeton
et: Sulge kaart
fa: زبانه‌های بسته شده
fi: Sulje välilehti
fr: Fermer l’onglet
gd: Dùin an taba
hi_in: टैब बंद करें
hr: Zatvori karticu
hy_am: Փակել ներդիրը
ia: Clauder le scheda
id: Tutup Tab
is: Loka flipa
it: Chiudi scheda
km: បិទ​ផ្ទាំង
kn: ಟ್ಯಾಬ್‌ ಅನ್ನು ಮುಚ್ಚು
lt: Užverti kortelę
my: တဗ်ကို ပိတ်ရန်
nb: Lukk fane
nl: Tabblad sluiten
nn: Lat att fane
oc: Tampar l’onglet
or: ଟ୍ୟାବ ବନ୍ଦକରନ୍ତୁ
pa_in: ਟੈਬ ਬੰਦ ਕਰੋ
pt_br: Fechar aba
pt_pt: Fechar separador
si: පටිත්ත වසන්න
sk: Zavrieť kartu
sq: Mbylle Skedën
sv: Stäng flik
te: ట్యాబు‌ను మూసివేయి
th: ปิดแท็บ
tr: Sekmeyi kapat
tt: Битне ябу
uk: Закрити вкладку
ur: ٹیب بند کریں
vi: Đóng thẻ

# Hotkeys.Find.DiscoveryTitle
source: Find
ast: Atopar
az: Tap
be: Знайсці
bn: খুঁজুন
br: Kavout
ca: Cerca
cy: Chwilio
de: Suchen
el: Εύρεση
eo: Serĉi
et: Otsi
fa: یافتن
fi: Etsi
fr: Rechercher
gd: Lorg
hi_in: ढूंढें
hr: Traži
hy_am: Գտնել
ia: Cercar
id: Cari
is: Finna
it: Trova
km: រក​
kn: ಹುಡುಕು
lt: Ieškoti
my: ရှာပါ
nb: Finn
nl: Zoeken
nn: Finn
oc: Recercar
or: ଖୋଜନ୍ତୁ
pa_in: ਲੱਭੋ
pt_br: Procurar
pt_pt: Localizar
si: සොයන්න
sk: Hľadať
sq: Gjej
sv: Sök
te: కనుగొను
th: ค้นหา
tr: Bul
tt: Табу
uk: Знайти
ur: ڈھونڈیں
vi: Tìm

# Hotkeys.Forward.DiscoveryTitle
source: Forwards
af: Vorentoe
ast: Alantre
az: İrəli
be: Наперад
bn: অগ্রবর্তী
br: War-lerc’h
ca: Endavant
cy: Ymlaen
da: Fremad
de: Vor
el: Εμπρός
eo: Antaŭen
et: Edasi
fa: جلو
fi: Seuraava
fr: Suivant
gd: Air adhart
hi_in: आगे बढ़ाएं
hr: Naprijed
hy_am: Փոխանցել
ia: Avante
id: Maju
is: Áfram
it: Avanti
km: ទៅ​មុខ
kn: ಮುಂದೆ
lt: Pirmyn
my: ရှေ့သို့
nb: Frem
nl: Vooruit
nn: Fram
oc: Seguent
or: ଆଗକୁ
pa_in: ਅੱਗੇ
pt_br: Avançar
pt_pt: Avançar
si: හරවන්න
sk: Dopredu
sq: Përpara
sv: Framåt
te: ఫార్వార్డ్
th: เดินหน้า
tr: İleri
tt: Алга
uk: Вперед
ur: آگے
vi: Tiến

# Hotkeys.NewPrivateTab.DiscoveryTitle
source: New Private Tab
af: Nuwe private oortjie
ast: Llingüeta privada nueva
az: Yeni Məxfi Vərəq
be: Прыватная картка
bn: নতুন ব্যক্তিগত ট্যাব
br: Ivinell prevez nevez
ca: Pestanya privada nova
cy: Tab Preifat Newydd
da: Nyt privat faneblad
de: Neuer privater Tab
el: Νέα ιδιωτική καρτέλα
eo: Nova privata langeto
et: Uus privaatne kaart
fa: زبانه‌ی خصوصی جدید
fi: Uusi yksityinen välilehti
fr: Nouvel onglet privé
gd: Taba prìobhaideach ùr
hi_in: नया निजी टैब
hr: Nova privatna kartica
hy_am: Նեոր Գաղտնի Ներդիր
ia: Nove scheda private
id: Tab Pribadi Baru
is: Nýr huliðsflipi
it: Nuova scheda anonima
km: ផ្ទាំង​ឯកជន​ថ្មី​
kn: ಹೊಸ ಖಾಸಗಿ ಟ್ಯಾಬ್
lt: Nauja privačioji kortelė
my: တစ်ကိုယ်ရေသုံး တပ်ဗ်အသစ်
nb: Ny privat fane
nl: Nieuw privétabblad
nn: Ny Privat fane
oc: Onglet de nav. privada
or: ନୂତନ ବ୍ଯକ୍ତିଗତ ଟ୍ୟାବ
pa_in: ਨਵੀਂ ਪ੍ਰਾਈਵੇਟ ਟੈਬ
pt_br: Nova aba privativa
pt_pt: Novo separador privado
si: නව පෞද්. පටිත්ත
sk: Nová súkromná karta
sq: Skedë e Re Private
sv: Ny privat flik
te: కొత్త ప్రైవేట్ ట్యాబు
th: แท็บส่วนตัวใหม่
tr: Yeni gizli sekme
tt: Яңа хосусый таб
uk: Приватна вкладка
ur: نیا نجی ٹیب
vi: Thẻ riêng tư mới

# Hotkeys.NewTab.DiscoveryTitle
source: New Tab
af: Nuwe oortjie
ast: Llingüeta nueva
az: Yeni Vərəq
be: Новая картка
bn: নতুন ট্যাব
br: Ivinell nevez
ca: Pestanya nova
cy: Tab Newydd
da: Nyt faneblad
de: Neuer Tab
el: Νέα καρτέλα
eo: Nova langeto
et: Uus kaart
fa: زبانه جدید
fi: Uusi välilehti
fr: Nouvel onglet
gd: Taba ùr
hi_in: नया टैब
hr: Nova kartica
hy_am: Նոր Ներդիր
ia: Nove scheda
id: Tab Baru
is: Nýr flipi
it: Nuova scheda
km: ផ្ទាំង​ថ្មី​​
kn: ಹೊಸ ಟ್ಯಾಬ್
lt: Nauja kortelė
my: တဗ်အသစ်
nb: Ny fane
nl: Nieuw tabblad
nn: Ny fane
oc: Onglet novèl
or: ନୂତନ ଟ୍ୟାବ
pa_in: ਨਵੀਂ ਟੈਬ
pt_br: Nova aba
pt_pt: Novo separador
si: නව පටිත්ත
sk: Nová karta
sq: Skedë e Re
sv: Ny flik
te: కొత్త ట్యాబు
th: แท็บใหม่
tr: Yeni sekme
tt: Яңа таб
uk: Нова вкладка
ur: نیا ٹیب
vi: Thẻ mới

# Hotkeys.NormalMode.DiscoveryTitle
source: Normal Browsing Mode
ast: Mou de restolar con normalidá
az: Normal Səyahət Rejimi
be: Рэжым звычайнага аглядання
bn: সাধারন ব্রাউজিং মোড
br: Mod merdeiñ reoliek
ca: Mode de navegació normal
cy: Y Modd Pori Arferol
da: Normal browsing-tilstand
de: Normaler Surf-Modus
el: Λειτουργία κανονικής περιήγησης
eo: Reĝimo de normala retumo
et: Tavaline lehitsemisrežiim
fa: حالت مرورِ معمولی
fi: Tavallinen selaustila
fr: Mode de navigation classique
gd: Am modh brabhsaidh àbhaisteach
hi_in: सामान्य ब्राउज़िंग मोड
hr: Uobičajeni način pregledavanja
hy_am: Սովորական զննարկման աշխատատեսակ
ia: Modo de navigation normal
id: Mode Penjelajahan Normal
is: Venjulegur vafrahamur
it: Modalità di navigazione normale
km: មុខងារ​រុករក​ធម្មតា
kn: ಸಾಮಾನ್ಯ ಬ್ರೌಸಿಂಗ್ ಸ್ಥಿತಿ
lt: Įprasto naršymo veiksena
my: သာမန်ရှာဖွေမှုကိုသုံးခြင်း
nb: Vanlig nettlesingsmodus
nl: Normale navigatiemodus
nn: Vanleg nettlesingsmodus
oc: Mòde de navegacion normala
or: ସାଧାରଣ ବ୍ରାଉଜିଂ
pa_in: ਆਮ ਬਰਾਊਜ਼ ਕਰਨ ਢੰਗ
pt_br: Modo de navegação normal
pt_pt: Modo de navegação normal
si: සාමාන්‍ය පිරික්සුම් ආකාරය
sk: Bežné prehliadanie
sq: Mënyra Shfletim Normal
sv: Normalt surfläge
te: సాధారణ విహారణ రీతి
th: โหมดการเรียกดูแบบปกติ
tr: Normal gezinti modu
tt: Нормаль гизү режимы
uk: Режим звичайного перегляду
ur: عمومی برائوزنگ موڈ
vi: Chế độ duyệt web bình thường

# Hotkeys.PrivateMode.DiscoveryTitle
source: Private Browsing Mode
ast: Mou de restolar en privao
az: Məxfi Səyahət Rejimi
be: Рэжым прыватнага аглядання
bn: ব্যক্তিগত ব্রাউজিং মোড
br: Mod merdeiñ prevez
ca: Mode de navegació privada
cy: Y Modd Pori Preifat
da: Privat browsing-tilstand
de: Privater Modus
el: Λειτουργία ιδιωτικής περιήγησης
eo: Reĝimo de privata retumo
et: Privaatne lehitsemisrežiim
fa: حالت مرورِ ناشناس
fi: Yksityinen selaustila
fr: Mode de navigation privée
gd: Am modh brabhsaidh prìobhaideach
hi_in: निजी ब्राउज़िंग मोड
hr: Privatni način pregledavanja
hy_am: Անձնական զննարկման աշխատատեսակ
ia: Modo de navigation private
id: Mode Penjelajahan Pribadi
is: Huliðsvafrahamur
it: Modalità di navigazione anonima
km: មុខងារ​រុករក​ឯកជន
kn: ಖಾಸಗಿ ಬ್ರೌಸಿಂಗ್ ಸ್ಥಿತಿ
lt: Privačiojo naršymo veiksena
my: သီးသန့်ရှာဖွေမှုကိုသုံးခြင်း
nb: Privat nettlesingsmodus
nl: Privénavigatiemodus
nn: Privat nettlesingsmodus
oc: Mòde de navegacion privada
or: ବ୍ୟକ୍ତିଗତ ବ୍ରାଉଜିଙ୍ଗ ମୋଡ
pa_in: ਨਿੱਜੀ ਬਰਾਊਜ਼ਿੰਗ ਢੰਗ
pt_br: Modo de navegação privativa
pt_pt: Modo de navegação privada
si: පෞද්. පිරික්සුම් ආකාරය
sk: Súkromné prehliadanie
sq: Mënyra Shfletim Privat
sv: Privat surfläge
te: అంతరంగిక విహారణ రీతి
th: โหมดการเรียกดูแบบส่วนตัว
tr: Gizli gezinti modu
tt: Хосусый гизү режимы
uk: Режим приватного перегляду
ur: نجی براوزنگ موڈ
vi: Chế độ duyệt web riêng tư

# Hotkeys.Reload.DiscoveryTitle
source: Reload Page
af: Herlaai bladsy
ast: Recargar la páxina
az: Səhifəni Yenilə
be: Абнавіць старонку
bn: পেজ পুনরায় লোড করুন
br: Adkargañ ar bajennad
ca: Actualitza la pàgina
cy: Ail Lwytho Tudalen
da: Genindlæs side
de: Seite neu laden
el: Ανανέωση σελίδας
eo: Reŝargi paĝon
et: Laadi leht uuesti
fa: بارگذاری مجدد صفحه
fi: Lataa sivu uudelleen
fr: Actualiser la page
gd: Ath-luchdaich an duilleag
hi_in: पृष्ठ फिर लोड करें
hr: Ponovno učitaj stranicu
hy_am: Կրկին բեռնել էջը
ia: Recargar le pagina
id: Muat Ulang Halaman
is: Endurhlaða síðuna
it: Ricarica pagina
km: ផ្ទុក​ទំព័រ​​ឡើងវិញ
kn: ಪುಟವನ್ನು ಮರಳಿ ಲೋಡ್ ಮಾಡು
lt: Įkelti tinklalapį iš naujo
my: စာမျက်နှာကို ပြန်ဖွင့်ပါ
nb: Oppdater siden
nl: Pagina vernieuwen
nn: Oppdater sida
oc: Actualizar la pagina
or: ପୃଷ୍ଠାକୁ ପୁନର୍ଧାରଣ କରନ୍ତୁ
pa_in: ਸਫ਼ੇ ਨੂੰ ਮੁੜ ਲੋਡ ਕਰੋ
pt_br: Recarregar página
pt_pt: Recarregar página
si: පිටුව යළි පූරණය
sk: Obnoviť stránku
sq: Ringarkoje Faqen
sv: Ladda om sida
te: పుటను మళ్లీ లోడ్ చేయి
th: โหลดหน้าใหม่
tr: Sayfayı tazele
tt: Битне яңадан йөкләү
uk: Перезавантажити сторінку
ur: صفحہ پھر لوڈ کریں
vi: Tải lại trang này

# Hotkeys.SelectLocationBar.DiscoveryTitle
source: Select Location Bar
af: Kies liggingbalk
ast: Esbillar la barra d'allugamientos
az: Mövqe Sətrini Seç
be: Выбраць адрасны радок
bn: লোকেশান বার নির্বাচন করুন
br: Diuzañ ar varrenn lec’hiadur
ca: Selecciona la barra d'ubicació
cy: Dewis Bar Lleoliad
da: Vælg adresselinje
de: Adressleiste auswählen
el: Επιλογή γραμμής τοποθεσίας
eo: Elekti adresstrion
et: Vali asukohariba
fa: انتخاب نوار مکان
fi: Valitse osoitepalkki
fr: Sélectionner la barre d’adresse
gd: Tagh bar an ionaid
hi_in: स्थान पट्टी चुनें
hr: Odberi lokacijsku traku
hy_am: Ընտրել տեղադրության գոտին
ia: Seliger le barra de adresse
id: Pilih Bilah Lokasi
is: Veldu staðsetningarslá
it: Seleziona barra degli indirizzi
km: ជ្រើស​របារ​ទីតាំង
kn: ಸ್ಥಳ ಪಟ್ಟಿ ಆಯ್ಕೆಮಾಡು
lt: Pasirinkti adreso juostą
my: Location Bar ကို ရွေးပါ
nb: Velg adresselinje
nl: Locatiebalk selecteren
nn: Vel adresselinje
oc: Seleccionar la barra d’adreça
pa_in: ਟਿਕਾਣਾ ਪੱਟੀ ਨੂੰ ਚੁਣੋ
pt_br: Selecionar barra de localização
pt_pt: Selecionar barra de localização
si: ස්ථාන තීරුව තෝරන්න
sk: Zvoliť panel s adresou
sq: Përzgjidhni Shtyllë Vendesh
sv: Välj adressfältet
te: లొకేషన్ బార్ ఎంచుకోండి
th: เลือกแถบตำแหน่งที่ตั้ง
tr: Konum çubuğunu seç
tt: Адрес юлын сайлау
uk: Виберіть панель адреси
ur: محل وقتوع بار کا انتخاب کریں
vi: Chọn thanh địa chỉ

# Hotkeys.ShowNextTab.DiscoveryTitle
source: Show Next Tab
af: Wys volgende oortjie
ast: Amosar la llingüeta siguiente
az: Növbəti Vərəqi Göstər
be: Паказаць наступную картку
bn: পরবর্তী ট্যাব দেখান
br: Diskouez an ivinell da heul
ca: Mostra la pestanya següent
cy: Dangos y Tab Nesaf
da: Vis næste faneblad
de: Nächsten Tab anzeigen
el: Εμφάνιση επόμενης καρτέλας
eo: Montri venontan langeton
et: Kuva järgmine kaart
fa: نمایش زبانه بعدی
fi: Näytä seuraava välilehti
fr: Afficher l’onglet suivant
gd: Seall an ath-thaba
hi_in: अगला टैब दिखाएं
hr: Prikaži sljedeću karticu
hy_am: Ցուցադրել հաջորդ ներդիրը
ia: Monstrar le scheda sequente
id: Tampilkan Tab Berikutnya
is: Sýna næsta flipa
it: Visualizza nuova scheda
km: បង្ហាញ​ផ្ទាំង​បន្ទាប់​
kn: ಮುಂದಿನ ಹಾಳೆಯನ್ನು ತೋರಿಸು
lt: Rodyti kitą kortelę
my: နောက်ထပ် တဗ်ကို ပြပါ
nb: Vis neste fane
nl: Volgende tabblad tonen
nn: Vis neste fane
oc: Mostrar l’onglet seguent
pa_in: ਅਗਲੀ ਟੈਬ ਨੂੰ ਵੇਖੋ
pt_br: Mostrar a próxima aba
pt_pt: Mostrar separador seguinte
si: ඊළඟ පටිත්ත පෙන්වන්න
sk: Zobraziť nasledujúcu kartu
sq: Shfaq Skedën Pasuese
sv: Visa nästa flik
te: తదుపరి ట్యాబును చూపించు
th: แสดงแท็บถัดไป
tr: Sonraki sekmeyi göster
tt: Киләсе табны күрсәтү
uk: Показати наступну вкладку
ur: اگلا ٹیب دکھاائیں
vi: Xem thẻ tiếp theo

# Hotkeys.ShowPreviousTab.DiscoveryTitle
source: Show Previous Tab
af: Wys vorige oortjie
ast: Amosar la llingüeta anterior
az: Əvvəlki Vərəqi Göstər
be: Паказаць папярэднюю картку
bn: পূর্ববর্তী ট্যাব দেখান
br: Diskouez an ivinell gent
ca: Mostra la pestanya anterior
cy: Dangos y Tab Blaenorol
da: Vis forrige faneblad
de: Vorherigen Tab anzeigen
el: Εμφάνιση προηγούμενης καρτέλας
eo: Montri antaŭan langeton
et: Kuva eelmine kaart
fa: نمایش زبانه قبلی
fi: Näytä edellinen välilehti
fr: Afficher l’onglet précédent
gd: Seall an taba roimhe
hi_in: पिछला पृष्ठ दिखाएं
hr: Prikaži prethodnu karticu
hy_am: Ցուցադրել նախորդ ներդիրը
ia: Vider le scheda precedente
id: Tampilkan Tab Sebelumnya
is: Sýna fyrri flipa
it: Visualizza scheda precedente
km: បង្ហាញ​ផ្ទាំង​មុន​
kn: ಹಿಂದಿನ ಹಾಳೆಯನ್ನು ತೋರಿಸು
lt: Rodyti ankstesnę kortelę
my: ယခင် တဗ်ကို ပြပါ
nb: Vis forrige fane
nl: Vorige tabblad tonen
nn: Vis førre fane
oc: Mostrar l’onglet precedent
pa_in: ਪਿਛਲਾ ਟੈਬ ਨੂੰ ਵੇਖੋ
pt_br: Mostrar a aba anterior
pt_pt: Mostrar separador anterior
si: කලින් පටිත්ත පෙන්වන්න
sk: Zobraziť predchádzajúcu kartu
sq: Shfaq Skedën e Mëparshme
sv: Visa föregående flik
te: మునుపటి ట్యాబును చూపించు
th: แสดงแท็บก่อนหน้า
tr: Önceki sekmeyi göster
tt: Үткән табны күрсәтү
uk: Показати попередню вкладку
ur: پچھلا ٹیب دکھائیں
vi: Xem thẻ trước đó

# InactiveTabs.TabTray.AutoClosePrompt.ButtonTitle
source: Turn on Auto Close
bn: Auto Close চালু করুন
br: Gweredekaat ar serriñ emgefreek
ca: Activa el tancament automàtic
cy: Troi Autogau Ymlaen
da: Slå automatisk lukning til
de: Automatisches Schließen aktivieren
eo: Ŝalti aŭtomatan fermon
fa: فعال‌سازی بستن خودکار برگه‌ها
fr: Activer la fermeture automatique
gd: Cuir gleus an fhèin-dùnaidh air
hi_in: स्वत: बंद चालू करें
hy_am: Միացնել ինքնափակումը
ia: Activar Auto-clausura
id: Nyalakan Tutup-Otomatis
is: Kveikja á sjálfvirkri lokun
km: បើក​ការបិទ​ស្វ័យប្រវត្តិ
lt: Įjungti automatinį kortelių užvėrimą
nb: Slå på autolukking
nl: Automatisch sluiten inschakelen
nn: Slå på auto-attlating
pa_in: ਆਪੇ ਬੰਦ ਕਰਨਾ ਚਾਲੂ ਕਰੋ
pt_br: Ativar fechamento automático
pt_pt: Ativar encerramento automático
sq: Aktivizo Vetëmbyllje
sv: Aktivera automatisk stängning
th: เปิดการปิดอัตโนมัติ
tr: Otomatik kapatmayı aç
uk: Увімкнути автоматичне закриття
vi: Bật tự động đóng
