Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# TabTray.SegmentedControlTitles.SyncedTabs
source: Synchronised
az: Sinxron
be: Сінхранізаваныя
bn: সিঙ্ক হয়েছে
br: Goubredet
ca: Sincronitzades
cy: Cydweddwyd
da: Synkroniseret
de: Synchronisiert
el: Συγχρονισμένες
eo: Spegulita
et: Sünkroniseeritud
fi: Synkronoitu
fr: Synchronisés
gd: Sioncronaichte
hi_in: सिंक किया गया
hr: Sinkronizirano
hy_am: Համաժամեցված
ia: Synchronisate
id: Tersinkron
is: Samstillt
it: Sincronizzate
lt: Sinchronizuotos
nb: Synkronisert
nl: Gesynchroniseerd
nn: Synkronisert
pa_in: ਸਿੰਕ ਕੀਤੀਆਂ
pt_br: Sincronizado
pt_pt: Sincronizados
si: සමමුහූර්තයි
sk: Synchronizované
sq: Të njëkohësuara
sv: Synkroniserad
th: ซิงค์แล้ว
tr: Eşitlenen
uk: Синхронізовані
ur: سنک شدہ
vi: Đã đồng bộ hóa

# TabTray.SegmentedControlTitles.Tabs
source: Tabs
ast: Llingüetes
az: Vərəqlər
be: Карткі
bn: ট্যাব
br: Ivinelloù
ca: Pestanyes
cy: Tabiau
da: Faneblade
el: Καρτέλες
eo: Langetoj
et: Kaardid
fi: Välilehdet
fr: Onglets
gd: Tabaichean
hi_in: टैब
hr: Kartice
hy_am: Ներդիրներ
ia: Schedas
id: Tab
is: Flipar
it: Schede
lt: Kortelės
nb: Faner
nl: Tabbladen
nn: Faner
pa_in: ਟੈਬਾਂ
pt_br: Abas
pt_pt: Separadores
si: පටිති
sk: Karty
sq: Skeda
sv: Flikar
th: แท็บ
tr: Sekmeler
uk: Вкладки
ur: ٹیبس
vi: Thẻ

# TabTray.SwipeMenu.More
source: More
ast: Más
az: Daha çox
bn: আরো
br: Muioc’h
ca: Més
cy: Rhagor
da: Flere
de: Mehr
eo: Pli
fa: بیشتر
fr: Plus
gd: Barrachd
hi_in: अधिक
hy_am: Ավելին
ia: Plus
id: Lanjut
is: Meira
lt: Daugiau
my: နောက်ထပ်
nb: Flere
nl: Meer
nn: Meir
pa_in: ਹੋਰ
pt_br: Mais
pt_pt: Mais
sq: Më tepër
sv: Fler
te: మరిన్ని
th: เพิ่มเติม
tr: Daha fazla
uk: Більше
ur: مذید
vi: Thêm

# TabTray.Title
source: Open Tabs
ast: Llingüetes abiertes
az: Açıq Vərəqlər
be: Адкрытыя карткі
bn: ট্যাব খুলুন
br: Ivinelloù digor
ca: Pestanyes obertes
cy: Agor Tabiau
da: Åbne faneblade
de: Offene Tabs
el: Ανοικτές καρτέλες
eo: Malfermitaj langetoj
et: Avatud kaardid
fa: زبانه‌های باز
fi: Avoimet välilehdet
fr: Onglets ouverts
gd: Tabaichean fosgailte
hi_in: टैब खोलें
hr: Otvori kartice
hy_am: Բացել ներդիրները
ia: Schedas aperte
id: Buka Tab
is: Opnir flipar
it: Schede aperte
lt: Atvertos kortelės
my: ဖွင့်ထားသော တက်ဗ်များ
nb: Åpne faner
nl: Open tabbladen
nn: Opne faner
pa_in: ਟੈਬਾਂ ਖੋਲ੍ਹੋ
pt_br: Abas abertas
pt_pt: Separadores abertos
si: පටිති අරින්න
sk: Otvorené karty
sq: Hapi Skedat
sv: Öppna flikar
te: తెరిచివున్న ట్యాబులు
th: แท็บที่เปิด
tr: Açık sekmeler
tt: Ачык таблар
uk: Відкриті вкладки
ur: ٹیب کھولیں
vi: Các thẻ đang mở

# TabTray.Today.Header
source: Today
ast: Güei
az: Bu gün
bn: আজ
br: Hiziv
ca: Avui
cy: Heddiw
da: I dag
de: Heute
eo: Hodiaŭ
fa: امروز
fr: Aujourd’hui
gd: An-diugh
hi_in: आज
hy_am: Այսօր
ia: Hodie
id: Hari Ini
is: Í dag
lt: Šiandien
my: ယနေ့
nb: I dag
nl: Vandaag
nn: I dag
pa_in: ਅੱਜ
pt_br: Hoje
pt_pt: Hoje
sq: Sot
sv: Idag
te: ఈరోజు
th: วันนี้
tr: Bugün
uk: Сьогодні
ur: آج
vi: Hôm nay

# TabTray.Yesterday.Header
source: Yesterday
ast: Ayeri
az: Dünən
bn: গতকাল
br: Dec’h
ca: Ahir
cy: Ddoe
da: I går
de: Gestern
eo: Hieraŭ
fa: دیروز
fr: Hier
gd: An-dè
hi_in: कल
hy_am: Երեկ
ia: Heri
id: Kemarin
is: Í gær
lt: Vakar
my: မနေ့က
nb: I går
nl: Gisteren
nn: I går
pa_in: ਕੱਲ੍ਹ
pt_br: Ontem
pt_pt: Ontem
sq: Dje
sv: Igår
te: నిన్న
th: เมื่อวานนี้
tr: Dün
uk: Вчора
ur: کل
vi: Hôm qua

source: The page could not be displayed in Reader View.
af: Die bladsy kon nie in leesaansig gewys word nie.
ast: La páxina nun se pudo amosar en Vista de Llectura.
az: Bu səhifə Oxuyucu Görünüşündə göstərilə bilməz.
be: Не атрымалася адлюстраваць гэту старонку ў рэжыме чытання.
bn: পেজটি রিডার ভিউতে দেখানো যাচ্ছে না।
br: N’haller ket skrammañ ar bajenn-mañ er mod lenn.
ca: No s'ha pogut mostrar la pàgina en la Vista de lectura.
cy: Nid oedd modd dangos y dudalen yn y Golwg Darllen.
da: Siden kunne ikke vises i læsevisning.
de: Die Seite konnte nicht in der Leseansicht dargestellt werden.
el: Δεν ήταν δυνατή η προβολή της σελίδας στην προβολή ανάγνωσης.
eo: Tiu ĉi paĝo ne povis esti montrita en legila vido.
et: Lehte polnud võimalik lugemisvaates kuvada.
fa: امکان نمایش این صفحه در نمای مطالعه وجود ندارد.
fi: Sivua ei voitu näyttää lukunäkymässä.
fr: La page n’a pas pu être affichée en mode lecture.
gd: Cha b’ urrainn dhuinn an duilleag a thaisbeanadh ann an sealladh an leughadair.
hi_in: पृष्ठ पाठक परिदृश्य में प्रदर्शित नहीं किया जा सकता है।
hr: Stranica se ne može prikazati u prikazu čitača.
hy_am: Էջը չի կարող ցուցադրվել ընթերցման դիտումում։
ia: Le pagina non ha potite esser presentate in vista de lectura.
id: Laman ini tidak dapat ditampilkan di Tampilan Baca.
is: Ekki er hægt að sýna þessa síðu í lesham.
it: Impossibile visualizzare la pagina in Modalità lettura.
km: មិន​អាច​បង្ហាញ​ទំព័រ​នៅ​ក្នុង​ទិដ្ឋភាព​អ្នក​អាន​បាន​ទេ។
lt: Šio tinklalapio atvaizduoti skaitymo veiksenoje nepavyko.
my: စာမျက်နှာအား စာဖတ်ပုံစံဖြင့် မဖွင့်နိုင်ပါ
nb: Denne siden kunne ikke vises i lesevisning.
nl: De pagina kon niet in de lezerweergave worden weergegeven.
nn: Denne sida kunne ikkje visast i lesevising.
pa_in: ਸਫ਼ੇ ਨੂੰ ਰੀਡਰ ਝਲਕ ਵਿੱਚ ਦਿਖਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ।
pt_br: A página não pôde ser exibida no Leitor.
pt_pt: A página não pôde ser apresentada na Vista de leitura.
si: පිටුව කියවන දැක්මෙහි දර්ශනය කළ නොහැකිය.
sk: Stránka nemohla byť načítaná v zobrazení Čítačka.
sq: Faqja s’u shfaq dot nën Pamjen Lexues.
sv: Denna sida kunde inte visas i Läsvyn.
te: పేజీ రీడర్ వీక్షణలో ప్రదర్శించడం సాధ్యం కాదు.
th: ไม่สามารถแสดงผลหน้าในมุมมองผู้อ่าน
tr: Bu sayfa Okuyucu görünümünde görüntülenemedi.
tt: Битне уку режимында күрсәтеп булмады.
uk: Не вдалося показати цю сторінку в режимі читання.
ur: صفحہ ریڈر ویو میں ظاہر نہیں کیا جا سکا۔
vi: Trang này không thể hiển thị trong chế độ đọc sách.

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
af: Daar was ’n probleem met toegang tot die ander toestelle. Probeer weer oor ’n rukkie.
ast: Hebo un problema al acceder a les llingüetes d'otros preseos de to. Volvi tentalo nun momentu.
az: Digər cihazlarınızdaki vərəqlərə qoşulurkən xəta baş verdi. Bir az sonra yenidən yoxlayın.
be: Узнікла праблема пры атрыманні доступу да картак з вашых іншых прылад. Паўтарыце спробу пазней.
bn: আপনার অন্য ডিভাইস থেকে আপনার ট্যাবগুলির প্রবেশাধিকার পেতে একটি সমস্যা দেখা দিয়েছিল। কিছুক্ষণ পরে পনরায় চেষ্টা করুন।
br: Ur gudenn a zo savet en ur haeziñ ivinelloù adalek ho trevnad all. Klaskit en-dro a-benn ur pennadig.
ca: S'ha produït un problema en accedir a les pestanyes dels altres dispositius. Torneu-ho a provar d'aquí a uns moments.
cy: Bu anhawster cael mynediad at dabiau o'ch dyfeisiau eraill. Ceisiwch eto ymhen ychydig.
da: Der opstod et problem med at tilgå faneblade fra dine andre enheder. Prøv igen om et øjeblik.
de: Fehler beim Zugriff auf Ihre Tabs von anderen Geräten. Bitte versuchen Sie es in Kürze erneut.
el: Προέκυψε πρόβλημα κατά την πρόσβαση σε καρτέλες από τις άλλες σας συσκευές. Δοκιμάστε ξανά σε λίγο.
eo: Estis problemo dum aliro al viaj langetoj en aliaj aparatoj. Provu denove post iom da tempo.
et: Teiste seadmete kaartidele ligipääsemisel esines probleem. Proovi mõne hetke pärast uuesti.
fa: مشکلی در دسترسی به زبانه‌های شما در دیگر دستگاه‌ها پیش آمده است. چند لحظه دیگر دوباره مجددا اقدام بفرمایید.
fi: Muiden laitteiden välilehtien lukeminen epäonnistui. Yritä uudelleen hetken kuluttua.
fr: Un problème s’est produit en accédant aux onglets de vos autres appareils. Veuillez réessayer plus tard.
gd: Bha duilgheadas againn a’ faighinn cothrom air na tabaichean agad air uidheaman eile. Feuch ris a-rithist ann an greiseag.
hi_in: आपके अन्य उपकरणों के टैब तक पहुंचने में समस्या आई। कुछ क्षण बाद पुनः प्रयास करें।
hr: Došlo je do problema tijekom pristupanja karticama s drugih uređaja. Pokušaj ponovo za nekoliko trenutaka.
hy_am: Ձեր այլ սարքերից ներդիրների մուտքի խնդիր առաջացավ։ Մի քանի րոպեից նորից փորձեք։
ia: Il habeva un problema a acceder le schedas ab tu altere apparatos. Retenta in alcun instantes.
id: Ada masalah saat membuka tab dari perangkat Anda lainnya. Coba beberapa saat lagi.
is: Vandamál kom upp við að nálgast flipana þína frá öðrum tækjum þínum. Reyndu aftur eftir smá tíma.
it: Si è verificato un problema durante l’accesso alle schede degli altri dispositivi. Riprova più tardi.
km: មាន​បញ្ហា​ក្នុង​ការ​ចូល​ទៅ​ផ្ទាំង​ពី​ឧបករណ៍​ផ្សេង​របស់​អ្នក។ សូម​ព្យាយាម​ម្ដង​ទៀត​នៅ​ប៉ុន្មាន​នាទី​ទៀត។
lt: Nepavyko pasiekti kituose jūsų įrenginiuose esančių kortelių. Pabandykite kiek vėliau.
my: သင့်အခြားဖုန်းများ မှ တပ်ဗ်များအား ရယူရာတွင် အခက်အခဲရှိသည်။ တခဏကြာလျှင် ပြန်ကြိုးစားကြည့်ပါ
nb: Det var et problem med tilgang til faner fra dine andre enheter. Prøv igjen om en liten stund.
nl: Er was een probleem bij het benaderen van tabbladen van uw andere apparaten. Probeer het over enkele ogenblikken opnieuw.
nn: Problem med tilgang til faner frå dei andre einingane dine. Prøv igjen om ei lita stund.
pa_in: ਤੁਹਾਡੇ ਹੋਰ ਡਿਵਾਈਸਾਂ ਤੋਂ ਟੈਬਾਂ ਲਈ ਪਹੁੰਚ ਕਰਨ ਦੌਰਾਨ ਸਮੱਸਿਆ ਹੈ। ਕੁਝ ਪਲ਼ਾਂ ਵਿੱਚ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: Houve um problema ao acessar abas de seus outros dispositivos. Tente novamente daqui a pouco.
pt_pt: Ocorreu um problema ao aceder aos separadores dos seus outros dispositivos. Tente novamente dentro de alguns momentos.
si: ඔබගේ අනෙකුත් උපාංගවලින් පටිති වෙත ප්‍රවේශ වීමේ ගැටළුවක් මතු විය. සුළු මොහොතකින් නැවත උත්සාහ කරන්න.
sk: Počas prístupu ku kartám vo vašich ďalších zariadeniach sa vyskytla chyba. Skúste to znova o chvíľu.
sq: Pati një problem me hyrjen te skedat prej pajisjeve tuaja të tjera. Riprovoni pas pak çastesh.
sv: Det fanns ett problem att komma åt flikar från dina andra enheter. Försök igen om en stund.
te: మీ ఇతర పరికరాల నుండి ట్యాబ్లను ప్రాప్యత చెయ్యడంలో సమస్య సంభవించింది. కొన్ని క్షణాల్లో మళ్ళీ ప్రయత్నించండి.
th: เกิดปัญหาในการเข้าถึงแท็บจากอุปกรณ์อื่น ๆ ของคุณ ลองอีกครั้งในอีกสักครู่
tr: Diğer cihazlarınızdaki sekmelere erişilirken bir sorun oluştu. Birkaç dakika sonra yeniden deneyin.
tt: Башка җиһазларыгыздан битләргә ирешкәндә хата килеп чыкты. Бераздан янә тырышып карагыз.
uk: Сталася помилка при отриманні доступу до вкладок з ваших інших пристроїв. Спробуйте знову пізніше.
ur: وسرے آلات سے ٹیبس تک رسائی میں کچھ مسئلہ ہے۔ چند لمحوں بعد کوشش کیجیئے۔
vi: Đã xảy ra sự cố khi truy cập các thẻ từ các thiết bị khác của bạn. Hãy thử một lần nữa trong chốc lát.

source: There was an error converting the page
af: Daar was ’n probleem met die omskakeling van die bladsy
ast: Hebo un fallu al convertir la páxina
az: Səhifəni çevirərkən xəta baş verdi
be: Пры пераўтварэнні старонкі адбылася памылка
bn: পাতা রূপান্তর করার সময় একটি ত্রুটি ছিল
br: Ur fazi a oa en ur amdreiñ ar bajenn
ca: S'ha produït un error en convertir la pàgina
cy: Bu gwall wrth drosi'r dudalen
da: Der opstod en fejl, da siden skulle konverteres
de: Fehler beim Umwandeln der Seite
el: Προέκυψε σφάλμα μετατροπής της σελίδας
eo: Okazis eraro dum konverto de paĝo
et: Lugemisvaate aktiveerimisel esines probleem
fa: خطایی در هنگام تبدیل این صفحه رخ داده است
fi: Sivuston muuntaminen epäonnistui
fr: Une erreur s’est produite lors de la conversion de la page
gd: Thachair mearachd rè iompachadh na duilleige
hi_in: पृष्ठ को परिवर्तित करने में त्रुटि आई
hr: Dogodila se greška tijekom kovertiranja stranice
hy_am: Էջը փոխարկելիս խնդիր առաջացավ
ia: Il habeva un error a converter le pagina
id: Terjadi kesalahan saat mengonversi laman
is: Villa kom upp þegar verið var að umbreyta síðunni
it: Si è verificato un errore durante la conversione della pagina
km: មាន​បញ្ហា​ក្នុង​ការ​បម្លែង​ទំព័រ
lt: Konvertuojant tinklalapį įvyko klaida
my: စာမျက်နှာအားပြောင်းလဲရာတွင် အခက်အခဲရှိသည်
nb: Det oppstod en feil under konvertering av siden
nl: Er is een fout opgetreden bij het converteren van de pagina
nn: Det oppstod en feil under konvertering av sida
pa_in: ਸਫ਼ੇ ਨੂੰ ਬਦਲਣ ਦੌਰਾਨ ਗਲਤੀ ਸੀ।
pt_br: Houve um erro ao converter a página
pt_pt: Ocorreu um erro ao converter a página
si: පිටුව හැරවීමේදී දෝෂයක් ඇති විය
sk: Pri konverzii stránky sa vyskytla chyba
sq: Pati një gabim në shndërrimin e faqes
sv: Ett fel uppstod då sidan skulle konverteras
te: పేజీ మార్చడంలో లోపం ఉంది
th: เกิดข้อผิดพลาดในการแปลงหน้า
tr: Sayfa dönüştürülürken bir hata oluştu
tt: Битне үзгәрткәндә хата килеп чыкты
uk: При конвертуванні сторінки сталася помилка
ur: ااس صفحہ کو تبدیل کرنے میں ایک نقص تھا
vi: Có lỗi khi chuyển đổi trang

source: this week
af: hierdie week
ast: esta selmana
az: bu həftə
be: гэтым тыднем
bn: এই সপ্তাহে
br: ar sizhun-mañ
ca: aquesta setmana
cy: yr wythnos hon
da: denne uge
de: diese Woche
el: αυτή την εβδομάδα
eo: ĉi semajne
et: see nädal
fa: این هفته
fi: tällä viikolla
fr: cette semaine
gd: an t-seachdain-sa
hi_in: इस सप्ताह
hr: ovaj tjedan
hy_am: այս շաբաթ
ia: iste septimana
id: minggu ini
is: þessa viku
it: questa settimana
km: សប្ដាហ៍​នេះ
kn: ಈ ವಾರ
lt: šią savaitę
my: ယခုအပတ်
nb: denne uken
nl: deze week
nn: denne veka
oc: aquesta setmana
pa_in: ਇਸ ਹਫ਼ਤੇ
pt_br: esta semana
pt_pt: esta semana
si: මෙම සතිය
sk: tento týždeň
sq: këtë javë
sv: denna vecka
te: ఈ వారం
th: สัปดาห์นี้
tr: bu hafta
tt: бу атна
uk: цього тижня
ur: ‏‏اس ہفتہ
vi: tuần này

# Toasts.NotNow
source: Not Now
ast: Agora non
az: İndi deyil
be: Не зараз
bn: এখন নয়
br: Ket bremañ
ca: Ara no
cy: Nid Nawr
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
eo: Nun ne
et: Mitte praegu
fa: هم‌اکنون نه
fi: Ei nyt
fr: Plus tard
gd: Chan ann an-dràsta
hi_in: अभी नहीं
hr: Ne sada
hy_am: Ոչ հիմա
ia: Non ora
id: Jangan Sekarang
is: Ekki núna
it: Non ora
km: កុំទាន់អាល
kn: ಈಗ ಬೇಡ
lt: Ne dabar
my: ယခု မဆောင်ရွက်သေးပါ
nb: Ikke nå
nl: Niet nu
nn: Ikkje no
pa_in: ਹੁਣੇ ਨਹੀਂ
pt_br: Agora não
pt_pt: Agora não
si: දැන් නොවේ
sk: Teraz nie
sq: Jo Tani
sv: Inte nu
te: ఇప్పుడు కాదు
th: ไม่ใช่ตอนนี้
tr: Daha sonra
tt: Хәзер түгел
uk: Не зараз
ur: ابھی نہیں
vi: Không phải bây giờ

# Toasts.OpenAppStore
source: Open App Store
ast: Abrir l'App Store
az: App Store-u Aç
be: Адкрыць App Store
bn: অ্যাপ ষ্টোর খুলুন
br: Digeriñ an App Store
ca: Obre l'App Store
cy: Agor yr App Store
da: Åbn App Store
de: App Store öffnen
el: Άνοιγμα App Store
eo: Malfermi App Store
et: Ava App Store
fa: باز کردن App Store
fi: Avaa App Store
fr: Ouvrir l’App Store
gd: Fosgail an App Store
hi_in: App Store खोलें
hr: Otvori App Store
hy_am: Բացել App Store-ը
ia: Aperir App Store
id: Buka App Store
is: Opna smáforrits verslun
it: Apri App Store
km: បើក App Store
kn: ಆಫ್ ಸ್ಟೋರ್ ತೆರೆ
lt: Atverti „App Store“
my: App Store ကို ဖွင့်ပါ
nb: Åpne App Store
nl: App Store openen
nn: Opne App Store
pa_in: ਐਪ ਸਟੋਰ ਖੋਲ੍ਹੋ
pt_br: Abrir App Store
pt_pt: Abrir App Store
si: යෙදුම් ගබඩාව අරින්න
sk: Otvoriť App Store
sq: Hapni App Store
sv: Öppna App Store
te: ఆప్ స్టోరుని తెరువు
th: เปิด App Store
tr: App Store’u aç
tt: App Store-ны ачу
uk: Відкрити App Store
ur: ایپ سٹور کھولیں
vi: Mở App Store

# Toasts.Undo
source: Undo
az: Geri al
be: Адмяніць
bn: পূর্বাবস্থায় ফিরুন
br: Dizober
ca: Desfés
cy: Dadwneud
da: Fortryd
de: Rückgängig
el: Αναίρεση
eo: Malfari
et: Võta tagasi
fa: برگشت
fi: Peru
fr: Annuler
gd: Neo-dhèan
hi_in: पहले जैसा
hr: Poništi
hy_am: Հետարկել
ia: Disfacer
id: Urungkan
is: Afturkalla
it: Annulla
lt: Atšaukti
my: မလုပ်တော့ပါ
nb: Angre
nl: Ongedaan maken
nn: Angre
pa_in: ਵਾਪਸ
pt_br: Desfazer
pt_pt: Anular
si: පෙරසේ
sk: Späť
sq: Zhbëje
sv: Ångra
th: เลิกทํา
tr: Geri al
tt: Кире алу
uk: Повернути
ur: کالعدم کریں
vi: Hoàn tác

source: Today
af: Vandag
ast: Güei
az: Bu gün
be: Сёння
bn: আজ
br: Hiziv
ca: Avui
cy: Heddiw
da: I dag
de: Heute
el: Σήμερα
eo: Hodiaŭ
et: Täna
fa: امروز
fi: Tänään
fr: Aujourd’hui
gd: An-diugh
hi_in: आज
hr: Danas
hy_am: Այսօր
ia: Hodie
id: Hari Ini
is: Í dag
it: Oggi
km: ថ្ងៃ​នេះ
kn: ಇಂದು
lt: Šiandien
my: ဒီနေ့
nb: I dag
nl: Vandaag
nn: I dag
oc: Uèi
pa_in: ਅੱਜ
pt_br: Hoje
pt_pt: Hoje
si: අද
sk: Dnes
sq: Sot
sv: Idag
te: ఈరోజు
th: วันนี้
tr: Bugün
tt: Бүген
uk: Сьогодні
ur: آج
vi: Hôm nay

source: today at %@
af: vandag om %@
ast: güei a les %@
az: bu gün %@ tarixində
be: сёння ў %@
bn: আজ %@ তে
br: hiziv da %@
ca: avui a les %@
cy: heddiw am %@
da: i dag kl. %@
de: heute um %@
el: σήμερα στις %@
eo: hodiaŭ je la %@
et: täna kell %@
fa: امروز در %@
fi: tänään %@
fr: aujourd’hui à %@
gd: an-diugh aig %@
hi_in: आज %@ बजे
hr: danas u %@
hy_am: այսօր %@-ին
ia: hodie a %@
id: hari ini pada %@
is: í dag %@
it: oggi alle %@
km: ថ្ងៃ​នេះ​នៅ %@
kn: ಇಂದು %@ ನಲ್ಲಿ
lt: šiandien %@
my: ယနေ့ %@
nb: i dag kl. %@
nl: vandaag om %@
nn: i dag kl. %@
oc: uèi a %@
pa_in: ਅੱਜ %@ 'ਤੇ
pt_br: hoje às %@
pt_pt: hoje, às %@
si: අද %@ ට
sk: dnes o %@
sq: sot, më %@
sv: idag kl %@
te: నేడు %@ వద్ద
th: วันนี้เมื่อ %@
tr: bugün %@
tt: бүген: %@
uk: сьогодні %@
ur: آج @% پر
vi: hôm nay lúc %@

# Toolbar.Menu.AccessibilityLabel
source: Menu
af: Kieslys
ast: Menú
az: Menyu
be: Меню
bn: মেনু
br: Lañser
ca: Menú
cy: Dewislen
de: Menü
el: Μενού
eo: Menuo
et: Menüü
fa: منو
fi: Valikko
gd: Clàr-taice
hi_in: मेन्यू
hr: Izbornik
hy_am: Ցանկ
is: Valmynd
km: ​ម៉ឺនុយ​
kn: ಪರಿವಿಡಿ
lt: Meniu
my: မီနူးစာရင်း
nb: Meny
nn: Meny
oc: Menú
pa_in: ਮੀਨੂ
si: වට්ටෝරුව
sk: Ponuka
sv: Meny
te: మెనూ
th: เมนู
tr: Menü
tt: Меню
uk: Меню
ur: مینیو
vi: Trình đơn

# Toolbar.Menu.CloseAllTabs
source: Close All Tabs
ast: Zarrar toles llingüetes
az: Bütün Vərəqləri Qapat
be: Закрыць усе карткі
bn: সকল ট্যাব বন্ধ করুন
br: Serriñ an holl ivinelloù
ca: Tanca totes les pestanyes
cy: Cau Pob Tab
da: Luk alle faneblade
de: Alle Tabs schließen
el: Κλείσιμο όλων των καρτελών
eo: Fermi ĉiujn langetojn
et: Sulge kõik kaardid
fa: بستن تمام زبانه‌ها
fi: Sulje kaikki välilehdet
fr: Fermer tous les onglets
gd: Dùin a h-uile taba
hi_in: सभी टैब बंद करें
hr: Zatvori sve kartice
hy_am: Փակել բոլոր ներդիրները
ia: Clauder tote le schedas
id: Tutup Semua Tab
is: Loka öllum flipum
it: Chiudi tutte le schede
km: បិទ​ផ្ទាំង​ទាំងអស់
kn: ಎಲ್ಲ ಟ್ಯಾಬ್‍ಗಳನ್ನು ಮುಚ್ಚು
lt: Užverti visas korteles
my: တပ်ဗ်အားလုံးကို ပိတ်ရန်
nb: Lukk alle faner
nl: All tabbladen sluiten
nn: Lat att alle faner
oc: Tampar totes los onglets
pa_in: ਸਾਰੀਆਂ ਟੈਬਾਂ ਬੰਦ ਕਰੋ
pt_br: Fechar todas as abas
pt_pt: Fechar todos os separadores
si: සියළු පටිති වසන්න
sk: Zavrieť všetky karty
sq: Mbylli Krejt Skedat
sv: Stäng alla flikar
te: అన్ని ట్యాబులను మూసివేయి
th: ปิดแท็บทั้งหมด
tr: Tüm sekmeleri kapat
tt: Барлык табларны да ябу
uk: Закрити всі вкладки
ur: تمام ٹیب بند کریں
vi: Đóng tất cả các thẻ

# TopSites.EmptyState.Description
source: Your most visited sites will show up here.
af: Die mees besoekte werwe sal hier wees.
ast: Equí amuésense los sitios más visitaos.
az: Ən çox ziyarət edilən saytlar burada göstəriləcəklər.
bn: আপনার সর্বাধিক দেখা ওয়েবসাইটগুলি এখানে দেখানো হবে।
br: Amañ e vo diskouezet ho lec’hiennoù gweladennet ar muiañ.
ca: Aquí es mostren els llocs més visitats.
cy: Bydd y gwefannau rydych wedi ymweld â nhw amlaf yn ymddangos yn fan hyn.
da: Dine oftest besøgte websider vil blive vist her.
de: Ihre meistbesuchten Websites erscheinen hier.
eo: Viaj plej vizititaj retejoj aperos ĉi tie.
fa: پایگاه‌های اینترنتی که بیشتر توسط شما بازدید شده است در اینجا نمایش داده می‌شود.
fr: Les sites les plus visités s’afficheront ici.
gd: Nochdaidh na làraichean air an tadhail thu gu tric an-seo.
hi_in: आपके सर्वाधिक देखे गए साइट यहां दिखाई देंगे।
hy_am: Ձեր առավել հաճախած կայքերը այստեղ:
ia: Tu sitos plus visitate essera monstrate hic.
id: Situs yang paling sering dikunjungi akan tampil di sini.
is: Vefsvæðin sem þú heimsækir oftast birtast hér.
km: វេបសាយ​ដែល​អ្នក​ចូលមើល​ច្រើន​បំផុត​នឹង​បង្ហាញ​នៅ​ទីនេះ។
lt: Jūsų dažniausiai lankomos svetainės atsiras čia.
my: အကြည့်ရှုအများဆုံး ဝဘ်ဆိုက်များကို ဒီနေရာတွင် ပြသပါမည်။
nb: De mest besøkte nettstedene dine vil vises her.
nl: Hier verschijnen uw meest bezochte websites.
nn: Dei mest besøkte nettstadane dine vil visast her.
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਹਾਲ ਵਿੱਚ ਹੀ ਖੋਲ੍ਹੀਆਂ ਗਈਆਂ ਸਾਈਟਾਂ ਇੱਥੇ ਦਿਖਾਈ ਦੇਣਗੀਆਂ।
pt_br: Os sites que você mais visita aparecem aqui.
pt_pt: Os seus sites mais visitados aparecerão aqui.
sq: Këtu do të shfaqen sajtet më të vizituar nga ju.
sv: Dina mest besökta webbplatser kommer att visas här.
te: మీరు ఎక్కువగా సందర్శించే సైట్లను ఇక్కడ కనిపిస్తాయి.
th: ไซต์ที่คุณเยี่ยมชมมากที่สุดจะแสดงที่นี่
tr: En çok ziyaret ettiğiniz siteler burada görünecek.
uk: Тут з'являтимуться ваші найчастіше відвідувані сайти.
ur: آپ کی سب سے زیادہ دیکھی ہوئی سائٹیں یہاں دکھائی جائیں گی۔
vi: Các trang web truy cập nhiều nhất của bạn sẽ hiển thị ở đây.

# TopSites.EmptyState.Title
source: Welcome to Top Sites
af: Welkom by topwerwe
ast: Afáyate en Sitios Principales
az: Üst Saytlara Xoş Gəldiniz
bn: শীর্ষ সাইটগুলিতে আপনাকে স্বাগতম
br: Donemat war al lec’hiennoù gweladennet ar muiañ
ca: Us donem la benvinguda als llocs principals
cy: Croeso i'ch Hoff Wefannau
da: Velkommen til Mest besøgte websider
de: Willkommen bei den meistbesuchten Websites
eo: Bonvenon al la plej vizititaj retejoj
fa: به پایگاه‌های اینترنتی برتر خوش‌ آمدید
fr: Sites les plus visités
gd: Fàilte gu brod nan làrach
hi_in: शीर्ष साइटों में स्वागत है
hy_am: Բարի գալուստ լավագույն կայքեր
ia: Benvenite al sitos preferite
id: Selamat Datang di Situs Teratas
is: Velkomin(n) á vinsælustu vefsvæðin
km: ស្វាគមន៍​មក​កាន់​វេបសាយ​ដ៏​ពេញនិយម
kn: ಅಗ್ರತಾಣಗಳಿಗೆ ಸ್ವಾಗತ
lt: Sveiki, čia lankomiausios svetainės
my: ထိပ်တန်းအကြည့်များဆုံး ဆိုက်များက ကြိုဆိုပါသည်။
nb: Velkommen til mest besøkte nettsteder
nl: Welkom bij uw topwebsites
nn: Velkomen til mest besøkte nettstadar
pa_in: ਸਿਖਰਲੀਆਂ ਸਾਈਟਾਂ ਲਈ ਜੀ ਆਇਆਂ ਨੂੰ
pt_br: Boas-vindas aos sites preferidos
pt_pt: Bem-vindo(a) aos sites mais visitados
sq: Mirë se vini te Sajtet Kryesues
sv: Välkommen
te: టాప్ సైట్స్ కు స్వాగతం
th: ยินดีต้อนรับสู่ไซต์เด่น
tr: Sevilen sitelere hoş geldiniz
uk: Вітаємо в популярних сайтах
ur: مقبول سائٹوں میں خوش آمدید
vi: Chào mừng đến với trang web phổ biến

# TopSites.RemovePage.Button
source: Remove page - %@
af: Verwyder bladsy - %@
az: Səhifəni sil - %@
be: Выдаліць старонку — %@
bn: পৃষ্ঠাকে সরিয়ে দিন - %@
br: Dilemel ar bajenn — %@
ca: Elimina la pàgina - %@
cy: Tynnu tudalen - %@
da: Fjern siden - %@
de: Seite entfernen – %@
el: Αφαίρεση σελίδας - %@
eo: Forigi paĝon - %@
et: Eemalda leht — %@
fa: حذف صفحه - %@
fi: Poista sivu — %@
fr: Supprimer la page - %@
gd: Thoir an duilleag air falbh - %@
hi_in: %@ — पृष्ठ हटाएं
hr: Ukloni stranicu – %@
hy_am: Հեռացնել էջը՝ %@
ia: Remover pagina — %@
id: Hapus halaman - %@
is: Fjarlægja síðu - %@
it: Elimina pagina - %@
km: យក​ទំព័រ​ចេញ - %@
kn: ಪುಟವನ್ನು ತೆಗೆದುಹಾಕಿ — %@
lt: Pašalinti tinklalapį – %@
my: စာမျက်နှာကို ဖျက်ရန်။ ။%@
nb: Fjern side - %@
nl: Pagina verwijderen – %@
nn: Fjern sida - %@
pa_in: ਸਫ਼ੇ ਨੂੰ ਹਟਾਓ — %@
pt_br: Remover página — %@
pt_pt: Remover página - %@
si: %@ — පිටුව ඉවත් කරන්න
sk: Odstrániť stránku - %@
sq: Hiqe faqen - %@
sv: Ta bort sida — %@
te: పేజీని తొలగించు - %@
th: เอาหน้าออก - %@
tr: Sayfayı sil - %@
tt: Битне бетерү — %@
uk: Видалити сторінку - %@
ur: صفحہ ہٹآئیں %@
vi: Xóa trang — %@

# TranslationToastHandler.PromptTranslate.Cancel
source: No
ast: Non
az: Xeyr
be: Не
bn: না
br: Ket
cy: Na
da: Nej
de: Nein
el: Όχι
eo: Ne
et: Ei
fa: خیر
fi: Ei
fr: Non
gd: Chan eil
hi_in: नहीं
hr: Ne
hy_am: Ոչ
id: Tidak
is: Nei
km: ទេ
kn: ಇಲ್ಲ
lt: Ne
my: မဟုတ်ပါ
nb: Nei
nl: Nee
nn: Nei
pa_in: ਨਹੀਂ
pt_br: Não
pt_pt: Não
si: නැහැ
sk: Nie
sq: Jo
sv: Nej
te: వద్దు
th: ไม่
tr: Hayır
tt: Юк
uk: Ні
ur: نہیں
vi: Không

# TranslationToastHandler.PromptTranslate.OK
source: Yes
ast: Sí
az: Bəli
be: Так
bn: হ্যাঁ
br: Ya
ca: Sí
cy: Iawn
da: Ja
de: Ja
el: Ναι
eo: Jes
et: Jah
fa: بله
fi: Kyllä
fr: Oui
gd: Tha
hi_in: हां
hr: Da
hy_am: Այո
ia: Si
id: Ya
is: Já
it: Sì
km: បាទ/ចាស
kn: ಹೌದು
lt: Taip
my: ဟုတ်ပါသည်
nb: Ja
nl: Ja
nn: Ja
pa_in: ਹਾਂ
pt_br: Sim
pt_pt: Sim
si: ඔව්
sk: Áno
sq: Po
sv: Ja
te: అవును
th: ใช่
tr: Evet
tt: Әйе
uk: Так
ur: ہاں
vi: Có
