Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Menu.TrackingProtectionDescription.SocialNetworksNew
source: Social networks place trackers on other web sites to build a more complete and targeted profile of you. Blocking these trackers reduces how much social media companies can see what do you online.
ast: Les redes sociales ponen rastrexadores n'otros sitios web pa crear un perfil más completu y personalizáu de ti. Bloquiar estos rastrexadores amenorgar la cantidá d'información que puen ver les compañes de redes sociales tocante a lo que faes en llinia.
az: Sosial şəbəkələr digər saytlarda izləyiciləri quraraq sizin haqqınızda daha çox məlumat yığırlar. Bu izləyiciləri əngəlləyərək sosial şəbəkələrin internetdə nə elədiyinizi bilməmələrini təmin edə bilərsiniz.
be: Сацыяльныя сеткі размяшчаюць трэкеры на іншых сайтах, каб стварыць ваш больш поўны таргетаваны профіль. Блакіраванне гэтых трэкераў зменшыць колькасць звестак якія збіраюцца пра вашу дзейнасць у Інтэрнэце.
bn: আপনার আরও সম্পূর্ণ এবং বিশদ প্রোফাইল তৈরি করতে সামাজিক নেটওয়ার্ক অন্য ওয়েবসাইটে ট্র্যাকার রাখে। এই ট্র্যাকারদের ব্লক করলে আপনার অনলাইন কার্যক্রম কতটা সোশ্যাল মিডিয়া সংস্থা দেখতে পারে তা হ্রাস পায়।
br: Heulierien a vez lakaet gant ar rouedadoù kevredadel evit sevel un aelad resisoc’h diwar ho penn. Stankañ an heulierien-se a vir an embregerezhioù media kevredadel da sellet ar pezh a rit enlinenn.
ca: Les xarxes socials col·loquen elements de seguiment en altres llocs web per a crear un perfil vostre més complet i personalitzat. Si bloqueu aquests elements, reduireu la quantitat d'informació que les empreses de xarxes socials poden veure sobre allò que feu a Internet.
cy: Mae rhwydweithiau cymdeithasol yn gosod tracwyr ar wefannau eraill i adeiladu proffil mwy cyflawn ac wedi ei dargedu ohonoch chi. Mae rhwystro'r tracwyr hyn yn lleihau faint y gall cwmnïau cyfryngau cymdeithasol weld beth rydych yn ei wneud ar-lein.
da: Sociale medier placerer sporings-mekanismer på andre websteder for kunne danne en mere komplet og målrettet profil af dig. Ved at blokere disse sporings-mekanismer får virksomhederne bag de sociale medier sværere ved at følge med i, hvad du laver på nettet.
de: Soziale Netzwerke platzieren Tracker auf anderen Websites, um ein vollständigeres und gezielteres Profil von Ihnen zu erstellen. Das Blockieren dieser Tracker reduziert, wie viel Social-Media-Unternehmen von Ihren Online-Aktivitäten mitbekommen.
el: Τα κοινωνικά δίκτυα τοποθετούν ιχνηλάτες σε άλλες ιστοσελίδες για να δημιουργήσουν ένα πιο ολοκληρωμένο και στοχευμένο προφίλ για εσάς. Η φραγή ιχνηλατών μειώνει αυτά που βλέπουν οι εταιρείες κοινωνικών μέσων.
eo: Sociaj retoj enmetas spurilojn en aliajn retejojn por havi pli kompletan kaj celan profilon de vi. La blokado de tiuj spuriloj reduktas la parton de via retumo, kiu estas videbla de sociaretaj entreprenoj.
et: Suhtlusvõrgustikud paigaldavad jälitajaid teistele saitidele, et luua sinust täielikum ja sihipärasem profiil. Nende jälitajate blokkimine vähendab seda, kui palju sotsiaalvõrgustikud sinu kohta näevad.
fa: شبکه های اجتماعی دنبال کننده هایی برای شما بر روی پایگاه های اینترنتی دیگر قرار می‌دهند تا از شما یک نمایه کامل و هدف ایجاد کنند. مسدود کردن این دنبال کننده‌ ها می‌تواند باعث کاهش میزان چیزی شود که شبکه های اجتماعی در پی دیدن آن هستند.
fi: Sosiaalisen median verkostot sijoittavat seuraimia muille sivustoille luodakseen tarkemman profiilin sinusta. Näiden seuraimien estäminen vähentää sitä, kuinka paljon sosiaalisen median yritykset voivat nähdä mitä teet verkossa.
fr: Les réseaux sociaux placent des traqueurs sur d’autres sites web pour créer un profil plus complet et ciblé de vous. Le blocage de ces traqueurs réduit ce que les entreprises de réseaux sociaux peuvent voir de vous en ligne.
gd: Cuiridh lìonraidhean sòisealta tracaichean air làraichean-lìn eile airson pròifil nas iomlaine dhìot a chruthachadh. Ma bhacas tu na tracaichean seo, chì companaidhean nam meadhan sòisealta nas lugha dhe na nì thu air loidhne.
hi_in: सोशल नेटवर्क ट्रैकर को अन्य वेबसाइटों पर आपके पूर्ण और लक्षित प्रोफ़ाइल के निर्माण के लिए रखता है। इन ट्रैकर को बाधित करने से सोशल मीडिया कंपनियों को यह पता चलना कि आप ऑनलाइन क्या करते हैं, को कम कर देता है।
hr: Društvene mreže postavljaju programe za praćenje na druge web stranice kako bi izgradili potpuniji i točniji profil za tebe. Blokiranjem ovih programa za praćenje smanjuje se količina podataka, koje društvene mreže sakupljaju o tebi.
hy_am: Հասարակական ցանցերը հետքեր են տեղադրում այլ կայքերում՝ ձեր ավելի ընդգրկուն նպատակային հաշիվը ստեղծելու համար։ Այս հետքերի արգելափակումը կնվազեցնի ձեր առցանց գործունեության մասին հավաքած տեղեկությունների քանակը։
ia: Le retes social placia traciatores in altere sitos web pro crear un profilo plus complete e specific de te. Blocar iste traciatores reduce lo que le companias de rete social pote vider de tu activitates in internet.
id: Jejaring sosial menempatkan pelacak di situs web lain untuk membangun profil Anda yang lebih lengkap dan bertarget. Memblokir pelacak ini mengurangi seberapa banyak perusahaan media sosial dapat melihat apa yang Anda daring.
is: Samfélagsmiðlar setja rekjara á aðrar vefsíður til að byggja upp fullkomnara og markvissara persónusnið um þig. Með því að loka fyrir þessa rekjara takmarkar það hversu vel samfélagsmiðlafyrirtæki geta fylgst hvað þú gerir á netinu.
it: I social network posizionano elementi traccianti in altri siti web per creare un tuo profilo più completo e mirato. Il blocco di questi elementi traccianti limita la quantità di informazioni che le aziende di social media possono raccogliere sulle tue attività online.
km: បណ្តាញ​សង្គម​ដាក់​កម្មវិធី​តាម​ដាន​នៅ​លើ​គេហទំព័រ​ផ្សេងៗ ​ដើម្បី​បង្កើត​​កម្រង​ព័ត៌មាន​​របស់​អ្នក​ពេញលេញ​ និង​ស្មុគ្រស្មាញ។ ទប់ស្កាត់​កម្មវិធី​តាម​ដាន​ទាំង​នេះ​អាច​កាត់​បន្ថយ​ចំនួន​ប្រព័ន្ធ​ផ្សព្វផ្សាយ​សង្គម​អាច​​មើល​ឃើញ​ព័ត៌មាន​ដែល​អ្នក​ប្រើប្រាស់​នៅ​លើ​អ៊ីនធឺណិត ។
lt: Socialiniai tinklai naudoja stebėjimo įrankius kitose svetainėse, kad sudarytų išsamesnį ir tikslingesnį jūsų profilį. Blokuojant šį stebėjimą socialinės žiniasklaidos kompanijos gauna mažiau informacijos apie tai, ką jūs veikiate internete.
my: လူမှုကွန်ယက်ဝဘ်ဆိုက်များသည် ပိုမိုပြည့်စုံပြီး သင်တစ်ယောက်တည်းကိုသာ ဦးတည်ထားသည့် ပရိုဖိုင်း တည်ဆောက်ရန် နောက်ယောင်ခံကိရိယာများကို အခြားဝဘ်ဆိုက်များပေါ်တွင် ထားပါသည်။ ၎င်းနောက်ယောင်ခံကိရိယာများကို တားဆီးခြင်းသည် လူမှုမီဒီယာ ကုမ္ပဏီများက အွန်လိုင်းတွင် သင့်လှုပ်ရှားမှုများ မြင်နိုင်သည်များကို လျှော့ချပေးသည်။
nb: Sosiale nettverk plasserer sporere på andre nettsteder for å bygge en mer fullstendig og målrettet profil av deg. Blokkering av disse sporfølgere reduserer hvor mye sosiale media-selskap kan se hva gjør du på nettet.
nl: Sociale netwerken plaatsen trackers op andere websites om een completer en gerichter profiel van u op te bouwen. Het blokkeren van deze trackers beperkt wat socialemediabedrijven kunnen zien van wat u online doet.
nn: Sosiale nettverk plasserer sporarar på andre nettstadar for å byggje ein meir fullstendig og målretta profil av deg. Blokkering av desse sporarane reduserer kor mykje sosiale media-selskap kan sjå kva du gjer på nettet.
pa_in: ਸਮਾਜਿਕ ਨੈੱਟਵਰਕ ਤੁਹਾਡੇ ਬਾਰੇ ਪੂਰਾ ਅਤੇ ਟੀਚਾ ਬੱਧ ਪਰੋਫਾਈਲ ਬਣਾਉਣ ਲਈ ਹੋਰ ਵੈੱਬਸਾਈਟਾਂ ‘ਤੇ ਟਰੈਕਰ ਰੱਖਦੀਆਂ ਹਨ। ਇਹਨਾਂ ਟਰੈਕਰਾਂ ‘ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਨਾਲ ਤੁਹਾਡੇ ਆਨਲਾਈਨ ਕੀਤੇ ਜਾਣ ਵਾਲੇ ਕੰਮਾਂ ਬਾਰੇ ਸਮਾਜਿਕ ਮੀਡਿਆ ਕੰਪਨੀਆਂ ਵਲੋਂ ਪਤਾ ਲਗਾਉਣਾ ਘੱਟ ਜਾਂਦਾ ਹੈ।
pt_br: Redes sociais colocam rastreadores em outros sites para traçar um perfil seu mais completo e direcionado. Bloquear esses rastreadores reduz o quanto as empresas de mídias sociais conseguem ver o que você faz online.
pt_pt: As redes sociais colocam rastreadores em outros sites para construir um perfil mais completo e direcionado de si. Bloquear estes rastreadores permite reduzir a quantidade de informação que estas empresas podem ver sobre o que faz na Internet.
si: ඔබගේ වඩාත් පරිපූර්ණ සහ ඉලක්කගත පැතිකඩක් තැනීමට සමාජ ජාල මගින් වෙනත් අඩවිවල ලුහුබැඳීම් ස්ථානගත කරයි. මෙම ලුහුබැඳීම් අවහිර කිරීමෙන් සමාජ මාධ්‍ය සමාගම් වලට ඔබ මාර්ගගතව සිදු කරන දෑ දැන ගැනීමට හැකි අවස්ථා අඩු කරයි.
sk: Sociálne siete umiestňujú na iné webové stránky prvky, pomocou ktorých o vás môžu získavať údaje. Blokovanie týchto prvkov obmedzuje množstvo informácií, ktoré o vás sociálne siete na internete získavajú.
sq: Rrjetet shoqërore vendosin gjurmues në sajte të tjerë për të krijuar një profil më të plotë dhe më të përqendruar rreth jush. Bllokimi i këtyre gjurmuesve redukton sasinë e hollësive që shoqëritë e mediave shoqërore mund të shohin prej asaj çka bëni në internet.
sv: Sociala nätverk placerar spårare på andra webbplatser för att skapa en mer fullständig och riktad profil för dig. Att blockera dessa spårare minskar hur mycket sociala medieföretag kan se vad du gör online.
te: మీ గురించిన పూర్తి, లక్ష్యిత ప్రొఫైలును తయారుచేయడానికి సామాజిక మాధ్యమాలు ఇతర వెబ్‌సైట్లలో ట్రాకర్లను ఉంచుతాయి. ఈ ట్రాకర్లను నిరోధిస్తే, సామాజిక మాధ్యమ కంపెనీలు జాలంలో మీ కార్యకలాపాలను చూడగలిగే పరిధి తగ్గుతుంది.
th: เครือข่ายสังคมออนไลน์วางเครื่องมือติดตามบนเว็บไซต์อื่น ๆ เพื่อสร้างโปรไฟล์ของคุณที่สมบูรณ์และตรงเป้าหมายมากขึ้น การปิดกั้นเครื่องมือติดตามเหล่านี้จะช่วยลดจำนวนบริษัทสื่อสังคมออนไลน์ที่สามารถดูว่าคุณออนไลน์อะไรบ้าง
tr: Sosyal ağlar, eksiksiz ve hedeflenmiş bir profilinizi oluşturmak için başka web sitelerine de kendi takipçilerini yerleştirir. Bu takipçileri engellerseniz sosyal medya şirketleri internette neler yaptığınızı daha az takip edebilir.
tt: Социаль челтәрләр, башка сайтларга үзләренең трекерларын урнаштырып, Сезнең хакта тагын да тулырак һәм максатчан мәгълүмат туплый. Бу трекерларны блоклау социаль медиа компанияләренең Интернетта нәрсә эшләвегезне күрә алуын киметә.
uk: Соціальні мережі розміщують елементи стеження на інших вебсайтах, щоб створювати більш повний і націлений на вас профіль. Блокування цього стеження зменшує кількість отримуваної ними інформації про вашу діяльність в інтернеті.
ur: سماجی نیٹ ورک آپ کی ایک مکمل ٹارگٹ شدہ پروفائل بنانے کے لئے دوسرے ویب سائٹس پر ٹریکر رکھتے ہیں۔ ان ٹریکرز کو بلاک کرنے سے سوشل میڈیا کمپنیاں یہ کم دیکھ سکتی ہیں کہ آپ آن لائن کیا کر رہے ہیں۔
vi: Mạng xã hội đặt trình theo dõi trên các trang web khác để xây dựng hồ sơ đầy đủ hơn và nhắm mục tiêu vào bạn. Chặn các trình theo dõi này làm giảm số lượng công ty truyền thông xã hội có thể thấy những gì bạn trực tuyến.

# Menu.TrackingProtectionDisable1.Title
source: Disabled for this site
az: Bu sayt üçün söndürülüb
bn: এই সাইটের জন্য নিষ্ক্রিয়
br: Diweredekaet evit al lec’hienn-mañ
ca: Desactivada per a aquest lloc
cy: Analluogi ar gyfer y wefan hon
da: Deaktiveret for dette websted
de: Für diese Website deaktiviert
eo: Malaktivigita por tiu ĉi retejo
fa: غیرفعال کردن برای این پایگاه اینترنتی
fr: Désactivées pour ce site
gd: À comas air an làrach seo
hi_in: इस साइट के लिए निष्क्रिय कर दिया गया
hy_am: Անջատված է այս կայքի համար
ia: Disactivate pro iste sito
id: Nonaktifkan untuk situs ini
is: Óvirkt fyrir þetta vefsvæði
km: បាន​បិទ​សម្រាប់​គេហទំព័រ​នេះ
lt: Šioje svetainėje išjungta
my: ယခုဝဘ်ဆိုက်အတွက် ပိတ်ထားသည်
nb: Slått av på dette nettstedet
nl: Uitgeschakeld voor deze website
nn: Slått av på denne nettstaden
pa_in: ਇਸ ਸਾਈਟ ਲਈ ਅਸਮਰੱਥ ਕੀਤਾ
pt_br: Desativado neste site
pt_pt: Desativado para este site
sq: E çaktivizuar për këtë sajt
sv: Inaktiverad för den här webbplatsen
te: ఈ సైటుకి నిలిపివేయబడింది
th: ปิดใช้งานแล้วสำหรับไซต์นี้
tr: Bu sitede kapalı
uk: Вимкнено для цього сайту
ur: اس سائٹ کو نااہل بنائیں
vi: Vô hiệu hóa cho trang web này

# Menu.TrackingProtectionDisabled.Title
source: Tracking Protection is now off for this site.
az: İzlənmə Qoruması artıq bu sayt üçün sönülüdür.
bn: ট্র্যাকিং সুরক্ষা এখন এই সাইটের জন্য বন্ধ।
br: Diweredekaet eo bet ar gwarez heuliañ evit al lec’hienn-mañ.
ca: S'ha desactivat la protecció contra el seguiment per a aquest lloc.
cy: Mae Diogelwch rhag Tracio wedi ei ddiffodd ar gyfer y wefan hon.
da: Beskyttelse mod sporing er nu deaktiveret for dette websted.
de: Schutz vor Aktivitätenverfolgung ist für diese Website deaktiviert.
eo: La protekto kontraŭ spurado estas nun malaktiva por tiu ĉi retejo.
fa: محاظفت در برابر دنبال شدن برای این پایگاه اینترنتی خاموش شده است.
fr: La protection contre le pistage est désormais désactivée pour ce site.
gd: Tha an dìon o thracadh dheth air an làrach seo a-nis.
hi_in: ट्रैकिंग सुरक्षा अब इस साइट के लिए बंद है।
hy_am: Հետագծման պաշտպանությունը այս կայքի համար հիմա անջատված է։
ia: Le protection contra le traciamento es ora disactivate pro iste sito.
id: Perlindungan Pelacakan nonaktif untuk situs ini.
is: Vörn gegn gagnasöfnun er ekki virk fyrir þetta vefsvæði.
km: ឥឡូវនេះ ការការពារ​ការតាមដាន​ត្រូវ​បិទសម្រាប់គេហទំព័រនេះហើយ។
lt: Apsauga nuo stebėjimo šioje svetainėje išjungta.
my: ယခုဆိုက်အတွက် ခြေရာခံကာကွယ်မှုကို ပိတ်ထားသည်။
nb: Sporingsbeskyttelse er slått av for dette nettstedet.
nl: Bescherming tegen volgen is nu uit voor deze website.
nn: Sporingsvern er slått av for denne nettstaden.
pa_in: ਇਸ ਸਾਈਟ ਲਈ ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ ਨੂੰ ਹੁਣ ਬੰਦ ਕੀਤਾ ਹੈ।
pt_br: A proteção contra rastreamento agora está desativada neste site.
pt_pt: A proteção contra monitorização está agora desligada para este site.
sq: Mbrojtja Nga Gjurmimet tani është e çaktivizuar për këtë sajt.
sv: Spårningsskydd är nu avstängd för denna sida.
te: ఈ సైట్ కోసం ట్రాకింగ్ రక్షణ ఇప్పుడు ముగిసింది.
th: การป้องกันการติดตามปิดอยู่สำหรับไซต์นี้
tr: Bu sitede izlenme koruması kapatıldı.
uk: Захист від стеження для цього сайту вимкнено.
ur: سراغ راہ حفاظت ابھی اس سائٹ کے لیئے بند ہے۔
vi: Trình chống theo dõi hiện đang tắt cho trang web này.

# Menu.TrackingProtectionEnable.Title
source: Enable Tracking Protection
az: İzlənmə Qorumasını aktivləşdir
bn: ট্র্যাকিং সুরক্ষা সক্ষম করুন
br: Gweredekaat ar gwarez heuliañ
ca: Activa la protecció contra el seguiment
cy: Galluogi Diogelwch rhag Tracio
da: Aktiver beskyttelse mod sporing
de: Schutz vor Aktivitätenverfolgung aktivieren
eo: Aktivigi protekton kontraŭ spurado
fa: فعال سازی محاظفت از دنبال شدن
fr: Activer la protection contre le pistage
gd: Cuir an dìon o thracadh an comas
hi_in: ट्रैकिंग सुरक्षा सक्रिय करें
hy_am: Միացնել հետագծման պաշտպանությունը
ia: Activar le protection contra le traciamento
id: Aktifkan Perlindungan Pelacakan
is: Kveikja á rakningarvörn
km: បើកការការពារការតាមដាន
lt: Įjungti apsaugą nuo stebėjimo
my: ခြေရာခံကာကွယ်မှုကို ဖွင့်
nb: Slå på sporingsbeskyttelse
nl: Bescherming tegen volgen inschakelen
nn: Slå på sporingsvern
pa_in: ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ ਨੂੰ ਸਮਰੱਥ ਕਰੋ
pt_br: Ativar proteção contra rastreamento
pt_pt: Ativar proteção contra monitorização
sq: Aktivizo Mbrojtje Nga Gjurmimet
sv: Aktivera spårningsskydd
te: ట్రాకింగ్ రక్షణను చేతనపరచు
th: เปิดใช้งานการป้องกันการติดตาม
tr: İzlenme korumasını aç
uk: Увімкнути захист від стеження
ur: سراغ راہ حفاظت اہل بنائیں
vi: Kích hoạt Chống theo dõi

# Menu.TrackingProtectionEnable1.Title
source: Enabled for this site
az: Bu sayt üçün aktivləşdirilib
bn: এই সাইটের জন্য সক্রিয়
br: Gweredekaet evit al lec’hienn-mañ
ca: Activada per a aquest lloc
cy: Galluogi ar gyfer y wefan hon
da: Aktiveret for dette websted
de: Für diese Website aktiviert
eo: Aktiva por tiu ĉi retejo
fa: فعال شدن برای این پایگاه اینترنتی
fr: Activées pour ce site
gd: An comas air an làrach seo
hi_in: इस साइट के लिए सक्रिय कर दिया गया
hy_am: Միացնել այս կաքի համար
ia: Activate pro iste sito
id: Aktifkan untuk situs ini
is: Virkt fyrir þetta vefsvæði
km: បាន​បើក​សម្រាប់​គេហទំព័រនេះ
lt: Šioje svetainėje įjungta
my: ယခုဝဘ်ဆိုက်အတွက် ဖွင့်ထားသည်
nb: Slått på for dette nettstedet
nl: Ingeschakeld voor deze website
nn: Slått på for denne nettstaden
pa_in: ਇਸ ਸਾਈਟ ਲਈ ਸਮਰੱਥ ਕੀਤਾ
pt_br: Ativado neste site
pt_pt: Ativado para este site
sq: E aktivizuar për këtë sajt
sv: Aktiverad för den här webbplatsen
te: ఈ సైటుకి చేతనమైవుంది
th: เปิดใช้งานแล้วสำหรับไซต์นี้
tr: Bu sitede açık
uk: Увімкнено для цього сайту
ur: اس سائٹ کے لئے اہل ہے
vi: Kích hoạt cho trang này

# Menu.TrackingProtectionEnabled.Title
source: Tracking Protection is now on for this site.
az: İzlənmə Qoruması artıq bu sayt üçün aktivdir.
bn: ট্র্যাকিং সুরক্ষা এখন এই সাইটের জন্য চালু আছে।
br: Gweredekaet eo ar gwarez heuliañ war al lec’hienn-mañ.
ca: S'ha activat la protecció contra el seguiment per a aquest lloc.
cy: Mae Diogelwch rhag Tracio ymlaen ar gyfer y wefan hon.
da: Beskyttelse mod sporing er nu aktiveret for dette websted.
de: Schutz vor Aktivitätenverfolgung ist für diese Website aktiviert.
eo: La protekto kontraŭ spurado estas nun aktiva por tiu ĉi retejo.
fa: محاظفت از دنبال شدن در حال حاضر برای این پایگاه اینترنتی فعال است.
fr: La protection contre le pistage est désormais activée pour ce site.
gd: Tha an dìon o thracadh air air an làrach seo a-nis.
hi_in: ट्रैकिंग सुरक्षा अब इस साइट के लिए चालू है।
hy_am: Հետագծման պաշտպանությունը այս կայքի համար հիմա միացված է։
ia: Le protection contra le traciamento es ora activate pro iste sito.
id: Perlindungan Pelacakan kini aktif untuk situs ini.
is: Vörn gegn gagnasöfnun er núna virk fyrir þetta vefsvæði.
km: ឥឡូវនេះ ការការពារការតាមដាន​ត្រូវបាន​បើក​សម្រាប់​គេហទំព័រ​នេះ។
lt: Apsauga nuo stebėjimo šioje svetainėje įjungta.
my: ယခုဆိုက်အတွက် ခြေရာခံကာကွယ်မှုကို ဖွင့်ထားသည်။
nb: Sporingsbeskyttelse er slått på for dette nettstedet.
nl: Bescherming tegen volgen is nu aan voor deze website.
nn: Sporingsvern er slått på for denne sida.
pa_in: ਇਸ ਸਾਈਟ ਲਈ ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ ਨੂੰ ਹੁਣ ਚਾਲੂ ਕੀਤਾ ਹੈ।
pt_br: A proteção contra rastreamento agora está ativada neste site.
pt_pt: A proteção contra monitorização está agora ligada para este site.
sq: Mbrojtja Nga Gjurmimet tani është e aktivizuar për këtë sajt.
sv: Spårningsskydd är nu på för den här sidan.
te: ఈ సైట్ కోసం ఇప్పుడు ట్రాకింగ్ రక్షణ ఉంది.
th: การป้องกันการติดตามเปิดอยู่สำหรับไซต์นี้
tr: Bu sitede izlenme koruması açıldı.
uk: Захист від стеження для цього сайту увімкнено.
ur: سراغ راہ حفاظت ابھی اس سائٹ کے لیئے چالو ہے۔
vi: Trình chống theo dõi hiện đang bật cho trang web này.

# Menu.TrackingProtectionFingerprintersBlocked.Title
source: Fingerprinters
ast: Buelgues
az: Barmaq izi toplayıcıları
be: Збіральнікі адбіткаў пальцаў
bn: ফিঙ্গারপ্রিন্টার
br: Dinoerien roudoù niverel
ca: Generadors d'empremtes digitals
cy: Bysbrintwyr
de: Identifizierer (Fingerprinter)
eo: Identigiloj de ciferecaj spuroj
et: Seadmetuvastajad
fa: برداشت کنندگاه اثر انگشت
fi: Yksilöijät
fr: Détecteurs d’empreinte numérique
gd: Lorgaichean-meur
hi_in: फिंगरप्रिंटर
hr: Identifikatori (Fingerprinters)
hy_am: Մատնահետքեր
ia: Dactylogrammatores
id: Pelacak Sidik
is: Fingrafarasöfnun
it: Fingerprinter
km: ស្នាមម្រាមដៃ
lt: Skaitmeninių atspaudų stebėjimas
my: လက်ဗွေထုတ် ကိရိယာများ
oc: Emprentas numericas
pa_in: ਫਿੰਗਰਪਰਿੰਟਰ
pt_pt: Identificadores
si: ඇඟිලි සටහන්
sk: Odtlačok prehliadača
sq: Krijues shenja gishtash
sv: Fingeravtrycksspårare
te: ఫింగర్‌ప్రింటర్లు
th: ลายนิ้วมือดิจิทัล
tr: Parmak izi toplayıcılar
tt: Бармак эзләрен җыючылар (идентификаторлар)
uk: Зчитування цифрового відбитка
ur: فنگر پرنٹرز
vi: Vân tay

# Menu.TrackingProtectionListTitle.CrossSiteCookies
source: Blocked Cross-Site Tracking Cookies
az: Saytlar arası izləmə çərəzləri əngəlləndi
bn: ব্লক করা ক্রস-সাইট ট্র্যাকিং কুকি
br: Stanket an toupinoù heuliañ etre lec’hiennoù
ca: Galetes de seguiment entre llocs blocades
cy: Rhwystro Cwcis Tracio Traws-Gwefan
da: Blokerede sporings-cookies på tværs af websteder
de: Blockierte seitenübergreifende Tracking-Cookies
eo: Interretejaj spurilaj kuketoj blokitaj
fa: مسدود کردن کوکی های بین پایگاه های اینترنتی
fr: Cookies de pistage intersites bloqués
gd: Briosgaidean tracaidh thar làraichean bacte
hi_in: अवरुद्ध क्रॉस-साइट ट्रैकिंग कुकीज़
hy_am: Միջակայքային հետագծումների թխուկները արգելափակվել են
ia: Cookies de traciamento inter sitos blocate
id: Kuki Pelacakan Lintas Situs yang Diblokir
is: Útilokaðar rakningarkökur milli vefsvæða
km: ខូឃី​ការតាមដាន​ឆ្លង​គេហទំព័រ​ត្រូវបានទប់ស្កាត់
lt: Blokuojami tarp svetainių veikiantys stebėjimo slapukai
my: မူလမတူသော ဝဘ်ဆိုက် ခြေရာခံကွတ်ကီးများကို ပိတ်ထားသည်
nb: Blokkerte sporingsinfokapsler på tvers av nettsteder
nl: Geblokkeerde cross-site-trackingcookies
nn: Blokkerte sporingsinfokapslar på tvers av nettstadar
pa_in: ਅੰਤਰ-ਸਾਈਟ ਟਰੈਕ ਕਰਨ ਵਾਲੇ ਕੂਕੀਜ਼ ‘ਤੇ ਪਾਬੰਦੀ ਲਾਈ
pt_br: Cookies de rastreamento entre sites bloqueados
pt_pt: Cookies de monitorização entre sites bloqueadas
sq: “Cookies” Gjurmimi Nga Sajte Në Sajte të Bllokuar
sv: Blockerade globala spårningskakor
te: నిరోధించిన క్రాస్-సైటు ట్రాకింగు కుకీలు
th: ปิดกั้นคุกกี้ติดตามข้ามไซต์แล้ว
tr: Siteler arası takip çerezleri engellendi
uk: Заблоковано куки стеження між сайтами
ur: مسدود کراس۔سائٹ ٹریکنگ کوکیز
vi: Đã chặn cookie theo dõi chéo trang web

# Menu.TrackingProtectionListTitle.Cryptominers
source: Blocked Cryptominers
az: Kriptomaynerlər əngəlləndi
bn: ব্লক করা ক্রিপ্টোমাইনার
br: Stanket ar c’hriptogleuzerien
ca: Miners de criptomonedes blocats
cy: Cryptogloddwyr wedi'u Rhwystro
da: Blokerede cryptominers
de: Blockierte Cryptominer
eo: Blokitaj miniloj de ĉifromono
fa: مسدود کردن جمع کنندگان ارز دیجیتال
fr: Mineurs de cryptomonnaies bloqués
gd: Criopto-mhèinneadairean bacte
hi_in: अवरुद्ध क्रिप्टोमाइनर्स
hy_am: Արգելափակված ծպտյալ արժույթներ
ia: Cryptominatores blocate
id: Penambang Kripto yang Diblokir
is: Útilokaðir rafmyntagrafarar
km: Cryptominers ត្រូវបានទប់ស្កាត់
lt: Blokuojami kriptovaliutų kasėjai
my: Cryptominers ကို ပိတ်ထားသည်
nb: Blokkerte kryptoutvinnere
nl: Geblokkeerde cryptominers
nn: Blokkerte kryptoutvinnarar
pa_in: ਕ੍ਰਿਪਟੋਮਾਈਨਰਾਂ ‘ਤੇ ਪਾਬੰਦੀ ਲਾਈ
pt_br: Criptomineradores bloqueados
pt_pt: Cripto-mineradores bloqueados
sq: Nxjerrës kriptomonedhash të Bllokuar
sv: Blockerade kryptogrävare
te: నిరోధిత క్రిప్టోమైనర్లు
th: ปิดกั้นตัวขุดเหรียญดิจิทัลแล้ว
tr: Kripto madencileri engellendi
uk: Заблоковано криптомайнери
ur: مسدود کردہ کرپٹومینرز
vi: Đã chặn tiền điện tử

# Menu.TrackingProtectionListTitle.Fingerprinters
source: Blocked Fingerprinters
az: Barmaq izi toplayıcıları əngəlləndi
bn: ব্লক করা ফিঙ্গারপ্রিন্টার
br: Stanket an dastumerien roudoù
ca: Generadors d'empremtes digitals blocats
cy: Bysbrintwyr wedi'u rhwystro
da: Blokerede fingerprinters
de: Blockierte Fingerprinter
eo: Blokitaj identigiloj de ciferecaj spuroj
fa: مسدود کردن چاپ کنندگان اثرانگشت
fr: Détecteurs d’empreinte numérique bloqués
gd: Lorgaichean-meur bacte
hi_in: अवरुद्ध फिंगरप्रिंटर
hy_am: Արգելափակված մատնահետքեր
ia: Dactylogrammatores blocate
id: Pelacak Sidik yang Diblokir
is: Útilokaðir fingrafarasafnarar
km: ស្នាមម្រាមដៃ​ត្រូវបានទប់ស្កាត់
lt: Blokuojami skaitmeninių atspaudų stebėjimo elementai
my: လက်ဗွေထုတ် ကိရိယာများကို ပိတ်ထားသည်
nb: Blokkerete fingerprinters
nl: Geblokkeerde fingerprinters
nn: Blokkerete fingerprinters
pa_in: ਫਿੰਗਰਪਰਿੰਟਰਾਂ ‘ਤੇ ਪਾਬੰਦੀ ਲਾਈ
pt_br: Fingerprinters bloqueados
pt_pt: Identificadores bloqueados
sq: Krijuesh Shenjash Gishtash të Bllokuar
sv: Blockerade fingeravtrycksspårare
te: నిరోధించిన ఫింగర్‌ప్రింటర్లు
th: ปิดกั้นลายนิ้วมือดิจิทัลแล้ว
tr: Parmak izi toplayıcılar engellendi
uk: Заблоковано зчитування цифрового відбитка
ur: مسدود نشان انگلی مطالعہ کار
vi: Đã chặn dấu vân tay
