Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# LoginsList.LoginsListFilterWebsite
source: Web Site
ast: Sitiu web
az: Sayt
bn: ওয়েবসাইট
br: Lec’hienn
ca: Lloc web
cy: Gwefan
da: Websted
eo: Retejo
fa: پایگاه اینترنتی
fr: Site web
gd: Làrach-lìn
hi_in: वेबसाइट
hy_am: Կայք
ia: Sito web
id: Situs Web
is: Vefsetur
km: គេហទំព័រ
kn: ಜಾಲತಾಣ
lt: Svetainė
my: ဝဘ်ဆိုက်
nb: Nettsted
nn: Nettside
pa_in: ਵੈੱਬਸਾਈਟ
pt_br: Site
sq: Sajt
sv: Webbplats
te: వెబ్‌సైటు
th: เว็บไซต์
tr: Web sitesi
uk: Вебсайт
ur: ويب سائٹ
vi: Trang web

# LoginsList.LoginsListSearchPlaceholder
source: Filter
ast: Peñerar
az: Süzgəc
be: Фільтр
bn: ফিল্টার
br: Sil
ca: Filtre
cy: Hidl
da: Filtrer
el: Φίλτρο
eo: Filtri
et: Filtreeri
fa: صافی
fi: Suodata
fr: Filtrer
gd: Criathrag
hi_in: फिल्टर करें
hr: Filtar
hy_am: Զտիչ
ia: Filtro
is: Sía
it: Filtra
km: តម្រង
kn: ಸೋಸುಗ
lt: Filtras
my: စစ်ထုတ်ရန်
oc: Filtrar
or: ବାଛନ୍ତୁ
pa_in: ਫਿਲਟਰ
pt_br: Filtrar
pt_pt: Filtrar
si: පෙරහන
sk: Filtrovať
sq: Filtër
te: వడపోత
th: ตัวกรอง
tr: Filtrele
tt: Сөзгеч
uk: Фільтр
ur: فلٹر
vi: Bộ lọc

# LoginsList.NoLoginsFound.Description
source: Saved logins will show up here. If you saved your logins to Firefox on a different device, sign in to your Firefox Account.
be: Захаваныя лагіны з'явяцца тут. Калі вы захавалі лагіны ў Firefox на іншай прыладзе, увайдзіце ў свой уліковы запіс Firefox.
bn: সংরক্ষিত লগইন গুলো এখানে দেখানো হবে। যদি অন্য কোনো ডিভাইস এ আপনার Firefox লগইন গুলো সংরক্ষণ করে থাকেন, তাহলে আপনার Firefox Account এ সাইন ইন করুন।
br: An anaouderien enrollet a vo diskouezet amañ. M'ho peus enrollet oc'h anaouderien evit Firefox en un drevnad all, kennaskit ouzh ho kont Firefox.
ca: Els inicis de sessió desats es mostraran aquí. Si heu desat inicis de sessió al Firefox en un altre dispositiu, inicieu la sessió al vostre compte del Firefox.
cy: Bydd mewngofnodi wedi'u cadw yn ymddangos yma. Os ydych wedi cadw eich mewngofnodion i Firefox ar ddyfais wahanol, mewngofnodwch i'ch Cyfrif Firefox.
da: Gemte logins vil blive vist her. Hvis du har gemt dine logins i Firefox på en anden enhed, skal du logge ind på din Firefox-konto.
de: Gespeicherte Zugangsdaten werden hier angezeigt. Wenn Sie Ihre Zugangsdaten auf einem anderen Gerät in Firefox gespeichert haben, melden Sie sich mit Ihrem Firefox-Konto an.
el: Οι αποθηκευμένες συνδέσεις θα εμφανίζονται εδώ. Εάν αποθηκεύσατε τις συνδέσεις σας στο Firefox διαφορετικής συσκευής, συνδεθείτε στον λογαριασμό Firefox σας.
eo: Konservitaj legitimiloj aperos ĉi tie. Se vi konservis viajn legitimilojn en Firefox en alia aparato, komencu seancon en via konto de Firefox.
et: Salvestatud kasutajatunnuseid kuvatakse siin. Kui salvestasid oma kasutajatunnused teises seadmes olevasse Firefoxi, siis logi sisse oma Firefoxi kontosse.
fi: Tallennetut kirjautumistiedot näkyvät täällä. Jos olet tallentanut kirjautumistietosi Firefoxiin toisella laitteella, kirjaudu sisään Firefox-tilillesi.
fr: Les identifiants enregistrés apparaîtront ici. Si vous avez enregistré vos identifiants dans Firefox sur un autre appareil, connectez-vous à votre compte Firefox.
gd: Nochdaidh clàraidhean a-steach a shàbhail thu an-seo. Ma shàbhail thu clàradh a-steach ann am Firefox air uidheam eile, clàraich a-steach dhan chunntas Firefox agad.
hr: Ovdje će se prikazati spremljene prijave. Ako su tvoje prijave na Firefox spremljene na jednom drugom uređaju, prijavi se na tvoj Firefox račun.
hy_am: Պահված մուտքագրումները կցուցադրվեն այստեղ: Եթե Firefox-ում մուտքագրումները պահել եք այլ սարքում, ապա մուտք գործեք ձեր Firefox հաշիվ:
ia: Le credentiales salvate apparera hic. Si tu ha salvate tu credentiales in Firefox sur un altere apparato, aperi session in tu Conto de Firefox.
id: Info masuk tersimpan akan muncul di sini. Jika Anda menyimpan info masuk ke Firefox pada perangkat yang berbeda, masuk ke Firefox Account Anda.
is: Vistaðar innskráningar munu birtast hér. Ef þú vistaðir innskráningar þínar í Firefox á öðru tæki skaltu skrá þig inn á Firefox reikninginn þinn.
it: Le credenziali salvate verranno visualizzate qui. Se hai salvato le tue credenziali in Firefox su un dispositivo diverso, accedi al tuo account Firefox.
lt: Įrašyti prisijungimai atsiras čia. Jei įrašėte prisijungimus su „Firefox“ kitame įrenginyje, prisijunkite prie savo „Firefox“ paskyros.
nb: Lagrede innlogginger vises her. Hvis du lagret innloggingene dine i Firefox på en annen enhet, logger du inn på Firefox-kontoen din.
nl: Opgeslagen aanmeldingen worden hier getoond. Als u uw aanmeldingen bij Firefox op een ander apparaat hebt opgeslagen, meld u dan aan bij uw Firefox-account.
nn: Lagra innloggingar vil visast her. Om du har lagra inloggningane dine i Firefox på ei anna eining, loggar du inn på Firefox-kontoen din.
pa_in: ਸੰਭਾਲੇ ਹੋਏ ਲਾਗਇਨ ਇੱਥੇ ਵੇਖਾਏ ਜਾਣਗੇ। ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਲਾਗਇਨ ਵੱਖਰੇ ਡਿਵਾਈਸ ਉੱਤੇ Firefox ਵਿੱਚ ਸੰਭਾਲੇ ਹਨ ਤਾਂ ਆਪਣੇ Firefox ਖਾਤੇ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ।
pt_br: Contas salvas aparecem aqui. Se você salvou suas contas no Firefox em outro dispositivo, entre na sua Conta Firefox.
pt_pt: As credenciais guardadas serão apresentadas aqui. Se guardou as suas credenciais no Firefox de um outro dispositivo, inicie sessão na sua Conta Firefox.
si: සුරැකි පිවිසුම් මෙහි පෙන්වනු ඇත. ෆයර්ෆොක්ස් වෙත පිවිසුම් වෙනත් උපාංගයක සුරැකුවේ නම්, ඔබගේ ෆයර්ෆොක්ස් ගිණුමට පිවිසෙන්න.
sk: Tu sa zobrazia uložené prihlasovacie údaje. Ak ste prihlasovacie údaje do prehliadača Firefox uložili na inom zariadení, prihláste sa do svojho účtu Firefox.
sq: Këtu do të duken kredenciale hyrjesh të ruajtur. Nëse i keni ruajtur në një pajisje tjetër kredencialet tuaja Firefox të hyrjeve, bëni hyrjen në Llogarinë tuaj Firefox.
sv: Sparade inloggningar visas här. Om du har sparat dina inloggningar på Firefox på en annan enhet loggar du in på ditt Firefox-konto.
th: การเข้าสู่ระบบที่บันทึกไว้จะแสดงที่นี่ หากคุณบันทึกการเข้าสู่ระบบลงใน Firefox บนอุปกรณ์อื่น ให้ลงชื่อเข้าใช้บัญชี Firefox ของคุณ
tr: Kaydedilen hesaplar burada görünecektir. Hesaplarınızı farklı bir cihazda Firefox’a kaydettiyseniz Firefox hesabınıza giriş yapın.
uk: Збережені паролі з'являтимуться тут. Якщо ви зберегли свої паролі у Firefox на іншому пристрої, увійдіть у свій обліковий запис Firefox.
vi: Thông tin đăng nhập đã lưu sẽ hiển thị ở đây. Nếu bạn đã lưu thông tin đăng nhập của mình vào Firefox trên một thiết bị khác, hãy đăng nhập vào tài khoản Firefox của bạn.

# LoginsList.NoLoginsFound.Title
source: No logins found
be: Лагіны не знойдзены
bn: কোন লগইন পাওয়া যায়নি
br: Anaouder ebet kavet
ca: No s'ha trobat cap inici de sessió
cy: Heb ganfod mewngofnodion
da: Ingen logins fundet
de: Keine Zugangsdaten gefunden
el: Δεν βρέθηκαν συνδέσεις
eo: Neniu legitimilo trovita
et: Kasutajakontosid ei leitud
fi: Kirjautumistietoja ei löytynyt
fr: Aucun identifiant trouvé
gd: Cha deach clàradh a-steach a lorg
hi_in: कोई लॉगिन नहीं मिला
hr: Nema prijava
hy_am: Մուտքագրումներ չկան
ia: Nulle credentiales trovate
id: Tidak ada info masuk ditemukan
is: Engar innskráningar fundust
it: Nessuna credenziale salvata
lt: Prisijungimų nerasta
nb: Fant ingen innlogginger
nl: Geen aanmeldingen gevonden
nn: Fann ingen innloggingar
pa_in: ਕੋਈ ਲਾਗਇਨ ਨਹੀਂ ਲੱਭਿਆ
pt_br: Nenhuma conta encontrada
pt_pt: Não foram encontradas credenciais
si: පිවිසුම් හමු නොවිණි
sk: Nenašli sa žiadne prihlasovacie údaje
sq: S’u gjetën kredenciale hyrjesh
sv: Inga inloggningar hittades
th: ไม่พบการเข้าสู่ระบบ
tr: Hiç hesap bulunamadı
uk: Паролів не знайдено
ur: کوئی لاگ ان نہیں ملا
vi: Không tìm thấy thông tin đăng nhập

# LoginsList.NoMatchingResult.Subtitle
source: There are no results matching your search.
ast: Nun hai resultaos que concasen cola busca.
be: Няма вынікаў, якія адпавядаюць вашаму пошуку.
bn: আপনার অনুসন্ধানের সাথে কোনো ফলাফল মিলছে না।
br: N’eus disoc’h ebet a glot gant ho klask.
ca: No hi ha cap resultat que coincideixi amb la cerca.
cy: Does dim canlyniadau sy'n cyfateb i'ch chwiliad.
da: Din søgning gav ingen resultater.
de: Keine mit der Suche übereinstimmenden Zugangsdaten.
el: Δεν βρέθηκαν αποτελέσματα για την αναζήτησή σας.
eo: Neniu rezulto kongruas kun via serĉo.
et: Otsingule ei leitud vasteid.
fi: Hakuasi vastaavia tuloksia ei löytynyt.
fr: Aucun résultat ne correspond à votre recherche.
gd: Chan eil toradh ann a tha a’ freagairt ris na lorg thu.
hi_in: आपकी खोज के अनुरूप कोई परिणाम नहीं मिला है।
hr: Nema rezultata koji odgovaraju tvojoj pretrazi.
hy_am: Որոնման հետ համընկնում չկա։
ia: Le recerca non ha producite resultatos.
id: Tidak ada hasil pencarian yang cocok
is: Engar niðurstöður passa við leitina þína.
it: Non ci sono risultati corrispondenti ai criteri di ricerca inseriti.
lt: Nėra jūsų paiešką atitinkančių rezultatų.
nb: Det er ingen resultater som samsvarer med søket ditt.
nl: Uw zoekopdracht heeft geen resultaten opgeleverd.
nn: Ingen resultat passar med søket ditt.
pa_in: ਤੁਹਾਡੀ ਖੋਜ ਨਾਲ ਮਿਲਦਾ ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ ਹੈ।
pt_br: Nenhum resultado corresponde à sua busca.
pt_pt: Não foram encontrados resultados que correspondam à sua pesquisa.
si: ඔබගේ සෙවුමට ගැළපෙන ප්‍රතිඵල නැත.
sk: Vášmu vyhľadávaniu nezodpovedajú žiadne výsledky.
sq: S’ka përfundime me përputhje me kërkimin tuaj.
sv: Det finns inga resultat som matchar din sökning.
th: ไม่มีผลลัพธ์ที่ตรงกับการค้นหาของคุณ
tr: Aramanızla eşleşen sonuç bulunamadı.
uk: Немає результатів, які відповідають вашому пошуку.
ur: آپ کی تلاش سے مماثل کوئی نتائج نہیں مل رہے ہیں۔
vi: Không có kết quả phù hợp với tìm kiếm của bạn.

# LoginsList.NoMatchingResult.Title
source: No matching logins
be: Няма адпаведных лагінаў
bn: কোন লগইন মিলেনি
br: Anaouder ebet o kenglotañ
ca: No hi ha cap inici de sessió que coincideixi
cy: Dim mewngofnodion sy'n cyfateb.
da: Ingen matchende logins
de: Keine passenden Zugangsdaten
el: Καμία αντιστοιχία σύνδεσης
eo: Neniu kongrua legitimilo
et: Sobivaid kasutajatunnuseid ei leitud
fi: Ei hakua vastaavia kirjautumistietoja
fr: Aucun identifiant correspondant
gd: Chan eil clàradh a-steach ann a tha a’ freagairt ris na lorg thu
hi_in: कोई मिलान लॉगिन नहीं
hr: Nema odgovarajućih prijava
hy_am: Համապատասխան մուտքագրում չկա
ia: Nulle credentiales concordante
id: Tidak ada info masuk yang cocok
is: Engar samsvarandi innskráningar
it: Nessuna corrispondenza nelle credenziali
lt: Nėra atitinkančių prisijungimų
nb: Ingen samsvarende innlogginger
nl: Geen overeenkomende aanmeldingen
nn: Ingen samsvarande innloggingar.
pa_in: ਕੋਈ ਮਿਲਦੇ ਲਾਗਇਨ ਨਹੀਂ ਹਨ
pt_br: Nenhuma conta corresponde
pt_pt: Sem credenciais coincidentes
si: ගැළපෙන පිවිසුම් නැත
sk: Žiadne zodpovedajúce prihlasovacie údaje
sq: S’u gjetën kredenciale hyrjesh me përputhje
sv: Inga matchande inloggningar
th: ไม่มีการเข้าสู่ระบบที่ตรงกัน
tr: Eşleşen hesap bulunamadı
uk: Немає відповідних паролів
ur: کوئی مماثل لاگ ان نہیں۔
vi: Không có thông tin đăng nhập phù hợp

# LoginsList.Search.Cancel
source: Cancel
ast: Encaboxar
be: Скасаваць
bn: বাতিল
br: Nullañ
ca: Cancel·la
cy: Diddymu
da: Annuller
de: Abbrechen
el: Ακύρωση
eo: Nuligi
et: Loobu
fi: Kumoa
fr: Annuler
gd: Sguir dheth
hi_in: रद्द करें
hr: Odustani
hy_am: Չեղարկել
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
lt: Atsisakyti
nb: Avbryt
nl: Annuleren
nn: Avbryt
oc: Anullar
or: ବାତିଲ କରନ୍ତୁ
pa_in: ਰੱਦ
pt_br: Cancelar
pt_pt: Cancelar
si: අවලංගු
sk: Zrušiť
sq: Anuloje
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Huỷ bỏ

# LoginsList.Search.Placeholder
source: Search logins
be: Шукаць лагіны
bn: লগইন অনুসন্ধান করুন
br: Klask titouroù kennaskañ
ca: Cerca els inicis de sessió
cy: Chwilio mewngofnodion
da: Søg efter logins
de: Zugangsdaten durchsuchen
el: Αναζήτηση συνδέσεων
eo: Serĉi legitimilojn
et: Otsi kasutajakontosid
fi: Etsi kirjautumistietoja
fr: Rechercher des identifiants
gd: Lorg sna clàraidhean a-steach
hi_in: लॉगिन खोजें
hr: Pretraži prijave
hy_am: Որոնել մուտքագրումներ
ia: Cercar credentiales
id: Cari info masuk
is: Leita að innskráningum
it: Cerca nelle credenziali
lt: Ieškoti prisijungimų
nb: Søk innlogginger
nl: Aanmeldingen zoeken
nn: Søk etter innloggingar
oc: Recercar d’identificants
pa_in: ਲਾਗਇਨ ਖੋਜੋ
pt_br: Pesquisar contas
pt_pt: Pesquisar credenciais
si: පිවිසුම් සොයන්න
sk: Hľadať v prihlasovacích údajoch
sq: Kërkoni te kredenciale hyrjesh
sv: Sök inloggningar
th: ค้นหาการเข้าสู่ระบบ
tr: Hesaplarda ara
uk: Шукати паролі
ur: لاگ ان تلاش کریں
vi: Tìm kiếm thông tin đăng nhập

# LoginsList.SelectPassword.Title
source: Select a password to fill
be: Выберыце пароль для запаўнення
bn: পূরণ করার জন্য একটি পাসওয়ার্ড নির্বাচন করুন
br: Dibabit ur ger-tremen da leuniañ
ca: Seleccioneu una contrasenya per emplenar
cy: Dewiswch gyfrinair i'w lenwi
da: Vælg en adgangskode, der skal udfyldes
de: Wählen Sie ein Passwort zum Ausfüllen
el: Επιλέξτε έναν κωδικό πρόσβασης για συμπλήρωση
eo: Elekti pasvorton aŭtomate plenigendan
et: Parooli valimine täitmiseks
fi: Valitse salasana täytettäväksi
fr: Sélectionnez un mot de passe à remplir
gd: Tagh facal-faire airson a lìonadh
hi_in: भरने के लिए एक पासवर्ड चुनें
hr: Odaberi lozinku za ispunjavanje
hy_am: Ընտրեք գաղտնաբառ լրացնելու համար
ia: Eliger un contrasigno a plenar
id: Pilih sandi untuk diisikan
is: Veldu lykilorð til að fylla inn
it: Seleziona la password da compilare
lt: Pasirinkite slaptažodį užpildymui
nb: Velg et passord som skal fylles inn
nl: Selecteer een wachtwoord om in te vullen
nn: Vel eit passord som skal fyllast inn
pa_in: ਭਰਨ ਲਈ ਪਾਸਵਰਡ ਚੁਣੋ
pt_br: Selecione uma senha para preencher
pt_pt: Selecione uma palavra-passe para preencher
si: පිරවීමට මුරපදයක් තෝරන්න
sk: Vyberte heslo, ktoré chcete doplniť
sq: Përzgjidhni fjalëkalim për t’u plotësuar
sv: Välj ett lösenord som ska fyllas i
th: เลือกรหัสผ่านที่จะเติม
tr: Doldurulacak parolayı seçin
uk: Оберіть пароль для заповнення
ur: بھرنے کے لیے پاس ورڈ منتخب کریں۔
vi: Chọn mật khẩu để điền

# LoginsList.Title
source: SAVED LOGINS
ast: ANICIOS DE SESIÓN GUARDAOS
az: SAXLANMIŞ GİRİŞLƏR
be: ЗАХАВАНЫЯ ЛАГІНЫ
bn: সংরক্ষিত লগইন
br: TITOUROÙ KENNASKAÑ ENROLLET
ca: INICIS DE SESSIÓ DESATS
cy: MEWNGOFNODION WEDI'U CADW
da: GEMTE LOGINS
de: GESPEICHERTE ZUGANGSDATEN
el: ΑΠΟΘΗΚΕΥΜΕΝΕΣ ΣΥΝΔΕΣΕΙΣ
eo: KONSERVITAJ AKREDITILOJ
et: SALVESTATUD KASUTAJAKONTOD
fi: TALLENNETUT KIRJAUTUMISTIEDOT
fr: IDENTIFIANTS ENREGISTRÉS
gd: CLÀRAIDHEAN A-STEACH A SHÀBHAILEADH
hi_in: लॉग इन सहेजा गया
hr: SPREMLJENE PRIJAVE
hy_am: ՊԱՀՊԱՆՎԱԾ ՄՈՒՏՔԱՆՈՒՆՆԵՐ
ia: ACCESSOS SALVATE
id: INFO MASUK TERSIMPAN
it: ACCESSI SALVATI
km: ការចូល​ដែល​បាន​រក្សាទុក
lt: ĮRAŠYTI PRISIJUNGIMAI
nb: LAGREDE INNLOGGINGER
nl: OPGESLAGEN AANMELDINGEN
nn: LAGRA INNLOGGINGAR
pa_in: ਸੰਭਾਲੇ ਗਏ ਲਾਗਇਨ
pt_br: LOGINS SALVOS
pt_pt: CREDENCIAIS GUARDADAS
si: සුරැකි පිවිසුම්
sk: ULOŽENÉ PRIHLASOVACIE ÚDAJE
sq: KREDENCIALE HYRJESH TË RUAJTURA
sv: SPARADE INLOGGNINGAR
te: భద్రపరచిన ప్రవేశాలు
th: การเข้าสู่ระบบที่บันทึกไว้
tr: KAYITLI HESAPLAR
tt: САКЛАНГАН ЛОГИННАР
uk: ЗБЕРЕЖЕНІ ПАРОЛІ
vi: THÔNG TIN ĐĂNG NHẬP ĐÃ LƯU

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
af: Dit lyk of Firefox vantevore omgeval het. Wil u die oortjies herstel?
ast: Paez que Firefox cascó enantes. ¿Quies restaurar les llingüetes?
az: Görünür Firefox keçən dəfə çöküb. Vərəqlərinizi bərpa etmək istərdiniz?
be: Падобна, што Firefox аварыйна завяршыў працу. Жадаеце аднавіць карткі?
bn: মনে হচ্ছে Firefox আগে ক্র্যাশ করেছে। আপনি কী আপনার ট্যাবগুলি পুনরুদ্ধার করতে চান?
br: Sac'het en deus Firefox war a-seblant. Fellout a ra deoc’h assav ho ivinelloù?
ca: Sembla que el Firefox va fallar anteriorment. Voleu restaurar les pestanyes?
cy: Bosib fod Firefox wedi chwalu y tro diwethaf. Hoffech chi adfer eich tabiau?
da: Det ser ud som om, Firefox tidligere gik ned. Vil du gendanne dine faneblade?
de: Firefox scheint zuvor abgestürzt zu sein. Sollen Ihre Tabs wiederhergestellt werden?
el: Φαίνεται πως το Firefox κατέρρευσε προηγουμένως. Θα θέλατε να επαναφέρετε τις καρτέλες σας;
eo: Ŝajne Firefox antaŭe paneis. Ĉu vi ŝatus restarigi viajn langetojn?
et: Paistab, et Firefox jooksis varem kokku. Kas soovid oma kaardid taastada?
fa: به نظر می‌رسید فایرفاکس قبلا دچار خرابی شده است. مایل هستید زبانه‌های خود را بازیابی کنید؟
fi: Näyttää siltä, että Firefox kaatui aiemmin. Haluatko palauttaa välilehdet?
fr: Il semblerait que Firefox ait planté. Voulez-vous restaurer vos onglets ?
gd: Tha coltas gun do thuislich Firefox roimhe. A bheil thu ag iarraidh nan tabaichean air ais?
hi_in: ऐसा लगता है जैसे कि Firefox पूर्व में नष्ट हो गया। क्या आप अपने टैब को पूर्ववत करना चाहेंगे?
hr: Čini se da se Firefox prethodno srušio. Želiš li obnoviti kartice?
hy_am: Կարծես Firefox-ը վթարվել է: Վերականգնե՞լ ներդիրները:
ia: Il sembla que Firefox collabeva antea. Desira tu restaurar tu schedas?
id: Tampaknya tadi Firefox mogok. Ingin memulihkan tab Anda?
is: Lítur út fyrir að Firefox hafi hrunið. Viltu opna flipana þína aftur?
it: Sembra che si sia verificato un arresto inatteso di Firefox. Ripristinare le schede?
km: Firefox ដូចជា​បាន​គាំង​កាល​ពី​មុន។ តើ​អ្នក​ចង់​ស្ដារ​ផ្ទាំង​របស់​អ្នក​មែន​ទេ?
kn: ಈ ಹಿಂದೆ ಫೈರ್ಫಾಕ್ಸ್ ಕುಸಿದಂತೆ ತೋರುತ್ತಿದೆ. ನಿಮ್ಮ ಟ್ಯಾಬ್ಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸಲು ಬಯಸುವಿರಾ?
lt: Panašu, kad „Firefox“ praėjusį kartą užstrigo. Ar norite atkurti savo korteles?
my: ကြည့်ရတာ မီးမြေခွေး ရုတ်တရတ် ပိတ်သွားပုံရတယ်။ သင့် တပ်ဗ်များကို ပြန်ဖွင့်ချင်ပါသလား ?
nb: Det ser ut til at Firefox krasjet tidligere. Vil du gjenopprette fanene dine?
nl: Het lijkt erop dat Firefox eerder is gecrasht. Wilt u uw tabbladen herstellen?
nn: Det ser ut til at Firefox krasja tidlegare. Vil du rette oppatt fanene dine?
oc: Sembla que Firefox a fracassat. Volètz restablir los onglets ?
or: ଲାଗୁଛି ଗତଥର Firefox ବନ୍ଦ ହୋଇଗଲା । ପୁରୁଣା ଟ୍ୟାବ ଫେରାଇବାକୁ ଚାହାନ୍ତି କି?
pa_in: ਜਾਪਦਾ ਹੈ ਕਿ ਪਿਛਲੀ ਵਾਰ ਫਾਇਰਫਾਕਸ ਕਰੈਸ਼ ਹੋ ਗਿਆ ਸੀ। ਕੀ ਤੁਸੀਂ ਆਪਣੀਆਂ ਟੈਬਾਂ ਨੂੰ ਮੁੜ-ਸਟੋਰ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Parece que o Firefox travou anteriormente. Quer restaurar suas abas?
pt_pt: Parece que o Firefox falhou anteriormente. Gostaria de restaurar os seus separadores?
si: ෆයර්ෆොක්ස් කලින් බිඳ වැටී තිබෙන සෙයකි. ඔබගේ පටිති ප්‍රත්‍යර්පණයට කැමතිද?
sk: Zdá sa, že Firefox naposledy zlyhal. Chcete obnoviť svoje karty?
sq: Duket se Firefox-i, më herët, u vithis. Do të donit të rikthehen skedat tuaja?
sv: Verkar som Firefox kraschade tidigare. Vill du återställa dina flikar?
te: ఫైర్ఫాక్స్ గతంలో క్రాష్ అయినదిగా కనిపిస్తోంది. మీరు మీ ట్యాబులు పునరుద్ధరించాలనుకుంటున్నారా?
th: ดูเหมือนว่า Firefox จะเกิดข้อขัดข้องก่อนหน้านี้ คุณต้องการเรียกคืนแท็บของคุณหรือไม่?
tr: Firefox daha önce çökmüş gibi görünüyor. Sekmelerinizi geri yüklemek ister misiniz?
tt: Моңарчы Firefox ватылып алды ахрысы. Табларыгыз яңадан торгызылсынмы?
uk: Схоже, минулого разу Firefox аварійно завершив роботу. Бажаєте відновити свої вкладки?
ur: ایسا لگتا ہے Firefox پہلے تباہ ہوا ہے۔ کیا آپ اپنے ٹیب بحال کرنا چاہیں گے؟
vi: Có vẻ như Firefox đã gặp sự cố trước đó. Bạn có muốn khôi phục các thẻ của bạn?

source: Mark as Read
af: Merk as gelees
az: Oxunmuş olaraq işarətlə
be: Пазначыць прачытаным
bn: পড়া হয়েছে হিসাবে চিহ্নিত করুন
br: Merkañ evel lennet
ca: Marca com a llegit
cy: Marcio fel wedi ei Darllen
da: Marker som læst
de: Als gelesen markieren
el: Σήμανση ως αναγνωσμένο
eo: Marki kiel legita
et: Märgi loetuks
fa: علامت گذاری به عنوان خوانده شده
fi: Merkitse luetuksi
fr: Marquer comme lu
gd: Comharraich gun deach a leughadh
hi_in: पठित चिह्नित करें
hr: Označi kao pročitano
hy_am: Նշել որպես ընթերցված
ia: Marcar como legite
id: Tandai sebagai Dibaca
is: Merkja sem lesið
it: Segna come letto
km: សម្គាល់​ថា​អាន
kn: ಓದಿದೆ ಎಂದು ಗುರುತಿಸಿ
lt: Pažymėti kaip skaitytą
my: ဖတ်ပြီးပြီဟုသတ်မှတ်
nb: Marker som lest
nl: Markeren als gelezen
nn: Marker som lesen
oc: Marcar coma legit
or: ପଠିତ ଭାବେ ଚିହ୍ନଟ କରନ୍ତୁ
pa_in: ਪੜ੍ਹੇ ਵਜੋਂ ਨਿਸ਼ਾਨੀ ਲਾਓ
pt_br: Marcar como lido
pt_pt: Marcar como lida
si: කියවූ බව යොදන්න
sk: Označiť ako prečítané
sq: Shënoje si të Lexuar
sv: Markera som läst
te: చదివినట్లు గుర్తించు
th: ทำเครื่องหมายว่าอ่านแล้ว
tr: Okundu olarak işaretle
tt: Укылган дип билгеләү
uk: Позначити прочитаним
ur: بطور مطالعہ شدہ نشان زد کریں
vi: Đánh dấu là đã đọc

source: Mark as Unread
af: Merk as ongelees
az: Oxunmamış olaraq işarətlə
be: Пазначыць непрачытаным
bn: পড়া হয়নি হিসাবে চিহ্নিত করা হবে
br: Merkañ evel anlennet
ca: Marca com a no llegit
cy: Marcio fel Heb ei Darllen
da: Marker som ulæst
de: Als ungelesen markieren
el: Σήμανση ως μη αναγνωσμένο
eo: Marki kiel nelegita
et: Märgi mitteloetuks
fa: علامت‌گذاری به عنوان خوانده نشده
fi: Merkitse lukemattomaksi
fr: Marquer comme non lu
gd: Comharraich nach deach a leughadh
hi_in: अपठित चिह्नित करें
hr: Označi kao nepročitano
hy_am: Նշել որպես չընթերցված
ia: Marcar como non legite
id: Tandai sebagai Belum Dibaca
is: Merkja sem ólesið
it: Segna come non letto
km: សម្គាល់​ថា​មិន​ទាន់​អាន
kn: ಓದಿಲ್ಲ ಎಂದು ಗುರುತಿಸಿ
lt: Pažymėti kaip neskaitytą
my: မဖတ်ရသေးဘူးဟုမှတ်
nb: Marker som ulest
nl: Markeren als ongelezen
nn: Marker som ulesen
oc: Marcar coma pas legit
or: ପଠିତ ହୋଇ ନାହିଁ ବୋଲି ଚିହ୍ନଟ କରନ୍ତୁ
pa_in: ਨਾ-ਪੜ੍ਹੇ ਵਜੋਂ ਨਿਸ਼ਾਨੀ ਲਾਓ
pt_br: Marcar como não lido
pt_pt: Marcar como não lida
si: නොකියවූ බව යොදන්න
sk: Označiť ako neprečítané
sq: Shënoje si të Palexuar
sv: Markera som oläst
te: చదవనదిగా గుర్తించు
th: ทำเครื่องหมายว่ายังไม่ได้อ่าน
tr: Okunmadı olarak işaretle
tt: Укылмаган дип билгеләү
uk: Позначити непрочитаним
ur: بطور غیر مطالعہ شدہ نشان زد کریں
vi: Đánh dấu là chưa đọc

# Menu.AddBookmark.AlternateLabel.v99
source: Add Bookmark
be: Дадаць закладку
br: Ouzhpennañ ur sined
ca: Afegeix a les adreces d'interès
cy: Ychwanegu Nod Tudalen
da: Tilføj bogmærke
de: Lesezeichen hinzufügen
el: Προσθήκη σελιδοδείκτη
eo: Aldoni legosignon
et: Lisa järjehoidjatesse
fi: Lisää kirjanmerkki
fr: Ajouter un marque-page
gd: Cuir comharra-lìn ris
hr: Dodaj zabilješku
hy_am: Ավելացնել Էջանիշ
ia: Adder marcapaginas
id: Tambah Markah
is: Bæta við bókamerki
it: Aggiungi segnalibro
nb: Legg til bokmerke
nl: Bladwijzer toevoegen
nn: Legg til bokmerke
pa_in: ਬੁੱਕਮਾਰਕ ਜੋੜੋ
pt_br: Adicionar favorito
pt_pt: Adicionar marcador
si: පොත්යොමුවක් යොදන්න
sk: Pridať záložku
sq: Shto Faqerojtës
sv: Lägg till bokmärke
th: เพิ่มที่คั่นหน้า
tr: Yer imi ekle
tt: Кыстыргыч өстәү
uk: Додати закладку
vi: Thêm dấu trang

# Menu.AddBookmark.Confirm
source: Bookmark Added
ast: Amestóse'l marcador
az: Əlfəcin əlavə olundu
be: Закладка дададзена
bn: বুকমার্ক করা হয়েছে
br: Ouzhpennet ar sined
ca: S'ha afegit l'adreça d'interès
cy: Nod Tudalen wedi ei Ychwanegu
da: Bogmærke tilføjet
de: Lesezeichen hinzugefügt
el: Ο σελιδοδείκτης προστέθηκε
eo: Legosigno aldonita
et: Järjehoidja lisatud
fa: نشانک اضافه شد
fi: Kirjanmerkki lisätty
fr: Marque-page ajouté
gd: Chaidh an comharra-lìn a chur ris
hi_in: बुकमार्क जोड़ा गया
hr: Zabilješka dodana
hy_am: Էջանիշը ավելացվել է
ia: Marcapaginas addite
id: Markah Ditambahkan
is: Bókamerki bætt við
it: Aggiunto segnalibro
km: បាន​បញ្ចូល​​ចំណាំ
kn: ಬುಕ್ ಮಾರ್ಕ್ ಸೇರಿಸಲಾಗಿದೆ
lt: Įtraukta į adresyną
my: စာမှတ် မှတ်ပြီး
nb: Bokmerke er lagt til
nl: Bladwijzer toegevoegd
nn: Bokmerke er lagt til
oc: Marcapagina apondut
or: ଚିହ୍ନିତ ସ୍ଥାନ ଯୋଡ଼ା ହେଲା
pa_in: ਬੁੱਕਮਾਰਕ ਜੋੜਿਆ
pt_br: Favorito adicionado
pt_pt: Marcador adicionado
si: පොත්යොමුව එක් කෙරිණි
sk: Záložka bola pridaná
sq: Faqerojtësi u Shtua
sv: Bokmärke tillagt
te: ఇష్టాంశం చేర్చబడింది
th: เพิ่มที่คั่นหน้าแล้ว
tr: Yer imi eklendi
tt: Кыстаргыч өстәлде
uk: Закладку додано
ur: نشانی شامل کردی گئی
vi: Đã thêm đánh dấu

# Menu.AddBookmark.Label.v99
source: Add
be: Дадаць
br: Ouzhpennañ
ca: Afegeix
cy: Ychwanegu
da: Tilføj
de: Hinzufügen
el: Προσθήκη
eo: Aldoni
et: Lisa
fi: Lisää
fr: Ajouter
gd: Cuir ris
hr: Dodaj
hy_am: Ավելացնել
ia: Adder
id: Tambah
is: Bæta við
it: Aggiungi
nb: Legg til
nl: Toevoegen
nn: Legg til
oc: Apondre
or: ଯୋଡ଼ନ୍ତୁ
pa_in: ਜੋੜੋ
pt_br: Adicionar
pt_pt: Adicionar
si: එකතු
sk: Pridať
sq: Shtoje
sv: Lägg till
th: เพิ่ม
tr: Ekle
tt: Өстәү
uk: Додати
vi: Thêm
