Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Settings.Homepage.Shortcuts.ToggleOff.v100
source: Off
be: Выкл.
br: Diweredekaet
ca: Desactivades
cy: Diffodd
da: Fra
de: Aus
el: Ανενεργές
eo: Malŝaltita
et: Väljas
fi: Pois
fr: Désactivé
gd: Dheth
hr: Isključeno
hy_am: Անջ.
ia: Inactive
id: Mati
is: Af
it: Disattivata
nb: Av
nl: Uit
nn: Av
or: ବନ୍ଦ
pa_in: ਬੰਦ
pt_br: Desativado
pt_pt: Desligado
si: අක්‍රිය
sk: Vypnuté
sv: Av
th: ปิด
tr: Kapalı
tt: Сүнгән
uk: Вимкнено
vi: Tắt

# Settings.Homepage.Shortcuts.ToggleOn.v100
source: On
be: Укл.
br: Gweredekaet
ca: Activades
cy: Ymlaen
da: Til
de: Ein
el: Ενεργές
eo: Ŝaltita
et: Sees
fi: Päällä
fr: Activé
gd: Air
hr: Uključeno
hy_am: Միաց.
ia: Active
id: Aktif
is: Ǻ
it: Attiva
nb: På
nl: Aan
nn: På
or: ଚାଲୁ
pa_in: ਚਾਲੂ
pt_br: Ativado
pt_pt: Ligado
si: සක්‍රිය
sk: Zapnuté
sv: På
th: เปิด
tr: Açık
tt: Кабынган
uk: Увімкнено
vi: Bật

# Settings.HomePage.Title
source: Homepage Settings
af: Instellings vir tuisblad
ast: Axustes de la paxina d'aniciu
az: Ana Səhifə Tənzimləmələri
bn: হোমপেজ সেটিংস্‌
br: Arventennoù ar bennbajenn
ca: Paràmetres de la pàgina d'inici
cy: Gosodiadau Tudalen Cartref
da: Indstillinger for Startside
de: Startseiten-Einstellungen
eo: Agordoj de hejmpaĝo
fa: تنظیمات صفحه خانه
fr: Paramètres de la page d’accueil
gd: Roghainnean na duilleige mhòr
hi_in: मुख्य पृष्ठ सेटिंग
hy_am: Տնային էջի կարգավորումներ
ia: Parametros del pagina initial
id: Pengaturan Beranda
is: Stillingar upphafssíðu
km: ការ​កំណត់​គេហ​ទំព័រ
kn: ಮುಖಪುಟದ ಸಿದ್ಧತೆಗಳು
lt: Pradžios tinklalapio nuostatos
my: အဖွင့်စာမျက်နှာ အပြင်အဆင်
nb: Startsideinnstillinger
nl: Startpagina-instellingen
nn: Startsideinnstillingar
pa_in: ਮੁੱਖ ਸਫ਼ੇ ਦੀਆਂ ਸੈਟਿੰਗਾਂ
pt_br: Configurações da tela inicial
pt_pt: Definições da página inicial
sq: Rregullime Faqeje Hyrëse
sv: Inställningar av startsida
te: హోంపేజీ సెట్టింగులు
th: การตั้งค่าหน้าแรก
tr: Giriş sayfası ayarları
uk: Домівка
ur: ابتدائی صفحہ کی سیٹینگیں
vi: Cài đặt trang chủ

# Settings.HomePage.URL.Placeholder
source: Enter a web page
af: Tik ’n webbladsy
ast: Introduz una páxina web
az: Web səhifə gir
bn: একটা ওয়েবপেজের নাম দিন
br: Enankit ur bajenn web
ca: Escriviu una pàgina web
cy: Rhowch dudalen gwe
da: Indtast en webside
de: Webseite eingeben
eo: Viziti retpaĝon
fa: واردکردن یک صفحه خانگی
fr: Saisir une page web
gd: Cuir a-steach duilleag-lìn
hi_in: वेबपृष्ठ दर्ज करें
hy_am: Մուտքագրել վեբ էջ
ia: Insere un pagina web
id: Masukkan halaman web
is: Settu inn vefsíðu
km: បញ្ចូល​ទំព័រ​បណ្ដាញ
lt: Įveskite tinklalapį
my: ဝဘ်စာမျက်နှာကို ရေးထည့်ပါ
nb: Skriv inn en nettside
nl: Voer een webpagina in
nn: Skriv inn ei nettside
pa_in: ਵੈੱਬ-ਸਫ਼ਾ ਦਿਓ
pt_br: Inserir uma página web
pt_pt: Digite uma página web
sq: Jepni një faqe web
sv: Ange en webbsida
te: ఒక వెబ్ పేజీ ఎంటర్ చేయండి
th: ป้อนหน้าเว็บ
tr: Bir web sayfası seç
uk: Введіть вебсторінку
ur: ایک ویب صفحہ پر داخل ہوں
vi: Nhập một trang web

# Settings.HomePage.URL.Title
source: Current Homepage
af: Huidige tuisblad
ast: Páxina d'aniciu actual
az: Hazırki Ana Səhifə
be: Бягучая хатняя старонка
bn: বর্তমান হোমপেজ
br: Pennbajenn vremanel
ca: Pàgina d'inici actual
cy: Y Dudalen Cartref Cyfredol
da: Nuværende startside
de: Aktuelle Startseite
el: Τρέχουσα αρχική σελίδα
eo: Nuna hejmpaĝo
et: Praegune avaleht
fa: صفحه خانگی فعلی
fi: Nykyinen kotisivu
fr: Page d’accueil actuelle
gd: An duilleag mhòr làithreach
hi_in: मौजूदा मुख्य पृष्ठ
hr: Trenutna početna stranica
hy_am: Ընթացիկ Տնային էջը
ia: Pagina initial actual
id: Beranda Saat Ini
is: Núverandi upphafssíða
it: Pagina iniziale corrente
km: គេហ​ទំព័រ​បច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಮುಖಪುಟ
lt: Esamas pradžios tinklalapis
my: လက်ရှိ အဖွင့်စာမျက်နှာ
nb: Gjeldende startside
nl: Huidige startpagina
nn: Gjeldande startside
oc: Pagina d’acuèlh actuala
pa_in: ਮੌਜੂਦਾ ਮੁੱਖ ਸਫ਼ਾ
pt_br: Tela inicial atual
pt_pt: Página inicial atual
si: වත්මන් මුල් පිටුව
sk: Súčasná domovská stránka
sq: Faqja Hyrëse e Tanishme
sv: Aktuell startsida
te: ప్రస్తుత హోంపేజీ
th: หน้าแรกปัจจุบัน
tr: ŞU ANKİ GİRİŞ SAYFASI
tt: Хәзерге баш бит
uk: Поточна домівка
ur: موجودہ ابتدائی صفحہ
vi: Trang chủ hiện tại

# Settings.HomePage.UseCopiedLink.Button
source: Use Copied Link
af: Gebruik gekopieerde skakel
ast: Usar l'enllaz copiáu
az: Köçürülmüş keçidi işlət
bn: কপি করা লিঙ্ক ব্যবহার করুন
br: Arverañ an ere eiler
ca: Utilitza l'enllaç copiat
cy: Defnyddiwch Ddolen wedi ei Gopïo
da: Anvend kopieret link
de: Link aus Zwischenablage verwenden
eo: Uzi kopiitan ligilon
fa: استفاده از پیوند برداشت شده
fr: Utiliser le lien copié
gd: Cleachd lethbhreac aʼ cheangail
hi_in: कॉपी की गई लिंक का उपयोग करें
hy_am: Օգտագործել Պատճենված հղում
ia: Usar le ligamine copiate
id: Gunakan Tautan yang Disalin
is: Nota afritaða tengilinn
km: ប្រើ​តំណ​ដែល​បាន​ចម្លង
kn: ನಕಲಿಸಿದ ಕೊಂಡಿ ಬಳಸಿ
lt: Naudoti nukopijuotą saitą
my: ကူးယူထားသည့် လင့်ကို အသုံးပြုပါ
nb: Bruk kopiert lenke
nl: Gekopieerde koppeling gebruiken
nn: Bruk kopiert lenke
pa_in: ਕਾਪੀ ਕੀਤੇ ਲਿੰਕ ਨੂੰ ਵਰਤੋਂ
pt_br: Usar link copiado
pt_pt: Utilizar ligação copiada
sq: Përdor Lidhjen e Kopjuar
sv: Använd kopierad länk
te: కాపీ చేసిన లంకెను వాడు
th: ใช้ลิงก์ที่คัดลอก
tr: Kopyalanan bağlantıyı kullan
uk: Використати скопійоване посилання
ur: نقل شدہ ربط استعمال کریں
vi: Sử dụng liên kết đã sao chép

# Settings.HomePage.UseCurrent.Button
source: Use Current Page
af: Gebruik huidige bladsy
ast: Usar la páxina actual
az: Hazırki səhifəni işlət
be: Ужыць цяперашнюю старонку
bn: বর্তমান পেজ ব্যবহার করুন
br: Arverañ ar bajenn vremanel
ca: Utilitza la pàgina actual
cy: Defnyddio'r Dudalen Bresennol
da: Anvend nuværende side
de: Aktuelle Seite verwenden
el: Χρήση τρέχουσας σελίδας
eo: Uzi nunan paĝon
et: Kasuta aktiivset veebilehte
fa: استفاده از صفحه فعلی
fi: Käytä nykyistä sivua
fr: Utiliser la page actuelle
gd: Cleachd an duilleag làithreach
hi_in: मौजूदा पृष्ठ का उपयोग करें
hr: Koristi trenutačnu stranicu
hy_am: Օգտագործել ընթացիկ էջը
ia: Usar le pagina actual
id: Gunakan Laman Sekarang
is: Nota núverandi síðu
it: Utilizza la pagina corrente
km: ប្រើ​ទំព័រ​បច្ចុប្បន្ន
kn: ಈಗಿನ ಪುಟವನ್ನು ಬಳಸು
lt: Naudoti šiuo metu atvertą tinklalapį
my: လက်ရှိ စာမျက်နှာကို အသုံးပြုပါ
nb: Bruk gjeldende side
nl: Huidige pagina gebruiken
nn: Bruk gjeldande side
oc: Utilizar la pagina actuala
or: ପ୍ରଚଳିତ ପୃଷ୍ଠା ବ୍ୟବହାର କରନ୍ତୁ
pa_in: ਮੌਜੂਦਾ ਸਫ਼ੇ ਨੂੰ ਵਰਤੋਂ
pt_br: Usar a página atual
pt_pt: Utilizar página atual
si: වත්මන් පිටුව යොදන්න
sk: Použiť aktuálnu stránku
sq: Përdor Faqen e Tanishme
sv: Använd aktuell sida
te: ప్రస్తుత పేజీని ఉపయోగించు
th: ใช้หน้าปัจจุบัน
tr: Geçerli sayfayı kullan
tt: Хәзерге битне куллану
uk: Використати поточну сторінку
ur: موجودہ صفحہ استعمال کریں
vi: Sử dụng trang hiện tại

# Settings.HomePage.UseDefault.Button
source: Use Default
af: Gebruik verstek
ast: Usar lo predeterminao
az: Susmaya görə işlət
bn: ডিফল্ট ব্যবহার করুন
br: Dre ziouer
ca: Utilitza el valor per defecte
cy: Defnyddio'r Rhagosodedig
da: Brug standard
de: Standard verwenden
eo: Uzi la normon
fa: استفاده به عنوان پیش فرض
fr: Utiliser la page par défaut
gd: Cleachd aʼ bhun-roghainn
hi_in: तयशुदा का प्रयोग करें
hy_am: Օգտ. լռելյայնը
ia: Usar le predefinition
id: Gunakan Pengaturan Bawaan
is: Nota sjálfgefið
km: ប្រើ​លំនាំ​ដើម​
kn: ಪೂರ್ವನಿಯೋಜಿತವಾದುದನ್ನು ಬಳಸು
lt: Naudoti numatytąjį
my: မူလသတ်မှတ်ထားသည်ကို အသုံးပြုပါ
nb: Bruk standard
nl: Standaard gebruiken
nn: Bruk standard
pa_in: ਡਿਫਾਲਟ ਵਰਤੋ
pt_br: Usar o padrão
pt_pt: Utilizar predefinição
sq: Përdor Parazgjedhjen
sv: Använd standard
te: అప్రమేయాన్ని వాడు
th: ใช้ค่าเริ่มต้น
tr: Varsayılanı kullan
uk: Типово
ur: طے شدہ استعمال کریں
vi: Sử dụng mặc định

# Settings.LoginsAndPasswordsTitle
source: Logins & Passwords
ast: Anicios de sesión y contraseñes
az: Giriş və Parollar
be: Лагіны & Паролі
bn: লগইন এবং পাসওয়ার্ড
br: Titouroù kennaskañ ha gerioù-tremen
ca: Inicis de sessió i contrasenyes
cy: Mewngofnodion a Cyfrineiriau
da: Logins & adgangskoder
de: Zugangsdaten & Passwörter
el: Συνδέσεις & κωδικοί πρόσβασης
eo: Akreditiloj kaj pasvortoj
et: Kasutajatunnused ja paroolid
fa: ورود ها و کلمات عبور
fi: Käyttäjätunnukset ja salasanat
fr: Identifiants et mots de passe
gd: Clàraidhean a-steach ⁊ faclan-faire
hi_in: लॉगइन एवं पासवर्ड
hr: Prijave i lozinke
hy_am: Մուտքանուններ և գաղտնաբառեր
ia: Contos e contrasignos
id: Info Masuk & Sandi
is: Innskráning og lykilorð
it: Accessi e password
km: ការចូល និង​ពាក្យ​សម្ងាត់
lt: Prisijungimai ir slaptažodžiai
my: ဝင်ရောက်မှုများနှင့် စကားဝှက်များ
nb: Innlogginger og passord
nl: Aanmeldingen & wachtwoorden
nn: Innloggingar og passord
oc: Identificants e senhals
pa_in: ਲਾਗਇਨ ਅਤੇ ਪਾਸਵਰਡ
pt_br: Logins e Senhas
pt_pt: Credenciais e palavras-passe
si: පිවිසුම් හා මුරපද
sk: Prihlasovacie mená a heslá
sq: Kredenciale Hyrjesh & Fjalëkalime
sv: Inloggningar & lösenord
te: ప్రవేశాలు & సంకేతపదాలు
th: การเข้าสู่ระบบและรหัสผ่าน
tr: Hesaplar ve parolalar
tt: Хисаплар & серсүзләр
uk: Паролі
ur: لاگ ان اور پاس ورڈ
vi: Thông tin đăng nhập

# Settings.NewTab.CustomURL
source: Custom URL
ast: URL personalizada
az: Fərdi Ünvan
be: Свой URL-адрас
bn: কাস্টম URL
br: URL Personelaet
ca: URL personalitzat
cy: URL cyfaddas
da: Tilpasset URL
de: Benutzerdefinierte Adresse
el: Προσαρμοσμένο URL
eo: Personecigita retadreso
et: Kohandatud URL
fa: URL سفارشی
fi: Mukautettu URL
fr: Adresse personnalisée
gd: URL gnàthaichte
hi_in: विशिष्ट URL
hr: Prilagođeni URL
hy_am: Հարմարեցված URL
ia: URL personalisate
id: URL Ubahsuai
is: Sérsniðin vefslóð
it: Indirizzo personalizzato
km: URL ផ្ទាល់ខ្លួន
lt: Kitas adresas
my: စိတ်ကြိုက် URL
nb: Tilpasset URL
nl: Aangepaste URL
nn: Tilpassa URL
oc: Adreça personalizada
pa_in: ਪਸੰਦੀਦਾ URL
pt_br: URL personalizada
pt_pt: URL personalizado
si: අභිරුචි ඒ.ස.නි.
sk: Vlastná URL
sq: URL Vetjake
sv: Anpassad URL
te: అభిమత URL
th: URL ที่กำหนดเอง
tr: Özel adres
tt: Үзгә URL
uk: Власний URL
ur: مخصوص URL
vi: URL tùy chỉnh

# Settings.NewTab.Description
source: When you open a New Tab:
af: Wanneer ’n nuwe oortjie geopen word:
ast: Al abrir una llingüeta nueva:
az: Yeni Vərəq açdığınızda:
bn: যখন আপনি একটা নতুন ট্যাব খুলছেন:
br: Pa zigorit un ivinell nevez:
ca: En obrir una pestanya nova:
cy: Pan fyddwch yn agor Tab Newydd:
da: Når du åbner et nyt faneblad:
de: Beim Öffnen eines neuen Tabs:
eo: Kiam vi malfermas novan langeton:
fa: هنگامی که زبانه جدیدی باز می‌کنید:
fr: À l’ouverture d’un nouvel onglet :
gd: Nuair a dh’fhosglas tu taba ùr:
hi_in: जब आप एक नया टैब खोलते हैं:
hy_am: Նոր Ներդիր բացելիս.
ia: Quando tu aperi un nove scheda:
id: Saat membuka Tab Baru:
is: Þegar þú opnar nýja flipa:
km: នៅ​ពេល​អ្នក​បើក​ផ្ទាំង​ថ្មី៖
lt: Kai atveriate naują kortelę:
my: တပ်ဗ်အသစ်တစ်ခုအားဖွင့့်သောအခါ -
nb: Når du åpner en ny fane:
nl: Bij openen van een nieuw tabblad:
nn: Når du opnar ei ny fane:
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਨਵੀਂ ਟੈਬ ਨੂੰ ਖੋਲ੍ਹਦੇ ਹੋ:
pt_br: Quando você abrir uma nova aba:
pt_pt: Ao abrir um novo separador:
sq: Kur hapni një Skedë të Re:
sv: När du öppnar en ny flik:
te: మీరు ఒక కొత్త ట్యాబు తెరిచినప్పుడు:
th: เมื่อคุณเปิดแท็บใหม่:
tr: Yeni bir sekme açtığımda:
uk: При відкритті нової вкладки:
ur: جب آپ کوئی نیا ٹیب کھولیں:
vi: Khi bạn mở một thẻ mới:

# Settings.NewTab.Option.ASTitle
source: Customise Top Sites
az: Qabaqcıl Saytları Fərdiləşdir
bn: শীর্ষস্থানীয় সাইট কাস্টমাইজ করুন
br: Personelait lec’hiennoù karetañ
ca: Personalització dels Llocs principals
cy: Cyfaddasu Hoff Wefannau
da: Tilpas Mest besøgte websider
de: Meistbesuchte Seiten anpassen
eo: Personecigi la plej vizititajn
fa: سفارشی‌سازی سایت‌های پُربازدید
fr: Personnaliser les sites populaires
gd: Gnàthaich brod nan làrach
hi_in: शीर्ष साइटें अनुकूलित करें
hy_am: Հարմարեցնել լավագույն կայքերը
ia: Personalisar sitos preferite
id: Sesuaikan Situs Teratas
is: Sérsníða vinsælustu svæðin
km: ប្តូរគេហទំព័រពេញនិយម​តាមបំណង
lt: Individualizuokite lankomiausias svetaines
my: ထိပ်တန်းဆိုက်များကိုတက်ပ်အသစ်တွင် စုစည်းမည်
nb: Tilpass mest besøkte nettsteder
nl: Topwebsites aanpassen
nn: Tilpass mest besøkte nettstadar
pa_in: ਮੁੱਖ ਸਾਈਟਾਂ ਦੀਆਂ ਚੋਣਾਂ ਕਰੋ
pt_br: Personalizar sites preferidos
pt_pt: Personalizar sites mais visitados
sq: Përshtatni Sajtet Kryesues
sv: Anpassa mest besökta
te: మేటి సైట్ల అభిమతీకరణ
th: ปรับแต่งไซต์เด่น
tr: SIK KULLANILANLARI ÖZELLEŞTİR
uk: Налаштувати популярні сайти
ur: بہترین سائٹس تخصیص کریں
vi: Tùy chỉnh các trang phổ biến

# Settings.NewTab.Option.BlankPage
source: Blank Page
ast: Páxina balera
az: Boş Səhifə
be: Пустая старонка
bn: ফাঁকা পেজ
br: Pajenn wenn
ca: Pàgina en blanc
cy: Tudalen Wag
da: Tom side
de: Leere Seite
el: Κενή σελίδα
eo: Malplena paĝo
et: Tühi leht
fa: صفحهٔ خالی
fi: Tyhjä sivu
fr: Une page vide
gd: Duilleag bhàn
hi_in: खाली पृष्ठ
hr: Prazna stranica
hy_am: Դատարկ էջ
ia: Pagina vacue
id: Laman Kosong
is: Tóm síða
it: Pagina vuota
km: ទំព័រទទេ
kn: ಖಾಲಿ ಪುಟ
lt: Tuščias puslapis
my: စာမျက်နှာအလွတ်
nb: Blank side
nl: Lege pagina
nn: Tom side
oc: Pagina voida
pa_in: ਖਾਲੀ ਸਫ਼ਾ
pt_br: Página em branco
pt_pt: Página em branco
si: හිස් පිටුව
sk: Zobraziť prázdnu stránku
sq: Faqe të Zbrazët
sv: En tom sida
te: ఖాళీ పేజీ
th: หน้าว่าง
tr: Boş sayfa
tt: Буш бит
uk: Чиста сторінка
ur: جالی صفحہ
vi: Trang trống

# Settings.NewTab.Option.Bookmarks
source: Bookmarks
ast: Marcadores
az: Əlfəcinlər
bn: বুকমার্কসমূহ
br: Sinedoù
ca: Adreces d'interès
cy: Nodau Tudalen
da: Bogmærker
de: Lesezeichen
eo: Legosignoj
fa: نشانک‌ها
fr: Les marque-pages
gd: Comharran-lìn
hi_in: बुकमार्क
hy_am: Էջանիշեր
ia: Marcapaginas
id: Markah
is: Bókamerki
km: ចំណាំ
kn: ಪುಟಗುರುತುಗಳು
lt: Adresynas
my: စာမှတ်များ
nb: Bokmerker
nl: Bladwijzers
nn: Bokmerke
pa_in: ਬੁੱਕਮਾਰਕ
pt_br: Favoritos
pt_pt: Marcadores
sq: Faqerojtës
sv: Bokmärken
te: ఇష్టాంశాలు
th: ที่คั่นหน้า
tr: Yer imleri
uk: Закладки
ur: نشانیاں
vi: Dấu trang

# Settings.NewTab.Option.CustomizeFooter
source: The sites you visit most
ast: Los sitios que más visites
az: Ən çox ziyarət etdiyiniz saytlar
bn: আপনার সবচেয়ে বেশি দেখা সাইট
br: Al lec’hiennoù a weladennit ar muiañ
ca: Els llocs que visiteu més sovint
cy: Y gwefannau rydych yn ymweld â nhw amlaf
da: Dine mest besøgte sider
de: Die von die Ihnen am meisten besuchten Websites
eo: La retejoj plej vizititaj de vi
fa: سایت‌هایی که بیشتر بازدید می‌کنید
fr: Les sites que vous visitez le plus souvent
gd: Na làraichean air an tadhail thu as trice
hi_in: साइटें जिनपर आप सर्वाधिक जाते हैं
hy_am: Ամենաշատ այցելած կայքեր
ia: Le sitos que tu visita le plus
id: Situs yang paling sering Anda kunjungi
is: Vefsvæðin sem þú heimsækir mest
km: គេហទំព័រ​ដែល​អ្នក​មើល​ច្រើន​បំផុត
lt: Dažniausiai lankomos svetainės
my: သင်အလည်ပတ်များဆုံး ဝဘ်ဆိုက်များ
nb: Mest besøkte nettsteder
nl: De websites die u het vaakst bezoekt
nn: Mest besøkte nettstadar
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਸਭ ਤੋਂਂ ਵੱਧ ਖੋਲ੍ਹੀਆਂ ਸਾਈਟਾਂ
pt_br: Os sites que você mais visita
pt_pt: Os sites que mais visita
sq: Sajtet që vizitoni më tepër
sv: De webbplatser du besöker mest
te: మీరు ఎక్కువగా చూసే సైట్లు
th: ไซต์ที่คุณเยี่ยมชมมากที่สุด
tr: En çok ziyaret ettiğiniz siteler
uk: Сайти, які ви відвідуєте найчастіше
ur: سائٹس جو آُپ سب سے زیادہ ملاحظہ کرتے ہیں
vi: Những trang bạn truy cập nhiều nhất

# Settings.NewTab.Option.CustomizeFooter2
source: Sites you save or visit
ast: Sitios que guardes o visites
bn: আপনার সংরক্ষণকৃত বা ভিজিট করা সাইট
br: Lec'hiennoù bet enrollet pe gweladennet ganeoc'h
ca: Llocs que deseu o visiteu
cy: Gwefannau rydych yn eu cadw neu'n ymweld â nhw
da: Gemte eller besøgte websteder
de: Websites, die Sie speichern oder besuchen
eo: Retejoj konservitaj aŭ vizititaj de vi
fr: Sites que vous enregistrez ou visitez
gd: Làraichean a shàbhail thu no a thadhail thu orra
hi_in: आपके द्वारा सहेजी या देखी जाने वाली साइटें
hy_am: Կայքեր, որոնք դուք պահպանել կամ այցելել եք
ia: Sitos que tu salva o visita
id: Situs yang Anda simpan atau kunjungi
is: Vefsvæði sem þú vistar eða heimsækir
km: គេហទំព័រដែលអ្នករក្សាទុកឬចូលមើល
lt: Jūsų įrašytos arba lankomos svetainės
nb: Nettsteder du lagrer eller besøker
nl: Opgeslagen of bezochte websites
nn: Nettstadar du lagrar eller besøkjer
pa_in: ਸਾਈਟਾਂ ਤੁਸੀਂ ਸੰਭਾਲੀਆਂ ਜਾਂ ਖੋਲ੍ਹੀਆਂ
pt_br: Sites que você salva ou visita
pt_pt: Sites que guarda ou visita
sq: Sajte që ruani ose vizitoni
sv: Webbplatser du sparar eller besöker
th: ไซต์ที่คุณบันทึกหรือเยี่ยมชม
tr: Kaydettiğiniz veya ziyaret ettiğiniz siteler
uk: Сайти, які ви зберігаєте чи відвідуєте
ur: وہ سائٹس جو آپ محفوظ کرتے ہیں یا ملاحظہ کرتے ہیں۔
vi: Các trang web bạn lưu hoặc truy cập

# Settings.NewTab.Option.CustomizeTitle
source: Customise Firefox Home
az: Firefox Ev-i Şəxsiləşdir
bn: Firefox Home কাস্টমাইজ করুন
br: Personelaat Degemer Firefox
ca: Personalitzeu l'inici del Firefox
cy: Cyfaddasu Cartref Firefox
da: Tilpas startsiden i Firefox
de: Firefox Home anpassen
eo: Personecigi la ekan paĝon de Firefox
fa: سفارشی‌سازی صفحه اصلی فایرفاکس
fr: Personnaliser l’accueil de Firefox
gd: Gnàthaich dachaigh Firefox
hi_in: Firefox मुखपृष्ठ अनुकूलित करें
hy_am: Հարմարեցնել Firefox-ի սկիզբը
ia: Personalisar le pagina initial de Firefox
id: Ubahsuai Firefox Home
is: Sérsníða upphafssíðu Firefox
km: ប្ដូរ​ទំព័រដើម Firefox តាមបំណង
lt: „Firefox“ pradžios tinklalapio individualizavimas
my: Firefox အဖွင့်စာမျက်နှာ ကို စိတ်ကြိုက်ပြင်ဆင်ရန်
nb: Tilpass Firefox-startsiden
nl: Firefox-startpagina aanpassen
nn: Tilpass Firefox-startsida
pa_in: ਫਾਇਰਫਾਕਸ ਮੁੱਖ-ਸਫ਼ੇ ਨੂੰ ਪਸੰਦ ਮੁਤਾਬਕ ਬਣਾਓ
pt_br: Personalizar página inicial do Firefox
pt_pt: Personalizar início do Firefox
sq: Përshtatni Kreun për Firefox-in
sv: Anpassa Firefox startsida
th: ปรับแต่งหน้าแรก Firefox
tr: FIREFOX BAŞLANGIÇ’I ÖZELLEŞTİR
uk: Налаштувати домівку Firefox
ur: Firefox کے ابتدائی صفحہ کی تخصیص کریں
vi: Tùy biến trang chủ Firefox

# Settings.NewTab.Option.FirefoxHome
source: Firefox Home
az: Firefox Ev
be: Хатняя старонка Firefox
br: Degemer Firefox
ca: Inici del Firefox
cy: Cartref Firefox
da: Firefox' startside
el: Αρχική Firefox
eo: Eka paĝo de Firefox
et: Firefoxi avaleht
fa: صفحه اصلی فایرفاکس
fi: Firefoxin aloitussivu
fr: La page d’accueil de Firefox
gd: Dachaigh Firefox
hi_in: Firefox मुख्य पृष्ठ
hr: Firefox početna stranica
hy_am: Firefox֊-ի սկիզբ
ia: Pagina initial de Firefox
is: Upphafssíða Firefox
it: Pagina iniziale di Firefox
km: ទំព័រដើម Firefox
lt: „Firefox“ pradžios tinklalapis
my: Firefox အဖွင့်စာမျက်နှာ
nb: Firefox startside
nl: Firefox-startpagina
nn: Firefox startside
oc: Acuèlh de Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਮੁੱਖ-ਸਫ਼ਾ
pt_br: Página inicial do Firefox
pt_pt: Início do Firefox
si: ෆයර්ෆොක්ස් මුල
sk: Domovská stránka Firefoxu
sq: Kreun e Firefox-it
sv: Firefox startsida
te: Firefox ముంగిలి
th: หน้าแรก Firefox
tr: Firefox Başlangıç
tt: Firefox баш бит
uk: Домівка Firefox
ur: Firefox ابتدائی صفحہ
vi: Trang chủ Firefox

# Settings.NewTab.Option.HighlightsBookmarks
source: Recent Bookmarks
ast: Marcadores de recién
az: Yeni Əlfəcinlər
bn: সাম্প্রতিক বুকমার্ক
br: Sinedoù nevez
ca: Adreces d'interès recents
cy: Nodau Tudalen Diweddar
da: Seneste bogmærker
de: Neue Lesezeichen
eo: Ĵusaj legosignoj
fa: نشانک‌های اخیر
fr: Marque-pages récents
gd: Comharran-lìn ùra
hi_in: आधुनिक बुकमार्क
hy_am: Վերջին Էջանիշերը
ia: Marcapaginas recente
id: Markah Terbaru
is: Nýleg bókamerki
km: ចំណាំថ្មីៗ
kn: ಇತ್ತೀಚಿನ ಬುಕ್‍ಮಾರ್ಕುಗಳು
lt: Paskiausi adresyno įrašai
my: လတ်တလော စာမှတ်များ
nb: Seneste bokmerker
nl: Recente bladwijzers
nn: Siste bokmerke
pa_in: ਤਾਜ਼ਾ ਬੁੱਕਮਾਰਕ
pt_br: Favoritos recentes
pt_pt: Marcadores recentes
sq: Faqerojtës Së Fundi
sv: Senaste bokmärken
te: ఇటీవల ఇష్టాంశాలుగా చేసినవి
th: ที่คั่นหน้าล่าสุด
tr: Yeni yer imleri
uk: Останні закладки
ur: حالیہ نشانیاں
vi: Dấu trang gần đây

# Settings.NewTab.Option.HighlightsHistory
source: Visited
ast: Visitóse
az: Ziyarət edilənlər
bn: পরিদর্শিত
br: Gweladennet
ca: Visitat
cy: Ymwelwyd
da: Besøgte
de: Besucht
eo: Vizititaj
fa: مشاهده شده
fr: Visité
gd: Air tadhal air
hi_in: देखे गए
hy_am: Այցելած
ia: Visitate
id: Dikunjungi
is: Heimsótt
km: បានទស្សនា
kn: ಭೇಟಿಯಾದ
lt: Aplankyta
my: လည်ပတ်ထားသည်များ
nb: Besøkt
nl: Bezocht
nn: Besøkt
pa_in: ਖੋਲ੍ਹੇ
pt_br: Visitados
pt_pt: Visitado
sq: Vizituar
sv: Besökta
te: సందర్శించినవి
th: เยี่ยมชมแล้ว
tr: Ziyaret edilenler
uk: Відвідано
ur: دورہ شدہ
vi: Đã truy cập

# Settings.NewTab.Option.History
source: History
ast: Historial
az: Tarixçə
bn: ইতিহাস
br: Roll-istor
ca: Historial
cy: Hanes
da: Historik
de: Chronik
eo: Historion
fa: تاریخچه
fr: L’historique
gd: An eachdraidh
hi_in: इतिहास
hy_am: Պատմություն
ia: Chronologia
id: Riwayat
is: Ferill
km: ប្រវត្តិ
kn: ಇತಿಹಾಸ
lt: Žurnalas
my: မှတ်တမ်း
nb: Historikk
nl: Geschiedenis
nn: Historikk
pa_in: ਅਤੀਤ
pt_br: Histórico
pt_pt: Histórico
sq: Historik
sv: Historik
te: చరిత్ర
th: ประวัติ
tr: Geçmiş
uk: Історія
ur: سابقات
vi: Lịch sử

# Settings.NewTab.Option.HomePage
source: Homepage
ast: Páxina d'aniciu
az: Ana Səhifə
be: Хатняя старонка
bn: হোমপেজ
br: Pennbajenn
ca: Pàgina d'inici
cy: Tudalen Cartref
da: Startside
de: Startseite
el: Αρχική σελίδα
eo: Hejmpaĝo
et: Avaleht
fa: صفحه خانگی
fi: Kotisivu
fr: La page d’accueil
gd: Duilleag-dhachaigh
hi_in: मुख्य पृष्ठ
hr: Početna stranica
hy_am: Տնէջ
ia: Pagina initial
id: Beranda
is: Upphafssíða
it: Pagina iniziale
km: ទំព័រ​ដើម
kn: ಮುಖಪುಟ
lt: Pradžios tinklalapis
my: အဖွင့်စာမျက်နှာ
nb: Startside
nl: Startpagina
nn: Startsida
oc: Pagina d’acuèlh
or: ମୂଳ ପୃଷ୍ଠା
pa_in: ਮੁੱਖ-ਸਫ਼ਾ
pt_br: Tela inicial
pt_pt: Página inicial
si: මුල් පිටුව
sk: Zobraziť vašu domovskú stránku
sq: Kreu
sv: Startsida
te: ముంగిలిపేజీ
th: หน้าแรก
tr: Giriş sayfası
tt: Баш бит
uk: Домівка
ur: ابتدائی صفحہ
vi: Trang chủ

# Settings.NewTab.Option.Pocket
source: Trending on Pocket
az: Pocket-də Trenddə
bn: Pocket থেকে সুপারিশকৃত
br: Erbedet gant Pocket
ca: Popular al Pocket
cy: Trendio ar Pocket
da: Populære på Pocket
de: Aktuell auf Pocket
eo: Tendencoj en Pocket
fa: محبوب ها در Pocket
fr: Tendances sur Pocket
gd: A’ treandadh air Pocket
hi_in: Pocket पर प्रचलित
hy_am: Միտված է Pocket-ում
ia: Tendentia sur Pocket
id: Sedang Tren di Pocket
is: Vinsælt í Pocket
km: កំពុង​ពេញនិយម​នៅ​លើ Pocket
lt: „Pocket“ rekomenduoja
my: Pocket တွင် ရေပန်းစားနေသည်များ
nb: Trender på Pocket
nl: Trending bij Pocket
nn: Trendar på Pocket
pa_in: ਪਾਕੇਟ 'ਚ ਰੁਝਾਨ
pt_br: Em alta no Pocket
pt_pt: Tendência no Pocket
sq: Në modë në Pocket
sv: Trender på Pocket
te: Pocketచే సిఫార్సు చేయబడింది
th: กำลังนิยมใน Pocket
tr: Pocket’ta öne çıkanlar
uk: Популярне в Pocket
ur: Pocket پر رجحان ساز
vi: Xu hướng trên Pocket

# Settings.NewTab.Option.PocketFooter
source: Great content from around the web.
az: İnternetin hər tərəfindən məzmunları əldə edin.
bn: ওয়েব থেকে দারুন সব কন্টেন্ট।
br: Danvez eus an dibab eus pep lec’h er web.
ca: El contingut més interessant de tot el web.
cy: Cynnwys gwych o amgylch y we.
da: Godt indhold fra nettet.
de: Tolle Inhalte aus dem Internet.
eo: Bonega enhavo el la tuta teksaĵo.
fa: محتوای عالی از سراسر وب.
fr: Du contenu de qualité provenant des quatre coins du Web.
gd: Brod na susbaint o fheadh an lìn.
hi_in: पूरे वेब से अच्छी सामग्री।
hy_am: Մեծ բովանդակություն վեբի շրջից։
ia: Contento de bon qualitate ab tote le Web.
id: Konten bermutu dari seluruh web.
is: Frábært efni hvaðanæva af vefnum.
km: មាតិកា​​ប្រសើរបំផុត​ពី​គេហទំព័រ​នានា។
lt: Puikus turinys iš viso žiniatinklio.
my: ဝဘ်ပေါ်မှ စိတ်ဝင်စားဖွယ် အကြောင်းအရာများ။
nb: Bra innhold fra hele nettet.
nl: Geweldige inhoud van het hele web.
nn: Bra innhald på heile nettet.
pa_in: ਵੈੱਬ ਤੋਂ ਸਭ ਤੋਂ ਵਧੀਆ ਸਮੱਗਰੀ ਹੈ।
pt_br: Ótimo conteúdo de toda a web.
pt_pt: Ótimo conteúdo de toda a web.
sq: Lëndë e goditur, nga anembanë internetit.
sv: Bra innehåll från hela webben.
te: జాలం చుట్టుపక్కల నుంచి గొప్ప విషయం.
th: เนื้อหาที่ยอดเยี่ยมจากเว็บต่าง ๆ
tr: Web’den harika içerikler.
uk: Чудові статті з усього Інтернету
ur: تمام ویب میں سے بہترین مواد۔
vi: Nội dung tuyệt vời từ khắp nơi trên web.
