Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# SentTab_TabArrivingNotification_WithDevice_body
source: New tab arrived in %@
ast: Aportaron llingüetes a %@
az: %@ səyyahınıza yeni vərəq gəldi
be: Новая картка паступіла ў %@
bn: %@ এ নতুন ট্যাবে এসেছে
br: Degouezhet ez eus bet un ivinell e %@
ca: Ha arribat una pestanya nova a %@
cy: Cyrhaeddodd y tab newydd %@
da: Nyt faneblad modtaget i %@
de: Neuer Tab in %@ angekommen
el: Έφτασε νέα καρτέλα στο %@
eo: Nova langeto alvenis al %@
et: Uus kaart saabus äppi %@
fa: زبانه جدید دریافت شده از %@
fi: Uusi välilehti saapui laitteesta %@
fr: Nouvel onglet reçu dans %@
gd: Ràinig taba ùr ann an %@
hi_in: %@ में नया टैब आ गया
hr: Nova kartica stigla u %@
hy_am: Նոր ներդիր է հասել %@-ում
ia: Nove scheda arrivate in %@
id: Tab baru datang di %@
is: Nýr flipi bættist við í %@
it: È arrivata una nuova scheda in %@
km: ផ្ទាំងថ្មីបានមកដល់ក្នុង %@
lt: Į „%@“ atkeliavo nauja kortelė
my: တပ်ဗ်အသစ် %@ သို့ ရောက်ရှိသည်
nb: Ny fane mottatt i %@
nl: Nieuw tabblad ontvangen in %@
nn: Ny fane mottatt i %@
pa_in: %@ 'ਚ ਨਵੀਂ ਟੈਬ ਆਈ
pt_br: Nova aba chegou em %@
pt_pt: Novo separador chegou ao %@
si: නව පටිත්ත %@ න් පැමිණ ඇත
sk: Nová karta dorazila do aplikácie %@
sq: Ka ardhur skedë e re në %@
sv: Ny flik kom till %@
te: క్రొత్త ట్యాబు %@లో వచ్చింది
th: มีแท็บใหม่เข้ามาใน %@
tr: %@ tarayıcınıza yeni sekme geldi
tt: %@ браузерына яңа таб килде
uk: Отримано нову вкладку в %@
ur: %@ میں نیا ٹیب وصول پایا
vi: Thẻ mới đã đến trong %@

# SentTab_TabArrivingNotification_WithDevice_title
source: Tab received from %@
ast: Recibiéronse llingüetes de %@
az: %@ vərəq göndərdi
be: Картка атрымана з %@
bn: %@ থেকে প্রাপ্ত ট্যাব
br: Degemeret ez eus bet un ivinell a-berzh %@
ca: S'ha rebut una pestanya des de %@
cy: Derbyniwyd y tab o %@
da: Nyt faneblad modtaget fra %@
de: Neuer Tab von %@ erhalten
el: Ελήφθη καρτέλα από τη συσκευή %@
eo: Langeto ricevita el %@
et: Kaart võeti vastu seadmest %@
fa: زبانه از %@ دریافت شد
fi: Välilehti vastaanotettu laitteesta %@
fr: Onglet reçu depuis %@
gd: Fhuair thu taba o %@
hi_in: %@ से टैब प्राप्त हुआ
hr: Kartica primljena od %@
hy_am: Ներդիրը հասել է %@-ից
ia: Scheda recipite de %@
id: Tab diterima dari %@
is: Nýr flipi móttekinn frá %@
it: Ricezione scheda da %@
km: ផ្ទាំងដែលទទួលបានមកពី %@
lt: Iš „%@“ gauta kortelė
my: %@ ထံမှ တပ်ဗ် ရောက်ရှိသည်
nb: Fane mottatt fra %@
nl: Tabblad ontvangen van %@
nn: Fane mottatt frå %@
pa_in: %@ ਤੋਂ ਟੈਬ ਆਈ
pt_br: Aba recebida de %@
pt_pt: Novo separador chegou de %@
si: පටිත්ත %@ වෙතින් ලැබුණි
sk: Bola prijatá karta z %@
sq: U mor skedë prej %@
sv: Flik mottagen från %@
te: %@ నుండి వచ్చిన ట్యాబు
th: ได้รับแท็บจาก %@
tr: %@ sekme gönderdi
tt: %@ бер таб җибәрде
uk: Отримана вкладка з %@
ur: %@ کی جانب سے ٹیب وصول پایا
vi: Thẻ nhận được từ %@

# SentTab.AddToReadingListAction.Title
source: Add to Reading List
az: Oxuma Siyahısına əlavə et
bn: পঠিতব্য তালিকায় যোগ করুন
br: Ouzhpennañ er Roll Lenn
ca: Afegeix a la llista de lectura
cy: Ychwanegu at y Rhestr Ddarllen
da: Føj til læseliste
de: Zur Leseliste hinzufügen
eo: Aldoni al legolisto
fa: اضافه کردن به لیست مطالعه
fr: Ajouter à la liste de lecture
gd: Cuir ris an liosta-leughaidh
hi_in: पठन सूची में जोड़ें
hy_am: Ավելացնել ընթերցման ցուցակում
ia: Adder al lista de lectura
id: Tambahkan ke Daftar Bacaan
is: Bæta við leslista
km: បញ្ចូល​​ទៅ​បញ្ជី​អាន
kn: ಓದುಗ ಪಟ್ಟಿಗೆ ಸೇರಿಸು
lt: Įtraukti į skaitinių sąrašą
my: စာဖတ်စာရင်းသို့ ထည့်ပါ
nb: Legg til i leselisten
nl: Toevoegen aan leeslijst
nn: Legg til i leselista
pa_in: ਪੜ੍ਹਨ-ਸੂਚੀ ਵਿੱਚ ਜੋੜੋ
pt_br: Adicionar à lista de leitura
pt_pt: Adicionar à lista de leitura
sq: Shtoje te Listë Leximesh
sv: Lägg till i läslistan
te: చదవాల్సిన జాబితాకి చేర్చు
th: เพิ่มไปยังรายการอ่าน
tr: Okuma listesine ekle
uk: Додати до списку читання
ur: مطالعہ فہرست میں شامل کریں
vi: Thêm vào danh sách đọc

# SentTab.BookmarkAction.title
source: Bookmark
az: Əlfəcinlə
bn: বুকমার্ক
br: Sined
ca: Afegeix a les adreces d'interès
cy: Nod Tudalen
da: Tilføj som bogmærke
de: Als Lesezeichen hinzufügen
eo: Aldoni al legosignoj
fa: نشانک
fr: Ajouter aux marque-pages
gd: Comharra-lìn
hi_in: बुकमार्क
hy_am: Էջանիշ
ia: Adder marcapagina
id: Markahi
is: Bókamerkja
km: ចំណាំ
kn: ಪುಟ ಗುರುತು
lt: Įtraukti į adresyną
my: စာမှတ်
nb: Bokmerke
nl: Bladwijzer maken
nn: Bokmerke
pa_in: ਬੁੱਕਮਾਰਕ
pt_br: Favoritos
pt_pt: Adicionar aos marcadores
sq: Faqeruaje
sv: Bokmärk
te: ఇష్టాంశం
th: เพิ่มที่คั่นหน้า
tr: Yer imlerine ekle
uk: Додати закладку
ur: نشانی
vi: Dấu trang

# SentTab.NoTabArrivingNotification.body
source: Tap to begin
ast: Calca pa comenzar
az: Başlamaq üçün basın
be: Націсніце каб пачаць
bn: শুরু করতে স্পর্শ করুন
br: Stokit da gregiñ ganti
ca: Toqueu per començar
cy: Tapio i gychwyn
da: Tryk for at begynde
de: Zum Beginnen berühren
el: Πατήστε για έναρξη
eo: Tuŝetu por komenci
et: Alustamiseks puuduta
fa: جهت آغاز ضربه بزنید
fi: Napauta aloittaaksesi
fr: Appuyer pour commencer
gd: Thoir gnogag airson tòiseachadh
hi_in: शुरू करने के लिए टैप करें
hr: Dodirni za započinjanje
hy_am: Հպեք՝ սկսելու համար
ia: Tocca pro comenciar
id: Ketuk untuk memulai
is: Ýttu á til að byrja
it: Tocca per iniziare
km: ចុច ដើម្បីចាប់ផ្ដើម
kn: ಪ್ರಾರಂಭಿಸಲು ಮೆಲ್ಲಗೆ ತಟ್ಟಿ
lt: Bakstelėkite pradėjimui
my: စတင်ရန် တို့ထိပါ
nb: Trykk for å starte
nl: Tik om te beginnen
nn: Trykk for å starte
oc: Tocatz per començar
pa_in: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ
pt_br: Toque para começar
pt_pt: Toque para começar
si: ඇරඹීමට තට්ටු කරන්න
sk: Začnite ťuknutím
sq: Prekeni që të fillohet
sv: Tryck för att starta
te: నిష్క్రమించడానికి తాకండి
th: แตะเพื่อเริ่มต้น
tr: Başlamak için dokunun
tt: Башлау өчен басыгыз
uk: Торкніться, щоб почати
ur: آغاز کرنے کے لیئے تھبتھبائیں
vi: Chạm để bắt đầu

# SentTab.NoTabArrivingNotification.title
source: Firefox Sync
be: Сінхранізацыя Firefox
bn: Firefox সিঙ্ক
eo: Spegulado de Firefox
fa: همگام‌سازی فایرفاکس
gd: Sioncronachadh Firefox
hi_in: Firefox सिंक
hy_am: Firefox Սինք
is: Firefox samstilling
kn: Firefox ಸಿಂಕ್
nl: Firefox-synchronisatie
or: ଫାୟାରଫକ୍ସ ସମୟାନୁସାମୟିକ
pa_in: ਫਾਇਰਫਾਕਸ ਸਿੰਕ
si: ෆයර්ෆොක්ස් සමමුහූර්තය
te: Firefox సమకాలీకరణ
uk: Синхронізація Firefox
vi: Đồng bộ hóa Firefox

# SentTab.ViewAction.title
source: View
az: Gör
be: Прагледзець
bn: দেখুন
br: Gwel
ca: Mostra
cy: Golwg
da: Vis
de: Ansehen
el: Προβολή
eo: Vidi
et: Vaata
fa: نمایش
fi: Näytä
fr: Afficher
gd: Sealladh
hi_in: देखें
hr: Prikaz
hy_am: Տեսք
ia: Vider
id: Tampilkan
is: Skoða
it: Visualizza
km: មើល
kn: ನೋಟ
lt: Rodyti
my: ကြည့်ရန်
nb: Vis
nl: Weergeven
nn: Vis
oc: Veire
or: ଦେଖନ୍ତୁ
pa_in: ਵੇਖੋ
pt_br: Ver
pt_pt: Ver
si: දැක්ම
sk: Zobraziť
sq: Shiheni
sv: Visa
te: చూడండి
th: ดู
tr: Görüntüle
tt: Карап чыгу
uk: Вигляд
ur: نظارہ
vi: Xem

source: Sepia
be: Сепія
bn: বাদামী রং
ca: Sèpia
el: Σέπια
et: Seepia
fa: سپیا
fi: Seepia
fr: Sépia
hr: Crvenkasto smeđe
hy_am: Դարչնագույն
is: Sepía
it: Seppia
kn: ಸೆಪಿಯಾ
lt: Sepija
oc: Sèpia
or: ସେପିଆ
pa_in: ਭੂਰਾ
pt_br: Sépia
pt_pt: Sépia
sk: Sépia
te: సెపియా
th: ซีเปีย
tr: Sepya
tt: Сепия
uk: Сепія
ur: سرخی مائل
vi: Nâu đen

source: Serif
be: З засечкамі
bn: সেরিফ
eo: Serifa
et: Seriifidega
fi: Pääteviivallinen
fr: Sérif
hy_am: Փակոցներ
it: Con grazie
lt: Su užraitais
or: ସେରିଫ
pa_in: ਸੈਰੀਫ਼
pt_br: Serifa
pt_pt: Serifa
sk: Pätkové
te: సెరీఫ్
th: มีเชิง
uk: Із зарубками
ur: سیرف

source: Settings
af: Instellings
ast: Axustes
az: Tənzimləmələr
be: Налады
bn: বৈশিষ্ট্য
br: Arventennoù
ca: Paràmetres
cy: Gosodiadau
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
eo: Agordoj
et: Sätted
fa: تنظیمات
fi: Asetukset
fr: Paramètres
gd: Roghainnean
hi_in: सेटिंग
hr: Postavke
hy_am: Կարգավորումներ
ia: Parametros
id: Setelan
is: Stillingar
it: Impostazioni
km: ការ​កំណត់
kn: ಸಿದ್ಧತೆಗಳು
lt: Nuostatos
my: အပြင်အဆင်များ
nb: Innstillinger
nl: Instellingen
nn: Innstillingar
oc: Paramètres
or: ସଂରଚନା
pa_in: ਸੈਟਿੰਗਾਂ
pt_br: Configurações
pt_pt: Definições
si: සැකසුම්
sk: Nastavenia
sq: Rregullime
sv: Inställningar
te: అమరికలు
th: การตั้งค่า
tr: Ayarlar
tt: Көйләүләр
uk: Параметри
ur: سیٹنگز
vi: Cài đặt

# Settings.AddCustomEngine
source: Add Search Engine
af: Voeg soekenjin by
ast: Amestar un motor de busca
az: Axtarış Mühərriyi əlavə et
be: Дадаць пашукавік
bn: সার্চ ইঞ্জিন যোগ করুন
br: Ouzhpennañ ul lusker klask
ca: Afegeix un motor de cerca
cy: Ychwanegu Peiriant Chwilio
da: Tilføj søgetjeneste
de: Suchmaschine hinzufügen
el: Προσθήκη μηχανής αναζήτησης
eo: Aldoni serĉilon
et: Lisa otsingumootor
fa: افزودن موتور جست‌وجو
fi: Lisää hakukone
fr: Ajouter un moteur de recherche
gd: Cuir einnsean-luirg ris
hi_in: खोज ईंजन जोड़ें
hr: Dodaj tražilicu
hy_am: Ավելացնել որոնիչ
ia: Adder un motor de recerca
id: Tambah Mesin Pencari
is: Bæta við leitarvél
it: Aggiungi motore di ricerca
km: បញ្ចូល​ម៉ាស៊ីនស្វែងរក
kn: ಹುಡುಕು ಸಾಧನವನ್ನು ಸೇರಿಸಿ
lt: Įtraukti ieškyklę
my: ရှာဖွေရေး ယန္တရားကို ထည့်သွင်းပါ
nb: Legg til søkemotor
nl: Zoekmachine toevoegen
nn: Legg til søkjemotor
oc: Apondre un motor de recèrca
or: ଖୋଜା ଯନ୍ତ୍ର ଯୋଗ କରନ୍ତୁ
pa_in: ਖੋਜ ਇੰਜਣ ਜੋੜੋ
pt_br: Adicionar mecanismo de pesquisa
pt_pt: Adicionar motor de pesquisa
si: සෙවුම් යන්ත්‍රයක් එක් කරන්න
sk: Pridať vyhľadávací modul
sq: Shtoni Motor Kërkimesh
sv: Lägg till sökmotor
te: శోధన యంత్రమును జోడించండి
th: เพิ่มเครื่องมือค้นหา
tr: Arama motoru ekle
tt: Эзләү системасын өстәү
uk: Додати засіб пошуку
ur: تلاش انجن کا اضافہ کریں
vi: Thêm công cụ tìm kiếm

# Settings.AddCustomEngine.SaveButtonText
source: Save
af: Stoor
ast: Guardar
az: Saxla
be: Захаваць
bn: সংরক্ষণ করুন
br: Enrollañ
ca: Desa
cy: Cadw
da: Gem
de: Speichern
el: Αποθήκευση
eo: Konservi
et: Salvesta
fa: ذخیره
fi: Tallenna
fr: Enregistrer
gd: Sàbhail
hi_in: सहेजें
hr: Spremi
hy_am: Պահպանել
ia: Salvar
id: Simpan
is: Vista
it: Salva
km: រក្សាទុក
kn: ಉಳಿಸು
lt: Įrašyti
my: သိမ်းရန်
nb: Lagre
nl: Opslaan
nn: Lagre
oc: Enregistrar
or: ସଂରକ୍ଷଣ କରନ୍ତୁ
pa_in: ਸੰਭਾਲੋ
pt_br: Salvar
pt_pt: Guardar
si: සුරකින්න
sk: Uložiť
sq: Ruaje
sv: Spara
te: భద్రపరుచు
th: บันทึก
tr: Kaydet
tt: Саклау
uk: Зберегти
ur: مہفوظ کریں
vi: Lưu

# Settings.AddCustomEngine.Title
source: Add Search Engine
af: Voeg soekenjin by
ast: Amiestu d'un motor de busca
az: Axtarış Mühərriyi əlavə et
be: Дадаць пашукавік
bn: অনুসন্ধানের ইঞ্জিন যোগ করুন
br: Ouzhpennañ ul lusker klask
ca: Afegeix un motor de cerca
cy: Ychwanegu Peiriant Chwilio
da: Tilføj søgetjeneste
de: Suchmaschine hinzufügen
el: Προσθήκη μηχανής αναζήτησης
eo: Aldoni serĉilon
et: Otsingumootori lisamine
fa: افزودن موتور جست‌وجو
fi: Lisää hakukone
fr: Ajout moteur de recherche
gd: Cuir einnsean-luirg ris
hi_in: खोज ईंजन जोड़ें
hr: Dodaj tražilicu
hy_am: Ավելացնել որոնիչ
ia: Adder un motor de recerca
id: Tambah Mesin Pencari
is: Bæta við leitarvél
it: Aggiungi motore di ricerca
km: បញ្ចូល​ម៉ាស៊ីនស្វែងរក
kn: ಹುಡುಕು ಸಾಧನವನ್ನು ಸೇರಿಸಿ
lt: Ieškyklės įtraukimas
my: ရှာဖွေရေး ယန္တရားကို ထည့်သွင်းပါ
nb: Legg til søkemotor
nl: Zoekmachine toevoegen
nn: Legg til søkjemotor
oc: Apondre un motor de recèrca
or: ଖୋଜା ଯନ୍ତ୍ର ଯୋଗ କରନ୍ତୁ
pa_in: ਖੋਜ ਇੰਜਣ ਜੋੜੋ
pt_br: Adicionar mecanismo de pesquisa
pt_pt: Adicionar motor de pesquisa
si: සෙවුම් යන්ත්‍රයක් එක් කරන්න
sk: Pridanie vyhľadávacieho modulu
sq: Shtoni Motorë Kërkimesh
sv: Lägg till sökmotor
te: శోధన యంత్రాన్ని జోడించండి
th: เพิ่มเครื่องมือค้นหา
tr: Arama motoru ekle
tt: Эзләү системасын өстәү
uk: Додати засіб пошуку
ur: تلاش انجن کا اضافہ کریں
vi: Thêm công cụ tìm kiếm

# Settings.AddCustomEngine.TitleLabel
source: Title
af: Titel
ast: Títulu
az: Başlıq
be: Назва
bn: শিরোনাম
br: Titl
ca: Títol
cy: Teitl
da: Titel
de: Titel
el: Τίτλος
eo: Titolo
et: Nimi
fa: عنوان
fi: Nimi
fr: Nom
gd: Tiotal
hi_in: शीर्षक
hr: Naslov
hy_am: Անվանում
ia: Titulo
id: Judul
is: Titill
it: Titolo
km: ចំណងជើង
kn: ಶೀರ್ಷಿಕೆ
lt: Pavadinimas
my: ခေါင်းစဉ်
nb: Tittel
nl: Titel
nn: Tittel
oc: Títol
or: ଶୀର୍ଷକ
pa_in: ਨਾਂ
pt_br: Título
pt_pt: Título
si: සිරැසිය
sk: Názov
sq: Titull
sv: Titel
te: శీర్షిక
th: ชื่อ
tr: Başlık
tt: Исем
uk: Назва
ur: عنوان
vi: Tiêu đề

# Settings.AddCustomEngine.TitlePlaceholder
source: Search Engine
af: Soekenjin
ast: Motor de busca
az: Axtarış Mühərriyi
be: Пашукавік
bn: অনুসন্ধানের ইঞ্জিন
br: Keflusker klask
ca: Motor de cerca
cy: Peiriant Chwilio
da: Søgetjeneste
de: Suchmaschine
el: Μηχανή αναζήτησης
eo: Serĉilo
et: Otsingumootor
fa: موتور جستجو
fi: Hakukone
fr: Moteur de recherche
gd: Einnsean-luirg
hi_in: खोज ईंजन
hr: Pretraživač
hy_am: Որոնիչ
ia: Motor de recerca
id: Mesin Pencari
is: Leitarvél
it: Motore di ricerca
km: ម៉ាស៊ីនស្វែងរក
kn: ಹುಡುಕು ಎಂಜಿನ್‌
lt: Ieškyklė
my: ရှာဖွေရေး ယန္တရား
nb: Søkemotor
nl: Zoekmachine
nn: Søkjemotor
oc: Motor de recèrca
or: ଖୋଜା ଯନ୍ତ୍ର
pa_in: ਖੋਜ ਇੰਜਣ
pt_br: Mecanismo de pesquisa
pt_pt: Motor de pesquisa
si: සෙවුම් යන්ත්‍රය
sk: Vyhľadávací modul
sq: Motorë Kërkimesh
sv: Sökmotor
te: శోధన యంత్రం
th: เครื่องมือค้นหา
tr: Arama motoru
tt: Эзләү системасы
uk: Засіб пошуку
ur: تلاش انجن
vi: Máy tìm kiếm

# Settings.AddCustomEngine.URLPlaceholder
source: URL (Replace Query with %s)
af: URL (vervang navraag met %s)
ast: URL (troca la consulta por %s)
az: URL (Sorğunu %s ilə dəyişdir)
be: URL (замяніце запыт на %s)
bn: URL (%s এর সাথে ক্যোয়ারী প্রতিস্থাপন করুন)
br: URL (Amsavit ar c’hlask gant %s)
ca: URL (substituïu la cerca per %s)
cy: URL (Newid yr Ymholiad gyda %s)
da: URL (erstat søgestreng med %s)
de: URL (Anfrage durch %s ersetzen)
el: URL (Αντικατάσταση ερωτήματος με %s)
eo: Retadreso (anstataŭigi serĉo per %s)
et: URL (asenda päring kombinatsiooniga %s)
fa: نشانی اینترنتی (رکورد جست‌وجو را با %s جایگزین کنید)
fi: URL (Korvaa kysely merkeillä %s)
fr: Adresse web (Remplacez la recherche par %s)
gd: URL (Cuir %s an àite na ceist)
hi_in: URL (%s के साथ बदलें)
hr: URL (Zamijeni upit s %s)
hy_am: URL (հարցումը վերատեղադրեք %s-ով)
ia: URL (insere %s in loco del parolas a cercar)
id: URL (Ganti Kueri dengan %s)
is: Slóð (skipta út leitarskilyrði fyrir %s)
it: Indirizzo (sostituisci la chiave di ricerca con %s)
km: URL (ជំនួសសំណួរជាមួយ %s)
lt: URL (pakeiskite užklausą į „%s“)
my: URL (ရှာဖွေရေးစာလုံး %s နှင့် အစားထိုးပါ)
nb: URL (erstatt søkestreng med %s)
nl: URL (Vervang zoekterm door %s)
nn: URL (byt ut søkjestreng med %s)
pa_in: URL (ਕਿਊਰੀ ਨੂੰ %s ਨਾਲ ਬਦਲੋ)
pt_br: URL (substituir a consulta por %s)
pt_pt: URL (Substitua a pesquisa com %s)
si: ඒ.ස.නි. (විමසුම %s සමඟ ප්‍රතිස්ථාපනය)
sk: URL (nahraďte s %s)
sq: URL (Zëvendësojeni Kërkesën me %s)
sv: URL (ersätt fråga med %s)
te: URL (ప్రశ్నను %s తో భర్తీ చేయండి)
th: URL (แทนที่คำสืบค้นด้วย %s)
tr: Adres (Sorgunun yerine %s gelecek)
tt: URL (Сорауны %s белән алыштырыгыз)
uk: Адреса URL (%s заміниться на запит)
ur: URL (سوال کو %s سے تبدیل کریں)
vi: URL (Thay thế truy vấn bằng %s)

# Settings.ClearAllWebsiteData.Clear.Button
source: Clear All Web Site Data
az: Bütün sayt məlumatlarını təmizlə
be: Выдаліць усе звесткі вэб-сайта
bn: সমস্ত ওয়েবসাইট তথ্য মুছে ফেলুন
br: Skarzhañ an holl roadennoù lec’hienn
ca: Esborra totes les dades de llocs web
cy: Clirio'r Holl Ddata Gwefan
da: Ryd alle webstedsdata
de: Alle Website-Daten löschen
el: Απαλοιφή όλων των δεδομένων ιστοτόπων
eo: Viŝi ĉiujn retejajn datumojn
et: Kustuta kõik saidi andmed
fa: پاک‌سازی تمام اطلاعات پایگاه اینترنتی
fi: Poista kaikki sivustojen tiedot
fr: Effacer toutes les données de sites
gd: Falamhaich dàta nan làraichean-lìn air fad
hi_in: सारे वेबसाइट डेटा मिटाएं
hr: Obriši sve podatke web lokacije
hy_am: Մաքրել ողջ կայքի տվյալները
ia: Eliminar tote le datos de sitos web
id: Hapus Semua Data Situs Web
is: Eyða öllum gögnum vefsvæðis
it: Elimina tutti i dati dei siti web
km: ជម្រះទិន្នន័យគេហទំព័រទាំងអស់
lt: Valyti visus svetainių duomenis
my: ဝဘ်ဆိုက်အချက်အလက်အားလုံးကို ရှင်းပါ
nb: Fjern all nettstedsdata
nl: Alle websitegegevens wissen
nn: Fjern alle nettstddata
pa_in: ਸਾਰੇ ਵੈੱਬਸਾਈਟ ਡਾਟੇ ਨੂੰ ਸਾਫ਼ ਕਰੋ
pt_br: Limpar todos os dados do site
pt_pt: Limpar todos os dados de websites
si: සියළුම අඩවිවල දත්ත මකන්න
sk: Vymazať všetky údaje webových stránok
sq: Spastro Krejt të Dhënat e Sajtit
sv: Rensa all webbplatsdata
te: వెబ్‌సైటు డేటా అంతటినీ తుడిచివేయి
th: ล้างข้อมูลเว็บไซต์ทั้งหมด
tr: Tüm web sitesi verilerini temizle
tt: Вебсайтның барлык мәгълүматларын чистарту
uk: Стерти всі дані вебсайтів
ur: تمام ویب کوائف صاف کریں
vi: Xóa tất cả dữ liệu trang web

# Settings.ClearPrivateData.Clear.Button
source: Clear Private Data
af: Skrap private data
ast: Llimpiar los datos privaos
az: Məxfi Məlumatları Təmizlə
be: Выдаліць асабістыя звесткі
bn: ব্যক্তিগত ডাটা মুছে দিন
br: Skarzhañ ar roadennoù prevez
ca: Esborra les dades privades
cy: Clirio Data Preifat
da: Ryd private data
de: Private Daten löschen
el: Απαλοιφή ιδιωτικών δεδομένων
eo: Viŝi privatajn datumojn
et: Kustuta privaatsed andmed
fa: پاک‌سازی اطلاعات خصوصی
fi: Tyhjennä yksityiset tiedot
fr: Effacer mes traces
gd: Falamhaich an dàta prìobhaideach
hi_in: निजी डेटा मिटाएं
hr: Očisti privatne podatke
hy_am: Մաքրել անձնական տվյալները
ia: Vacuar le datos private
id: Bersihkan Data Pribadi
is: Hreinsa persónuleg gögn
it: Elimina dati personali
km: សម្អាត​ទិន្នន័យ​ឯកជន​
kn: ಖಾಸಗಿ ದತ್ತಾಂಶವನ್ನು ಖಾಲಿಮಾಡು
lt: Valyti privačius duomenis
my: တစ်ကိုယ်ရေသုံး အချက်အလက်များကို ရှင်းပါ
nb: Slett private data
nl: Privégegevens wissen
nn: Slett private data
oc: Escafar donadas privadas
or: ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ସଫାକରନ୍ତୁ
pa_in: ਪ੍ਰਾਈਵੇਟ ਡਾਟੇ ਨੂੰ ਮਿਟਾਓ
pt_br: Limpar dados privativos
pt_pt: Limpar dados privados
si: පෞද්ගලික දත්ත මකන්න
sk: Vymazať súkromné údaje
sq: Spastro të Dhëna Private
sv: Rensa privat data
te: ప్రైవేట్ డేటాను క్లియర్ చేయండి
th: ล้างข้อมูลส่วนตัว
tr: Özel verileri temizle
tt: Хосусый мәгълүматны чистарту
uk: Стерти особисті дані
ur: نجی کوائف صاف کریں
vi: Xóa dữ liệu riêng tư

# Settings.ClearPrivateData.SectionName
source: Clear Private Data
af: Skrap private data
ast: Llimpieza de datos privaos
az: Məxfi Məlumatları Təmizlə
be: Выдаліць асабістыя звесткі
bn: ব্যাক্তিগত ডাটা মুছে দিন
br: Skarzhañ ar roadennoù prevez
ca: Esborra les dades privades
cy: Clirio Data Preifat
da: Ryd private data
de: Private Daten löschen
el: Απαλοιφή ιδιωτικών δεδομένων
eo: Viŝi privatajn datumojn
et: Kustuta privaatsed andmed
fa: پاک‌سازی اطلاعات خصوصی
fi: Tyhjennä yksityiset tiedot
fr: Effacer mes traces
gd: Falamhaich an dàta prìobhaideach
hi_in: निजी डेटा मिटाएं
hr: Očisti privatne podatke
hy_am: Մաքրել անձնական տվյալները
ia: Vacuar le datos private
id: Bersihkan Data Pribadi
is: Hreinsa út persónuleg gögn
it: Elimina dati personali
km: សម្អាត​ទិន្នន័យ​ឯកជន​
kn: ಖಾಸಗಿ ದತ್ತಾಂಶವನ್ನು ಖಾಲಿಮಾಡು
lt: Privačių duomenų šalinimas
my: တစ်ကိုယ်ရေသုံး အချက်အလက်များကို ရှင်းပါ
nb: Slett private data
nl: Privégegevens wissen
nn: Slett private data
oc: Escafar donadas privadas
or: ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ ସଫାକରନ୍ତୁ
pa_in: ਪ੍ਰਾਈਵੇਟ ਡਾਟੇ ਨੂੰ ਮਿਟਾਓ
pt_br: Limpar dados privativos
pt_pt: Limpar dados privados
si: පෞද්ගලික දත්ත මකන්න
sk: Vymazať súkromné údaje
sq: Spastroni të Dhënat Private
sv: Rensa privat data
te: ప్రైవేట్ డేటాను క్లియర్ చేయండి
th: ล้างข้อมูลส่วนตัว
tr: Özel verileri temizle
tt: Хосусый мәгълүматны чистарту
uk: Стерти особисті дані
ur: نجی کوائف صاف کریں
vi: Xóa dữ liệu riêng tư

# Settings.ClearPrivateData.Title
source: Clear Private Data
af: Skrap private data
ast: Llimpieza de datos privaos
az: Məxfi Məlumatları Təmizlə
bn: ব্যাক্তিগত ডাটা মুছে দিন
br: Skarzhañ ar roadennoù prevez
ca: Esborra les dades privades
cy: Clirio Data Preifat
da: Ryd private data
de: Private Daten löschen
eo: Viŝi privatajn datumojn
fa: پاک‌سازی اطلاعات خصوصی
fr: Effacer mes traces
gd: Falamhaich an dàta prìobhaideach
hi_in: निजी डेटा मिटाएं
hy_am: Մաքրել անձնական տվյալները
ia: Vacuar le datos private
id: Bersihkan Data Pribadi
is: Hreinsa persónuleg gögn
km: សម្អាត​ទិន្នន័យ​ឯកជន​
kn: ಖಾಸಗಿ ದತ್ತಾಂಶವನ್ನು ಖಾಲಿಮಾಡು
lt: Privačių duomenų šalinimas
my: တစ်ကိုယ်ရေသုံး အချက်အလက်များကို ရှင်းပါ
nb: Slett private data
nl: Privégegevens wissen
nn: Slett private data
pa_in: ਪ੍ਰਾਈਵੇਟ ਡਾਟੇ ਨੂੰ ਮਿਟਾਓ
pt_br: Limpar dados privativos
pt_pt: Limpar dados privados
sq: Spastroni të Dhëna Private
sv: Rensa privat data
te: ప్రైవేట్ డేటాను క్లియర్ చేయండి
th: ล้างข้อมูลส่วนตัว
tr: Özel verileri temizle
uk: Стерти особисті дані
ur: نجی کوائف صاف کریں
vi: Xóa dữ liệu riêng tư

# Settings.ClearSelectedWebsiteData.ClearSelected.Button
source: Clear Items: %1$@
be: Выдаліць элементы: %1$@
br: Skarzhañ an elfennoù: %1$@
ca: Esborra els elements: %1$@
cy: Clirio Eitemau: %1$@
da: Ryd elementer: %1$@
de: Elemente löschen: %1$@
el: Απαλοιφή στοιχείων: %1$@
eo: Viŝi elementojn: %1$@
et: Kustuta saidid: %1$@
fi: Tyhjennä kohteet: %1$@
fr: Supprimer les éléments : %1$@
gd: Falamhaich nithean: %1$@
hi_in: चीजें साफ़ करें: %1$@
hr: Očisti stavke: %1$@
hy_am: Մաքրել տարրերը. %1$@
ia: Rader elementos: %1$@
id: Hapus Item: %1$@
is: Hreinsa atriði: %1$@
it: Elimina elementi (%1$@)
lt: Išvalyti elementus: %1$@
nb: Slett objekt: %1$@
nl: Items wissen: %1$@
nn: Slett objekt: %1$@
pa_in: ਚੀਜ਼ਾਂ ਮਿਟਾਓ: %1$@
pt_br: Limpar itens: %1$@
pt_pt: Limpar itens: %1$@
si: අථක මකන්න: %1$@
sk: Vymazať položky: %1$@
sq: Spastroji Objektet: %1$@
sv: Rensa objekt: %1$@
th: ล้างรายการ: %1$@
tr: Öğeleri temizle: %1$@
uk: Стерти елементи: %1$@
vi: Xóa các mục: %1$@

# Settings.CopyAppVersion.Title
source: Copied to clipboard
az: Buferə köçürülüb
be: Скапіявана ў буфер абмену
bn: ক্লিপবোর্ডে অনুলিপি করা হয়েছে
br: Eilet er golver
ca: S'ha copiat al porta-retalls
cy: Copïwyd i'r clipfwrdd
da: Kopieret til udklipsholder
de: In Zwischenablage kopiert
el: Αντιγράφτηκε στο πρόχειρο
eo: Kopiita al la tondujo
et: Kopeeriti vahemällu
fa: ریختن داخل کلیپ بورد
fi: Kopioitu leikepöydälle
fr: Copiée dans le presse-papiers
gd: Air lethbhreac a chur air an stòr-bhòrd
hi_in: क्लिपबोर्ड में कॉपी हो गया
hr: Kopirano u međuspremnik
hy_am: Պատճենվել է սեղմատախտակին
ia: Copiate al area de transferentia
id: Tersalin ke papan klip
is: Afritað texta á klemmuspjald
it: Copiato negli appunti
km: ​ចម្លង​ទៅកាន់​អង្គ​ចងចាំ
lt: Nukopijuota į iškarpinę
my: ကူးယူထားပြီး
nb: Kopiert til utklippstavle
nl: Naar klembord gekopieerd
nn: Kopiert til utklippstavle
oc: Copiat dins lo quichapapièrs
or: କ୍ଲିପବୋର୍ଡରେ ନକଲ କରାହୋଇଛି
pa_in: ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਕੀਤਾ
pt_br: Copiado para área de transferência
pt_pt: Copiada para a área de transferência
si: පසුරු පුවරුවට පිටපත් විය.
sk: Skopírované do schránky
sq: U kopjua në të papastër
sv: Kopierad till urklipp
te: క్లిప్‌బోర్డుకి కాపీ అయ్యింది
th: คัดลอกไปยังคลิปบอร์ดแล้ว
tr: Panoya kopyalandı
tt: Алмашу буферына күчермәләнде
uk: Скопійовано в буфер обміну
ur: تختہ تراشہ پر نقل ہو گیا
vi: Đã sao chép vào bộ nhớ tạm

# Settings.DataManagement.SearchLabel
source: Filter Sites
az: Saytları filtrlə
be: Фільтр сайтаў
bn: ফিল্টার সাইট
br: Silañ al lec’hiennoù
ca: Filtra els llocs
cy: Hidlo Gwefannau
da: Filtrer websteder
de: Websites filtern
el: Φιλτράρισμα ιστοσελίδων
eo: Filtri retejojn
et: Filtreeri saite
fa: پالایش پایگاه‌های اینترنتی
fi: Suodata sivustoja
fr: Filtrer les sites
gd: Criathraich na làraichean
hi_in: साइट फ़िल्टर करें
hr: Filtriraj web lokacije
hy_am: Զտիչ կայքեր
ia: Filtrar sitos
id: Filter Situs
is: Sía vefsíður
it: Filtra siti
km: តម្រងគេហទំព័រ
kn: ತಾಣಗಳ ಸೋಸಕ
lt: Filtruoti svetaines
my: ဝဘ်ဆိုက်များကို စစ်ထုတ်ပါ
nb: Filtrer nettsteder
nl: Websites filteren
nn: Filtrer nettstadar
oc: Filtrar los sites
or: ସ୍କ୍ରିପ୍ଟଗୁଡ଼ିକୁ ଛାଣନ୍ତୁ
pa_in: ਸਾਈਟਾਂ ਛਾਣੋ
pt_br: Filtrar sites
pt_pt: Filtrar sites
si: අඩවි පෙරන්න
sk: Filtrovanie stránok
sq: Filtro Sajte
sv: Filtrera webbplatser
te: సైట్లను వడపోయండి
th: กรองไซต์
tr: Siteleri filtrele
tt: Cайтларны фильтрлау
uk: Фільтр сайтів
ur: سائٹس کو فلٹر کریں
vi: Bộ lọc trang web
