Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Logins.Onboarding.Message
source: Your logins and passwords are now protected by Face ID, Touch ID or a device passcode.
br: Ho titouroù kennaskañ a zo gwarezet gant Face ID, Touch ID pe ur ger-tremen war ar benveg bremañ.
ca: Ara els vostres inicis de sessió i contrasenyes estan protegits amb Face ID, Touch ID o un codi del dispositiu.
cy: Bellach mae eich mewngofnodion a'ch cyfrineiriau wedi'u diogelu gan Face ID, Touch ID neu god pas dyfais.
da: Dine logins og adgangskoder er nu beskyttet af Face ID, Touch ID eller en enhedsadgangskode.
de: Ihre Zugangsdaten und Passwörter sind jetzt durch Face ID, Touch ID oder einen Gerätepasssatz geschützt.
eo: Viaj legitimiloj kaj pasvortoj estas nun protektitaj de Face ID, Touch ID aŭ aparata paskodo.
fa: ورودها و گذرواژه‌های شما اکنون توسط Face ID، Touch ID یا رمز عبور دستگاه محافظت می‌شوند.
fr: Vos identifiants et mots de passe sont désormais protégés par Face ID, Touch ID ou le code de l’appareil.
gd: Tha na clàraidhean a-steach is faclan-faire agad gan dìon le ID aodainn, ID suathaidh no còd-faire uidheim a-nis.
hy_am: Ձեր մուտքերն ու գաղտնաբառերն այժմ պաշտպանված են Face ID-ով, Touch ID-ով կամ սարքի գաղտնաբառով:
ia: Tu credentiales e contrasignos es ora protegite per Face ID, Touch ID o un codice de accesso de apparato.
id: Info masuk dan sandi Anda sekarang dilindungi oleh Face ID, Touch ID, atau kode akses perangkat.
is: Innskráningar þínar og lykilorð eru nú vernduð með Face ID andlitsauðkenni, Touch ID fingrafaraauðkenni eða aðgangskóða tækis.
km: ឥឡូវនេះ ការចូល និង​ពាក្យសម្ងាត់​របស់អ្នក​ត្រូវបាន​ការពារ​ដោយ​ការសម្គាល់​មុខ ការសម្គាល់​ការប៉ះ ឬ​លេខកូដ​ចូលឧបករណ៍។
lt: Dabar jūsų prisijungimai ir slaptažodžiai yra apsaugoti su „Face ID“, „Touch ID“ arba įrenginio apsaugos kodu.
nb: Innloggingene og passordene dine er nå beskyttet av Face ID, Touch ID eller en enhetssikkerhetskode.
nl: Uw aanmeldingen en wachtwoorden worden nu beschermd door Face ID, Touch ID of een apparaattoegangscode.
nn: Innloggingane og passorda dine er no beskytta av Face ID, Touch ID eller ein tryggingskode på eininga di.
pa_in: ਤੁਹਾਡੇ ਲਾਗਇਨ ਤੇ ਪਾਸਵਰਡ ਹੁਣ Face ID, Touch ID ਜਾਂ ਡਿਵਾਈਸ ਪਾਸਕੋਡ ਨਾਲ ਸੁਰੱਖਿਅਤ ਹਨ।
pt_br: Suas contas e senhas agora estão protegidas por Face ID, Touch ID ou uma senha de dispositivo.
pt_pt: As suas credenciais e palavras-passe estão agora protegidas pelo Face ID, Touch ID ou um código do dispositivo.
sq: Kredencialet tuaja të hyrjeve dhe fjalëkalimet tani mbrohen nga Face ID, Touch ID, ose një kodkalim pajisjeje.
sv: Dina inloggningar och lösenord skyddas nu av Face-ID, Touch-ID eller ett enhetslösenord.
th: การเข้าสู่ระบบและรหัสผ่านของคุณได้รับการปกป้องโดย Face ID, Touch ID หรือรหัสผ่านของอุปกรณ์
tr: Hesap bilgileriniz artık Face ID, Touch ID veya cihaz parolasıyla korunuyor.
uk: Відтепер ваші паролі захищені Face ID, Touch ID або паролем пристрою.
vi: Thông tin đăng nhập và mật khẩu của bạn hiện được bảo vệ bằng Face ID, Touch ID hoặc mật mã thiết bị.

# Logins.PasscodeRequirement.Warning
source: To use the AutoFill feature for Firefox, you must have a device passcode enabled.
be: Каб карыстацца функцыяй аўтазапаўнення Firefox, уключыце код-пароль прылады.
br: Evit ober gant al leuniañ emgefreek war Firefox e rankit lakaat ur boneg tremen.
ca: Per utilitzar la funció d'emplenament automàtic per al Firefox, heu de tenir activat un codi del dispositiu.
cy: I ddefnyddio nodwedd AwtoLanw Firefox, mae'n rhaid bod gennych god pas dyfais wedi'i alluogi.
da: For at bruge funktionen Autoudfyld for Firefox skal du have en enhedsadgangskode aktiveret.
de: Um die Funktion „Automatisches Ausfüllen“ für Firefox verwenden zu können, muss ein Gerätepasssatz aktiviert sein.
el: Για τη λειτουργίας αυτόματης συμπλήρωσης του Firefox, πρέπει να έχετε ενεργοποιήσει το συνθηματικό συσκευής.
eo: Por uzi la aŭtomata pleniga trajto en Firefox, vi devas unue havi aparatan paskodon aktivita.
et: Automaatse täitmise funktsiooni kasutamiseks peab sul olema seadme pääsukood lubatud.
fi: Automaattinen täyttö -ominaisuuden käyttäminen Firefoxissa edellyttää, että laitteessa on pääsykoodi käytössä.
fr: Pour utiliser la fonctionnalité de remplissage automatique, vous devez avoir un code d’appareil actif.
gd: Feumaidh còd-faire uidheim a bhith an comas agad mus urrainn dhut gleus an fhèin-lìonaidh aig Firefox a chleachdadh.
hr: Za korištenje automatskog ispunjavanja u Firefoxu, moraš omogućiti lozinku uređaja.
hy_am: Firefox-ի ինքնալրացման գործառույթն օգտագործելու համար դուք պետք է միացված ունենաք սարքի անցակոդը:
ia: Pro usar le function AutoFill pro Firefox, tu debe haber un codice-contrasigno de apparato activate
id: Untuk menggunakan fitur Isi-Auto untuk Firefox, Anda harus mengaktifkan kode akses perangkat.
is: Til að nota sjálfvirka útfyllingareiginleikann fyrir Firefox verður þú að hafa aðgangskóða tækis virkan.
it: Per utilizzare la funzione di compilazione automatica per Firefox, devi avere attivato un codice per il dispositivo.
lt: Norėdami naudoti automatinio užpildymo funkciją su „Firefox“, turite įjungti įrenginio apsaugos kodą.
nb: For å bruke autofyll-funksjonen for Firefox, må du ha en enhetssikkerhetskode aktivert.
nl: Om de functie Automatisch invullen voor Firefox te gebruiken, moet u een apparaattoegangscode hebben ingeschakeld.
nn: For å bruke autofyll-funksjonen for Firefox, må du ha ein tryggingskode for eininga påslått.
pa_in: Firefox ਲਈ ਆਪੇ-ਭਰਨ ਨੂੰ ਵਰਤਣ ਲਈ ਤੁਹਾਨੂੰ ਡਿਵਾਈਸ ਪਾਸਕੋਡ ਸਮਰੱਥ ਕਰਨਾ ਪਵੇਗਾ।
pt_br: Para usar o recurso de preenchimento automático do Firefox, você deve ter ativada uma senha de dispositivo.
pt_pt: Para utilizar a funcionalidade de auto-preenchimento para o Firefox, deve ter um código do dispositivo ativado.
si: ෆයර්ෆොක්ස් සඳහා ස්වයං පිරවුම් විශේෂාංගය භාවිතා කිරීමට, ඔබ උපාංග මුර කේතයක් සබල කර තිබීමට වුවමනාය.
sk: Ak chcete použiť funkciu Automatické dopĺňanie pre Firefox, musíte mať povolený prístupový kód zariadenia.
sq: Që të përdorni veçorinë Vetëplotësim për Firefox, duhet të keni të aktivizuar një kodkalim pajisjeje.
sv: För att använda autofyll-funktionen för Firefox måste du ha ett enhetslösenord aktiverat.
th: ในการใช้คุณสมบัติป้อนอัตโนมัติสำหรับ Firefox คุณต้องเปิดใช้งานรหัสผ่านของอุปกรณ์
tr: Firefox’un otomatik doldurma özelliğini kullanmak için cihaz parolasını ayarlamalısınız.
tt: Firefox өчен автотутыру функциясен куллану өчен, җиһаз серсүзе кабынган булырга тиеш.
uk: Щоб використовувати функцію автозаповнення Firefox, увімкніть пароль пристрою.
vi: Để sử dụng tính năng tự động điền của Firefox, bạn phải bật mật mã thiết bị.

# Logins.WelcomeView.Tagline
source: Take your passwords everywhere
be: Вазьміце свае паролі ўсюды
bn: আপনার পাসওয়ার্ড সর্বত্র নিন
br: Kemerit ho kerioù-tremen e pep lec’h
ca: Accediu a les vostres contrasenyes des de qualsevol lloc
cy: Ewch â'ch cyfrineiriau i bob man
da: Tag dine adgangskoder med overalt
de: Nehmen Sie Ihre Passwörter überall mit
el: Πάρτε τους κωδικούς πρόσβασής σας παντού
eo: Kunportu viajn pasvortojn ĉien
et: Võta oma paroolid kõikjale kaasa
fi: Ota salasanasi mukaan kaikkialle
fr: Emportez vos mots de passe partout avec vous
gd: Thoir leat na faclan-faire agad ge be càit an tèid thu
hi_in: हर जगह अपना पासवर्ड लेकर चलें
hr: Ponesi svoje lozinke sa sobom
hy_am: Վերցրեք ձեր գաղտնաբառերը ամենուր
ia: Porta tu contrasignos sempre con te
id: Bawa kata sandi Anda ke mana saja
is: Taktu lykilorðin þín hvert sem er
it: Porta le tue password sempre con te
lt: Turėkite savo slaptažodžius visur
nb: Ta med deg passordene dine overalt
nl: Neem uw wachtwoorden overal mee naartoe
nn: Ta med deg passorda dine overalt
pa_in: ਆਪਣੇ ਪਾਸਵਰਡ ਹਰ ਥਾਂ ਆਪਣੇ ਨਾਲ ਰੱਖੋ
pt_br: Tenha suas senhas em qualquer lugar
pt_pt: Leve as suas palavras-passe para todo o lado
si: සැමතැන ඔබගේ මුරපද රැගෙන යන්න
sk: Vezmite si svoje heslá so sebou
sq: Merrini fjalëkalimet tuaja kudo
sv: Ta med dina lösenord överallt
th: นำรหัสผ่านของคุณไปทุกที่
tr: Parolalarınızı yanınızda taşıyın
tt: Серсүзләрегезне үзегез белән алыгыз
uk: Майте доступ до своїх паролів всюди
ur: اپنے پاس ورڈ ہر جگہ لے جاٴییں
vi: Mang mật khẩu của bạn đi khắp mọi nơi

# Logins.WelcomeView.Title2
source: AutoFill Firefox Passwords
be: Аўтазапаўненне пароляў Firefox
bn: Firefox পাসওয়ার্ড AutoFill করুন
br: Leuniañ gerioù-tremen Firefox ent emgefreek
ca: Emplena automàticament les contrasenyes del Firefox
cy: Cyfrineiriau AwtoLanw Firefox
da: Autoudfyld adgangskoder i Firefox
de: Firefox-Passwörter automatisch ausfüllen
el: Αυτόματη συμπλήρωση κωδικών πρόσβασης Firefox
eo: Aŭtomate plenigi pasvortojn de Firefox
et: Täida Firefoxi paroolid automaatselt
fi: Täytä Firefox-salasanat automaattisesti
fr: Remplissage automatique des mots de passe par Firefox
gd: Fèin-lìon faclan-faire Firefox
hi_in: AutoFill Firefox पासवर्ड
hr: Automatski ispuni Firefoxove lozinke
hy_am: Firefox-ի գաղտնաբառերի ինքնալրացում
id: Isi Otomatis Sandi Firefox
is: Sjálfvirk útfylling lykilorða í Firefox
it: Compilazione automatica delle password di Firefox
lt: Automatiškai užpildykite „Firefox“ slaptažodžius
nb: Autofyll Firefox-passord
nl: Firefox-wachtwoorden automatisch invullen
nn: Autofyll Firefox-passord
pa_in: Firefox ਪਾਸਵਰਡ ਆਪੇ-ਭਰੋ
pt_br: Preencher automaticamente senhas do Firefox
pt_pt: Auto-preencher palavras-passe do Firefox
si: ෆයර්ෆොක්ස් මුරපද ස්වයං පිරවුම
sk: Automatické dopĺňanie hesiel Firefoxu
sq: Vetëplotësim Fjalëkalimesh Firefox-i
sv: Autofyll Firefox-lösenord
th: ป้อนรหัสผ่าน Firefox อัตโนมัติ
tr: Firefox parolalarını otomatik doldur
uk: Автозаповнення паролів Firefox
vi: Tự động điền mật khẩu Firefox

# Logins.WelcomeView.TurnOnAutoFill
source: Turn on AutoFill
be: Уключыць аўтазапаўненне
bn: AutoFill চালু করুন
br: Gweredekaat al leuniañ emgefreek
ca: Activa l'emplenament automàtic
cy: Troi AwtoLanw Ymlaen
da: Slå Autoudfyld til
de: Automatisches Ausfüllen aktivieren
el: Ενεργοποίηση αυτόματης συμπλήρωσης
eo: Ŝalti aŭtomatan plenigon
et: Lülita automaatne täitmine sisse
fi: Ota automaattinen täyttö käyttöön
fr: Activer le remplissage automatique
gd: Cuir gleus an fhèin-lìonaidh air
hi_in: AutoFill चालू करें
hr: Uključi auto. ispunjavanje
hy_am: Միացրեք Ինքնալրացումը
ia: Activar AutoFill
id: Aktifkan Isi-Auto
is: Kveikja á sjálfvirkri útfyllingu
it: Attiva la compilazione automatica
lt: Įjungti automatinį užpildymą
nb: Slå på autofyll
nl: Automatisch invullen inschakelen
nn: Slå på autofyll
pa_in: ਆਪੇ-ਭਰੋ ਨੂੰ ਚਾਲੂ ਕਰੋ
pt_br: Ativar preenchimento automático
pt_pt: Ativar o Preenchimento automático
si: ස්වයං පිරවුම සබල කරන්න
sk: Zapnite Automatické dopĺňanie
sq: Aktivizo Vetëplotësim
sv: Aktivera autofyll
th: เปิดการป้อนอัตโนมัติ
tr: Otomatik doldurmayı aç
uk: Увімкнути автозаповнення
ur: AutoFill کو چالو کریں۔
vi: Bật Tự động điền

# LoginsDetailView.LoginModified
source: Modified
az: Dəyişdirilib
bn: সংশোধিত
br: Kemmet
ca: Modificat
cy: Newidiwyd
da: Ændret
de: Verändert
eo: Modifita
fa: تنظیم شده
fr: Modifié
gd: Air atharrachadh
hi_in: संशोधित
hy_am: Փոփոխված
ia: Modificate
id: Diubah
is: Breytt
km: បាន​កែប្រែ
kn: ಮಾರ್ಪಡಿಸಿದ
lt: Atnaujinta
my: ပြင်ထားသည်
nb: Sist endret
nl: Gewijzigd
nn: Endra
pa_in: ਸੋਧੇ ਗਏ
pt_br: Modificado
pt_pt: Modificado
sq: Ndryshuar më
sv: Ändrad
te: సవరించబడింది
th: เปลี่ยนแปลงเมื่อ
tr: Değişiklik
uk: Змінено
ur: ترميم شدہ
vi: Đã sửa đổi

# LoginsDetailView.LoginTitle
source: Login
az: Giriş
bn: লগইন
br: Kennaskañ
ca: Inici de sessió
cy: Mewngofnodi
de: Zugangsdaten
eo: Akreditiloj
fa: ورود
fr: Identifiant
gd: Clàradh a-steach
hi_in: लॉग इन
hy_am: Մուտքանուն
ia: Credential
id: Masuk
is: Innskrá
km: ចូល
kn: ಲಾಗಿನ್
lt: Prisijungimas
my: ဝင်ရောက်ခြင်း
nb: Innlogging
nl: Aanmelding
nn: Innlogging
pa_in: ਲਾਗਇਨ
pt_pt: Credencial
sq: Kredenciale Hyrjesh
sv: Inloggning
te: ప్రవేశం
th: การเข้าสู่ระบบ
tr: Hesap
uk: Вхід
ur: لاگ ان کریں
vi: Đăng nhập

# LoginsHelper.DontSave.Button
source: Don’t Save
af: Moenie stoor nie
ast: Nun guardar
az: Saxlama
be: Не захоўваць
bn: সেভ করবেন না
br: Na enrollañ
ca: No desis
cy: Peidio â Chadw
da: Gem ikke
de: Nicht speichern
el: Χωρίς αποθήκευση
eo: Ne konservi
et: Ära salvesta
fa: ذخیره نشود
fi: Älä tallenna
fr: Ne pas enregistrer
gd: Na sàbhail
hi_in: सहेजें नहीं
hr: Nemoj spremiti
hy_am: Չպահպանել
ia: Non salvar
id: Jangan Simpan
is: Ekki vista
it: Non salvare
km: កុំ​រក្សាទុក
kn: ಉಳಿಸಬೇಡ
lt: Neįrašyti
my: မသိမ်းပါနှင့်
nb: Ikke lagre
nl: Niet opslaan
nn: Ikkje lagre
oc: Enregistrar pas
or: ସଂରକ୍ଷଣ କରନ୍ତୁ ନାହିଁ
pa_in: ਨਾ ਸੰਭਾਲੋ
pt_br: Não salvar
pt_pt: Não guardar
si: සුරකින්න එපා
sk: Neuložiť
sq: Mos i Ruaj
sv: Spara inte
te: సేవ్ చేయవద్దు
th: ไม่บันทึก
tr: Kaydetme
tt: Сакламау
uk: Не зберігати
ur: محفوظ مت کریں
vi: Không lưu

# LoginsHelper.DontUpdate.Button
source: Don’t Update
ast: Nun anovar
az: Yeniləmə
be: Не абнаўляць
bn: আপডেট করবেন না
br: Chom hep hizivaat
ca: No actualitzis
cy: Peidio Diweddaru
da: Opdater ikke
de: Nicht aktualisieren
el: Να μην γίνει ενημέρωση
eo: Ne ĝisdatigi
et: Ära uuenda
fa: بروزرسانی نکن
fi: Älä päivitä
fr: Ne pas mettre à jour
gd: Na ùraich
hi_in: अपडेट न करें
hr: Nemoj ažurirati
hy_am: Չթարմացնել
ia: Non actualisar
id: Jangan Perbarui
is: Ekki uppfæra
it: Non aggiornare
km: កុំ​ធ្វើ​បច្ចុប្បន្នភាព
kn: ಪರಿಷ್ಕರಿಸಬೇಡ
lt: Neatnaujinti
my: အဆင့်မမြှင့်ပါ
nb: Ikke oppdater
nl: Niet bijwerken
nn: Ikkje oppdater
oc: Metre pas a jorn
or: ଅଦ୍ୟତନ କରନ୍ତୁ ନାହିଁ
pa_in: ਅੱਪਡੇਟ ਨਾ ਕਰੋ
pt_br: Não atualizar
pt_pt: Não atualizar
si: යාවත්කාල නොකරන්න
sk: Neaktualizovať
sq: Mos i Përditëso
sv: Uppdatera inte
te: తాజాకరించవద్దు
th: ไม่อัปเดต
tr: Güncelleme
tt: Яңартмау
uk: Не оновлювати
ur: تازہ کاری نا کریں
vi: Không cập nhật

# LoginsHelper.PromptSaveLogin.Title
source: Save login %1$@ for %2$@?
af: Stoor aanmelding %1$@ vir %2$@?
ast: Guardar l'aniciu de sesión %1$@ de %2$@?
az: %2$@ üçün %1$@ daxil olması yadda saxlansın?
be: Захаваць лагін %1$@ для %2$@?
bn: %2$@ জন্য লগইন %1$@ করুন?
br: Enrollañ an titouroù kennaskañ %1$@ evit %2$@?
ca: Voleu desar l'inici de sessió %1$@ per a %2$@?
cy: Cadw mewngofnodiad %1$@ ar gyfer %2$@?
da: Gem login'et %1$@ til %2$@?
de: Zugangsdaten für %1$@ auf %2$@ speichern?
el: Αποθήκευση σύνδεσης %1$@ για %2$@;
eo: Ĉu konservi akreditilon %1$@ por %2$@?
et: Kas salvestada kasutajanimi %1$@ saidi %2$@ jaoks?
fa: ذخیره ورود%1$@ برای %2$@؟
fi: Tallennetaanko käyttäjätunnus %1$@ sivustolle %2$@?
fr: Enregistrer l’identifiant %1$@ pour %2$@ ?
gd: A bheil thu airson an login %1$@ airson %2$@ a shàbhaladh?
hi_in: %2$@ के लिए %1$@ लॉग इन सहेजें?
hr: Spremiti prijavu %1$@ za %2$@?
hy_am: Պահպանե՞լ %1$@ մուտքագրումը %2$@-ի համար:
ia: Salvar le credential %1$@ pro %2$@?
id: Simpan info masuk untuk %1$@ di %2$@?
is: Vista innskáningu %1$@ fyrir %2$@?
it: Salvare le credenziali per %1$@ su %2$@?
km: រក្សាទុក​ការ​ចូល %1$@ សម្រាប់ %2$@ ដែរ ឬ​ទេ?
kn: %2$@ ಗೆ ಲಾಗಿನ್ %1$@ ಉಳಿಸಬೇಕೆ?
lt: Įrašyti svetainės %2$@ prisijungimą „%1$@“?
my: %2$@? အတွက် ဝင်ရောက်မှု %1$@ ကို သိမ်းမည်လား။
nb: Lagre innloggingen %1$@ for %2$@?
nl: Aanmelding %1$@ voor %2$@ opslaan?
nn: Lagre innlogginga %1$@ for %2$@?
oc: Enregistrar l’identificant %1$@ per %2$@ ?
pa_in: ਕੀ %2$@ ਲਈ %1$@ ਲਾਗਇਨ ਸੰਭਾਲਣਾ ਹੈ?
pt_br: Salvar conta de acesso %1$@ de %2$@?
pt_pt: Guardar as credenciais de %1$@ para %2$@?
si: %2$@ සඳහා %1$@ පිවිසුම සුරකින්නද?
sk: Chcete uložiť prihlásenie ako %1$@ pre %2$@?
sq: Të ruhen kredencialet e hyrjes për %1$@ te %2$@?
sv: Spara inloggning %1$@ för %2$@?
te: లాగిన్ %1$@ కోసం %2$@ సేవ్ చేయండి?
th: บันทึกการเข้าสู่ระบบ %1$@ สำหรับ %2$@?
tr: %2$@ için %1$@ hesabı kaydedilsin mi?
tt: %2$@ өчен %1$@ логины саклансынмы?
uk: Зберегти дані входу %1$@ для %2$@?
ur: لاگ ان محفوظ کریں %1$@ برائے %2$@؟
vi: Lưu thông tin đăng nhập %1$@ cho %2$@?

# LoginsHelper.PromptSavePassword.Title
source: Save password for %@?
af: Stoor wagwoord vir %@?
ast: ¿Guardar la contraseña de %@?
az: %@ üçün parol yadda qalsın?
be: Захаваць пароль для %@?
bn: %@ টার জন্য পাসওয়ার্ড সেভ করুন?
br: Enrollañ ar ger-tremen evit %@?
ca: Voleu desar la contrasenya per a %@?
cy: Cadw cyfrinair %@?
da: Gem adgangskoden for %@?
de: Passwort für %@ speichern?
el: Αποθήκευση κωδικού πρόσβασης για %@;
eo: Ĉu konservi pasvorton por %@?
et: Kas salvestada saidi %@ parool?
fa: ذخیره رمز عبور برای %@؟
fi: Tallennetaanko sivuston %@ salasana?
fr: Enregistrer le mot de passe pour %@ ?
gd: Sàbhail am facal-faire airson %@?
hi_in: %@ के लिए पासवर्ड सहेजें?
hr: Spremiti lozinku za %@?
hy_am: Պահպանե՞լ գաղտնաբառը %@-ի համար:
ia: Salvar le contrasigno pro %@?
id: Simpan sandi untuk %@?
is: Vista lykilorð fyrir %@?
it: Salvare la password su %@?
km: រក្សាទុក​ពាក្យ​សម្ងាត់​សម្រាប់ %@ ដែរ ឬ​ទេ?
kn: %@ ಗಾಗಿ ಗುಪ್ತಪದವನ್ನು ಉಳಿಸಬೇಕೆ?
lt: Įrašyti svetainės %@ slaptažodį?
my: %@ အတွက် စကားဝှက်ကို သိမ်းမည်လား။
nb: Lagre passord for %@?
nl: Wachtwoord voor %@ opslaan?
nn: Lagre passord for %@?
oc: Enregistrar lo senhal per %@ ?
pa_in: ਕੀ %@ ਲਈ ਪਾਸਵਰਡ ਨੂੰ ਸੰਭਾਲਣਾ ਹੈ?
pt_br: Salvar senha de %@?
pt_pt: Guardar palavra-passe para %@?
si: %@ සඳහා මුරපදය සුරකින්නද?
sk: Chcete uložiť heslo pre %@?
sq: Të ruhet fjalëkalimi për %@?
sv: Spara lösenord för %@?
te: %@ కోసం పాస్వర్డ్ ను సేవ్ చేయండి?
th: บันทึกรหัสผ่านสำหรับ %@?
tr: %@ parolası kaydedilsin mi?
tt: %@ өчен серсүз саклансынмы?
uk: Зберегти пароль для %@?
ur: %@ کتےلیئے پاسورڈ محفوظ کریں؟
vi: Lưu mật khẩu cho %@?

# LoginsHelper.PromptUpdateLogin.Title.OneArg
source: Update login for %@?
be: Абнавіць лагін для %@?
bn: %@ এর জন্য লগইন আপডেট করবেন?
br: Hizivaat an titouroù kennaskañ evit %@?
ca: Voleu actualitzar l'inici de sessió per a %@?
cy: Diweddaru mewngofnodi %@?
da: Opdater login til %@?
de: Zugangsdaten für %@ aktualisieren?
el: Ενημέρωση σύνδεσης για %@;
eo: Ĉu gisdatigi legitimilon por %@?
et: Kas uuendada saidi %@ kasutajatunnused?
fa: بروزرسانی ورود برای %@؟
fi: Päivitetäänkö tunnus sivustolle %@?
fr: Mettre à jour l’identifiant pour %@ ?
gd: A bheil thu airson an login airson %@ ùrachadh?
hi_in: %@ के लिए लॉगिन अपडेट करना चाहते हैं?
hr: Aktualizirati prijavu za %@?
hy_am: Թարմացնե՞լ մուտքագրումը %@-ի համար:
ia: Actualisar le credentiales pro %2$@?
id: Perbarui info masuk untuk %@?
is: Uppfæra innskráningu fyrir %@?
it: Aggiornare le credenziali per %@?
km: ធ្វើបច្ចុប្បន្នភាពការចូលសម្រាប់ %@ ដែរ​ឬ​ទេ?
lt: Atnaujinti prisijungimą prie %@?
my: %@ အတွက် login အသစ်ပြောင်းမလား။
nb: Oppdater innlogging for %@?
nl: Aanmelding voor %@ bijwerken?
nn: Oppdater innlogging for %@?
pa_in: %@ ਲਈ ਲਾਗਇਨ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨਾ ਹੈ?
pt_br: Atualizar conta de acesso de %@?
pt_pt: Atualizar a credencial para %@?
si: %@ සඳහා පිවිසුම යාවත්කාල කරන්නද?
sk: Chcete aktualizovať prihlasovacie údaje pre %@?
sq: Të përditësohen kredenciale hyrjesh për %@?
sv: Uppdatera inloggning för %@?
th: อัปเดตการเข้าสู่ระบบสำหรับ %@?
tr: %@ hesabı güncellensin mi?
tt: %@ өчен логинны яңарту кирәкме?
uk: Оновити пароль для %@?
ur: %@ کے لئے لاگ ان کو اپ ڈیٹ کریں؟
vi: Cập nhật thông tin đăng nhập cho %@?

# LoginsHelper.PromptUpdateLogin.Title.TwoArg
source: Update login %1$@ for %2$@?
be: Абнавіць лагін %1$@ для %2$@?
bn: %1$@ এর জন্য %2$@ লগইন আপডেট করবেন?
br: Hizivaat an titouroù kennaskañ %1$@ war %2$@?
ca: Voleu actualitzar l'inici de sessió %1$@ per a %2$@?
cy: Diweddaru mewngofnodiad %1$@ %2$@?
da: Opdater login %1$@ til %2$@?
de: Zugangsdaten %1$@ für %2$@ aktualisieren?
el: Ενημέρωση σύνδεσης %1$@ για %2$@;
eo: Ĉu gisdatigi legitimilon %1$@ por %2$@?
et: Kas uuendada kasutajakonto %1$@ saidi %2$@ jaoks?
fa: بروزرسانی ورود برای %1$@ بر روی %2$@؟
fi: Päivitetäänkö tunnus %1$@ sivustolle %2$@?
fr: Mettre à jour l’identifiant %1$@ pour %2$@ ?
gd: A bheil thu airson an login %1$@ airson %2$@ ùrachadh?
hi_in: %2$@ के लिए %1$@ लॉगिन अपडेट करना चाहते हैं?
hr: Aktualizirati prijavu %1$@ za %2$@?
hy_am: Թարմացնե՞լ %1$@ մուտքագրումը %2$@-ի համար:
ia: Actualisar le credential %1$@ pro %2$@?
id: Perbarui info masuk %1$@ untuk %2$@?
is: Uppfæra innskráningu %1$@ á %2$@?
it: Aggiornare le credenziali per %1$@ su %2$@?
km: ធ្វើ​បច្ចុប្បន្នភាព​ការ​ចូល %1$@ សម្រាប់ %2$@ ដែរឬ​ទេ?
lt: Atnaujinti svetainės %2$@ prisijungimą „%1$@“?
my: %2$@ အတွက် ဝင်ရောက်မှု %1$@ ကို ပြောင်းလဲသိမ်းမည်လား။
nb: Oppdater innlogging for %1$@ på %2$@?
nl: Aanmelding %1$@ voor %2$@ bijwerken?
nn: Oppdater innlogging for %1$@ på %2$@?
pa_in: %2$@ ਲਈ %1$@ ਲਾਗਇਨ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨਾ ਹੈ?
pt_br: Atualizar conta de acesso %1$@ de %2$@?
pt_pt: Atualizar a credencial %1$@ para %2$@?
si: %2$@ සඳහා %1$@ පිවිසුම යාවත්කාල කරන්නද?
sk: Chcete aktualizovať prihlasovacie údaje pre %1$@ na stránke %2$@?
sq: Të përditësohen kredenciale hyrjesh për %1$@ te %2$@?
sv: Uppdatera inloggning för %1$@ på %2$@?
th: อัปเดตการเข้าสู่ระบบ %1$@ สำหรับ %2$@?
tr: %2$@ için %1$@ hesabı güncellensin mi?
tt: %2$@ өчен %1$@ логины яңартылсынмы?
uk: Оновити пароль %1$@ для %2$@?
ur: %2$@ کیلئے %1$@ لاگ ان کو اپ ڈیٹ کریں؟
vi: Cập nhật thông tin đăng nhập %1$@ cho %2$@?

# LoginsHelper.SaveLogin.Button
source: Save Login
af: Stoor aanmelding
ast: Guardar l'aniciu de sesión
az: Hesabı saxla
be: Захаваць лагін
bn: লগইন সেভ করুন
br: Enrollañ an titouroù kennaskañ
ca: Desa l'inici de sessió
cy: Cadw Mewngofnodiad
da: Gem login
de: Zugangsdaten speichern
el: Αποθήκευση σύνδεσης
eo: Konservi akreditilon
et: Salvesta kasutajakonto
fa: ذخیره ورود
fi: Tallenna kirjautumistieto
fr: Enregistrer l’identifiant
gd: Sàbhail an login
hi_in: लॉग इन सहेजें
hr: Spremi prijavu
hy_am: Պահպանել մուտքագրումը
ia: Salvar credential
id: Simpan Info Masuk
is: Vista innskráningu
it: Salva accesso
km: រក្សាទុក​ការ​ចូល
kn: ಲಾಗಿನ್‌ ಉಳಿಸು
lt: Įrašyti prisijungimą
my: ဝင်ရောက်မှုကို သိမ်းပါ
nb: Lagre innlogging
nl: Aanmelding opslaan
nn: Lagre innlogging
oc: Enregistrar l’identificant
or: ସାଇତା ଲଗ ଇନ
pa_in: ਲਾਗਇਨ ਨੂੰ ਸੰਭਾਲੋ
pt_br: Salvar conta de acesso
pt_pt: Guardar credenciais
si: පිවිසුම සුරකින්න
sk: Uložiť prihlasovacie údaje
sq: Ruaji Kredencialet e Hyrjes
sv: Spara inloggning
te: ప్రవేశాన్ని భద్రపరచు
th: บันทึกการเข้าสู่ระบบ
tr: Hesabı kaydet
tt: Логинны саклау
uk: Зберегти
ur: لاگ ان محفوظ کریں
vi: Lưu thông tin đăng nhập

# LoginsHelper.Update.Button
source: Update
af: Werk by
ast: Anovar
az: Yenilə
be: Абнавіць
bn: আপডেট করুন
br: Hizivaat
ca: Actualitza
cy: Diweddaru
da: Opdater
de: Aktualisieren
el: Ενημέρωση
eo: Ĝisdatigi
et: Uuenda
fa: بروزرسانی
fi: Päivitä
fr: Mettre à jour
gd: Ùraich
hi_in: अपडेट
hr: Aktualiziraj
hy_am: Թարմացնել
ia: Actualisar
id: Perbarui
is: Uppfæra
it: Aggiorna
km: ធ្វើ​បច្ចុប្បន្នភាព
kn: ಅಪ್‌ಡೇಟ್‌
lt: Atnaujinti
my: နောက်ဆုံးပေါ်အခြေအနေ
nb: Oppdater
nl: Bijwerken
nn: Oppdater
oc: Metre a jorn
or: ଅଦ୍ୟତନ କରନ୍ତୁ
pa_in: ਅੱਪਡੇਟ ਕਰੋ
pt_br: Atualizar
pt_pt: Atualizar
si: යාවත්කාල කරන්න
sk: Aktualizovať
sq: Përditësoje
sv: Uppdatera
te: నవీకరించు
th: อัปเดต
tr: Güncelle
tt: Яңарту
uk: Оновити
ur: تازہ کاری کریں
vi: Cập nhật

# LoginsList.LoginsListFilterLogin
source: Login
az: Daxil olma
bn: লগইন
br: Kennaskañ
ca: Inici de sessió
cy: Mewngofnodi
de: Zugangsdaten
eo: Akreditilo
fa: ورود
fr: Identifiant
gd: Clàradh a-steach
hi_in: लॉगिन
hy_am: Մուտքանուն
ia: Credential
id: Masuk
is: Innskráning
km: ចូល
kn: ಲಾಗಿನ್
lt: Prisijungimas
my: ဝင်ရောက်မှု
nb: Innlogging
nl: Aanmelding
nn: Innlogging
pa_in: ਲਾਗਇਨ
pt_pt: Credencial
sq: Kredenciale Hyrjesh
sv: Inloggning
te: ప్రవేశం
th: การเข้าสู่ระบบ
tr: Hesap
uk: Ім'я користувача
ur: لاگ ان
vi: Thông tin đăng nhập

# LoginsList.LoginsListFilterSearchAll
source: All
ast: Too
az: Hamısı
bn: সব
br: Pep tra
ca: Tot
cy: Popeth
da: Alle
de: Alle
eo: Ĉiuj
fa: همه
fr: Tout
gd: Na h-uile
hi_in: सभी
hy_am: Բոլորը
ia: Toto
id: Semua
is: Allt
km: ទាំងអស់
kn: ಎಲ್ಲಾ
lt: Visi
my: အားလုံး
nb: Alt
nl: Alles
nn: Alt
pa_in: ਸਭ
pt_br: Tudo
pt_pt: Tudo
sq: Krejt
sv: Allt
te: అన్నీ
th: ทั้งหมด
tr: Tümü
uk: Все
ur: تمام
vi: Tất cả
