Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Menu.History.Label
source: History
ast: Historial
az: Tarixçə
be: Гісторыя
bn: ইতিহাস
br: Roll istor
ca: Historial
cy: Hanes
da: Historik
de: Chronik
el: Ιστορικό
eo: Historio
et: Ajalugu
fi: Historia
fr: Historique
gd: An eachdraidh
hi_in: इतिहास
hr: Povijest
hy_am: Պատմություն
ia: Chronologia
id: Riwayat
is: Ferill
it: Cronologia
km: ប្រវត្តិ
lt: Žurnalas
nb: Historikk
nl: Geschiedenis
nn: Historikk
oc: Istoric
or: ଇତିହାସ
pa_in: ਅਤੀਤ
pt_br: Histórico
pt_pt: Histórico
si: ඉතිහාසය
sk: História
sq: Historik
sv: Historik
th: ประวัติ
tr: Geçmiş
uk: Історія
ur: سابقات
vi: Lịch sử

# Menu.Library.StopReload
source: Stop
ast: Parar
az: Dayandır
bn: থামুন
br: Paouez
ca: Atura
cy: Stopio
de: Anhalten
eo: Haltigi
fa: توقف
fr: Arrêter
gd: Sguir dheth
hi_in: रूकें
hy_am: Կանգնեցնել
ia: Stoppar
id: Hentikan
is: Stöðva
km: បញ្ឈប់
lt: Stabdyti
my: ရပ်ပါ
nb: Stopp
nl: Stoppen
nn: Stopp
pa_in: ਰੋਕੋ
pt_br: Parar
pt_pt: Parar
sq: Ndale
sv: Stopp
th: หยุด
tr: Durdur
uk: Зупинити
ur: رکیں
vi: Dừng

# Menu.ManageAccount.Label
source: Manage Account %@
bn: অ্যাকাউন্ট পরিচালনা করুন %@
br: Ardeiñ ar gont %@
ca: Gestiona el compte %@
cy: Rheoli Cyfrif %@
da: Håndter kontoen %@
de: Konto %@ verwalten
eo: Administri konton %@
fr: Gérer le compte %@
gd: Stiùirich cunntas %@
hi_in: %@ खाता प्रबंधित करें
hy_am: Կառավարել %@ հաշիվը
ia: Gerer le conto %@
id: Kelola Akun %@
is: Sýsla með reikninginn %@
km: គ្រប់គ្រងគណនី %@
lt: Tvarkyti „%@“ paskyrą
nb: Behandle konto %@
nl: Account %@ beheren
nn: Handter kontoen %@
pa_in: %@ ਖਾਤੇ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰੋ
pt_br: Gerenciar conta %@
pt_pt: Gerir conta %@
sq: Administroni Llogarinë %@
sv: Hantera konto %@
th: จัดการบัญชี %@
tr: %@ hesabını yönet
uk: Керувати обліковим записом %@
vi: Quản lý tài khoản %@

# Menu.NewTab.v99
source: New Tab
be: Новая картка
br: Ivinell nevez
ca: Pestanya nova
cy: Tab Newydd
da: Nyt faneblad
de: Neuer Tab
el: Νέα καρτέλα
eo: Nova langeto
et: Uus kaart
fi: Uusi välilehti
fr: Nouvel onglet
gd: Taba ùr
hr: Nova kartica
hy_am: Նոր Ներդիր
ia: Nove scheda
id: Tab Baru
is: Nýr flipi
it: Nuova scheda
nb: Ny fane
nl: Nieuw tabblad
nn: Ny fane
oc: Onglet novèl
or: ନୂଆ ଟ୍ୟାବ୍
pa_in: ਨਵੀਂ ਟੈਬ
pt_br: Nova aba
pt_pt: Novo separador
si: නව පටිත්ත
sk: Nová karta
sq: Skedë e Re
sv: Ny flik
th: แท็บใหม่
tr: Yeni sekme
tt: Яңа таб
uk: Нова вкладка
vi: Thẻ mới

# Menu.NightModeTurnOff.Label2
source: Turn off Night Mode
be: Выключыць начны рэжым
bn: নাইট মোড বন্ধ করুন
br: Diweredekaat ar mod noz
ca: Desactiva el mode nocturn
cy: Diffodd y Modd Nos
da: Slå nat-tilstand fra
de: Nachtmodus deaktivieren
el: Απενεργοποίηση νυχτερινής λειτουργίας
eo: Malŝalti noktan reĝimon
et: Lülita öörežiim välja
fi: Poista yötila käytöstä
fr: Désactiver le mode nocturne
gd: Cuir am modh oidhche dheth
hi_in: नाइट मोड बंद करें
hr: Isključi noćni način
hy_am: Անջատել Գիշերային ռեժիմը
ia: Disactivar le modo nocturne
id: Nonaktifkan Mode Malam
is: Slökkva á næturham
it: Disattiva Modalità notte
km: បិទម៉ូតងងិត
lt: Išjungti nakties veikseną
nb: Slå av nattmodus
nl: Nachtmodus uitschakelen
nn: Slå av natmodus
pa_in: ਰਾਤ ਦਾ ਢੰਗ ਬੰਦ ਕਰੋ
pt_br: Desativar modo noturno
pt_pt: Desligar modo noturno
si: රාත්‍රී ආකාරය අක්‍රිය කරන්න
sk: Vypnúť nočný režim
sq: Çaktivizo Mënyrën Natë
sv: Stäng av nattläge
th: ปิดโหมดกลางคืน
tr: Gece modunu kapat
uk: Вимкнути нічний режим
ur: نائٹ موڈ بند کریں۔
vi: Tắt chế độ ban đêm

# Menu.NightModeTurnOn.Label
source: Enable Night Mode
ast: Activar el mou nocherniegu
az: Gecə Rejimini aç
bn: নাইট মোড সক্রিয় করুন
br: Gweredekaat ar mod noz
ca: Activa el mode nocturn
cy: Galluogi Modd Nos
da: Aktivér nat-tilstand
de: Nachtmodus aktivieren
eo: Aktivigi noktan reĝimon
fa: فعال‌سازی حالتِ شب
fr: Activer le mode nocturne
gd: Cuir modh na h-oidhche an comas
hi_in: नाईट मोड सक्रिय करें
hy_am: Միացնել գիշերային աշխատատեսակը
ia: Activar le modo nocturne
id: Aktifkan Mode Malam
is: Vikja næturham
km: បើក​មុខងារ​ពេលយប់
kn: ರಾತ್ರಿ ಸ್ಥಿತಿಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
lt: Įjungti nakties veikseną
my: ညဘက်သုံးပုံစံကို ဖွင့်ရန်
nb: Slå på nattmodus
nl: Nachtmodus inschakelen
nn: Slå på nattmodus
pa_in: ਰਾਤ ਢੰਗ ਚਾਲੂ ਕਰੋ
pt_br: Ativar modo noturno
pt_pt: Ativar modo noturno
sq: Aktivizo Mënyrën Natë
sv: Aktivera nattläge
te: రాత్రి రీతిని చేతనించు
th: เปิดใช้งานโหมดกลางคืน
tr: Gece modunu aç
uk: Увімкнути нічний режим
ur: رات کا موڈ اہل بنائیں
vi: Bật chế độ ban đêm

# Menu.NightModeTurnOn.Label2
source: Turn on Night Mode
be: Уключыць начны рэжым
bn: নাইট মোড চালু করুন
br: Gweredekaat ar mod noz
ca: Activa el mode nocturn
cy: Troi'r Modd Nos ymlaen
da: Slå nat-tilstand til
de: Nachtmodus aktivieren
el: Ενεργοποίηση νυχτερινής λειτουργίας
eo: Ŝalti noktan reĝimon
et: Lülita öörežiim välja
fi: Ota yötila käyttöön
fr: Activer le mode nocturne
gd: Cuir am modh oidhche air
hi_in: नाइट मोड चालू करें
hr: Uključi noćni način
hy_am: Միացնել Գիշերային ռեժիմը
ia: Activar le modo nocturne
id: Aktifkan Mode Malam
is: Kveikja á næturham
it: Attiva Modalità notte
km: បើកម៉ូតងងិត
lt: Įjungti nakties veikseną
nb: Slå på nattmodus
nl: Nachtmodus inschakelen
nn: Slå på nattmodus
pa_in: ਰਾਤ ਦਾ ਢੰਗ ਚਾਲੂ ਕਰੋ
pt_br: Ativar modo noturno
pt_pt: Ligar modo noturno
si: රාත්‍රී ආකාරය සක්‍රිය කරන්න
sk: Zapnúť nočný režim
sq: Aktivizo Mënyrën Natë
sv: Slå på nattläge
th: เปิดโหมดกลางคืน
tr: Gece modunu aç
uk: Увімкнути нічний режим
ur: نائٹ موڈ چالو کریں۔
vi: Bật chế độ ban đêm

# Menu.NoImageModeBlockImages.Label
source: Block Images
ast: Bloquiar les imáxenes
az: Şəkilləri Əngəllə
bn: চিত্র ব্লক করুন
br: Stankañ ar skeudennoù
ca: Bloca les imatges
cy: Rhwystro Delweddau
da: Bloker billeder
de: Grafiken blockieren
eo: Bloki bildojn
fa: مسدود کردن تصاویر
fr: Bloquer les images
gd: Bac dealbhan
hi_in: चित्र ब्लॉक करें
hy_am: Արգելափակել պատկերները
ia: Blocar imagines
id: Blokir Gambar
is: Loka á myndir
km: ទប់ស្កាត់​រូបភាព
lt: Blokuoti paveikslus
my: ရုပ်ပုံများကို မပြပါနှင့်
nb: Blokker bilder
nl: Afbeeldingen blokkeren
nn: Blokker bilde
pa_in: ਚਿੱਤਰਾਂ ਤੇ ਪਾਬੰਦੀ ਲਾਓ
pt_br: Bloquear imagens
pt_pt: Bloquear imagens
sq: Blloko Figura
sv: Blockera bilder
te: బొమ్మలను నిరోధించు
th: ปิดกั้นภาพ
tr: Resimleri engelle
uk: Блокувати зображення
ur: تصویر مسدود کریں
vi: Chặn hình ảnh

# Menu.NoImageModeShowImages.Label
source: Show Images
az: Şəkilləri Göstər
bn: ছবি প্রদর্শন করুন
br: Diskouez ar skeudennoù
ca: Mostra les imatges
cy: Dangos Delweddau
da: Vis billeder
de: Grafiken anzeigen
eo: Montri bildojn
fr: Afficher les images
gd: Seall dealbhan
hi_in: छवियाँ दिखाएँ
hy_am: Ցուցադրել պատկերները
ia: Monstrar le imagines
id: Tampilkan Gambar
is: Birta myndir
km: បង្ហាញរូប
lt: Rodyti paveikslus
nb: Vis bilder
nl: Afbeeldingen tonen
nn: Vis bilde
pa_in: ਚਿੱਤਰ ਵੇਖਾਓ
pt_br: Mostrar imagens
pt_pt: Mostrar imagens
sq: Shfaqi Figurat
sv: Visa bilder
th: แสดงภาพ
tr: Resimleri göster
uk: Показати зображення
ur: تصاویر دکھائیں
vi: Hiển thị hình ảnh

# Menu.PageActions.Title
source: Page Actions
ast: Aiciones de la páxina
az: Səhifə Əməliyyatları
bn: পেজ একশন
br: Gweredoù ar bajenn
ca: Accions de la pàgina
cy: Gweithredoedd Tudalen
da: Sidehandlinger
de: Aktionen für Seite
eo: Retpaĝaj agoj
fa: اقدامات صفحه
fr: Actions pour la page
gd: Gnìomhan na duilleige
hi_in: पृष्ठ क्रियाएं
hy_am: Էջի գործողություններ
ia: Actiones del pagina
id: Tindakan Laman
is: Síðuaðgerðir
km: សកម្មភាពទំព័រ
kn: ಪುಟದ ಕಾರ್ಯಗಳು
lt: Tinklalapio veiksmai
my: ဆောင်ရွက်နိုင်သည်များ
nb: Sidehandlinger
nl: Pagina-acties
nn: Sidehandlingar
pa_in: ਸਫ਼ਾ ਕਾਰਵਾਈਆਂ
pt_br: Ações da página
pt_pt: Ações da página
sq: Veprime Faqeje
sv: Åtgärder för sida
te: పేజీ చర్యలు
th: การกระทำหน้า
tr: Sayfa eylemleri
uk: Дії для сторінки
ur: صفحہ اعمال
vi: Hành động trang

# Menu.Passwords.Label
source: Passwords
ast: Contraseñes
az: Parollar
be: Паролі
bn: পাসওয়ার্ড
br: Gerioù-tremen
ca: Contrasenyes
cy: Cyfrineiriau
da: Adgangskoder
de: Passwörter
el: Κωδικοί πρόσβασης
eo: Pasvortoj
et: Paroolid
fi: Salasanat
fr: Mots de passe
gd: Faclan-faire
hi_in: पासवर्ड
hr: Lozinke
hy_am: Գաղտնաբառեր
ia: Contrasignos
id: Sandi
is: Lykilorð
it: Password
km: ពាក្យសម្ងាត់
lt: Slaptažodžiai
nb: Passord
nl: Wachtwoorden
nn: Passord
oc: Senhals
pa_in: ਪਾਸਵਰਡ
pt_br: Senhas
pt_pt: Palavras-passe
si: මුරපද
sk: Heslá
sq: Fjalëkalime
sv: Lösenord
th: รหัสผ่าน
tr: Parolalar
uk: Паролі
ur: پاسورڈ
vi: Mật khẩu

# Menu.Paste.Title
source: Paste
ast: Apegar
az: Yapışdır
be: Уставіць
bn: পেস্ট
br: Pegañ
ca: Enganxa
cy: Gludo
da: Indsæt
de: Einfügen
el: Επικόλληση
eo: Alglui
et: Aseta
fa: چسباندن
fi: Liitä
fr: Coller
gd: Cuir ann
hi_in: पेस्ट करें
hr: Zalijepi
hy_am: Տեղադրել
ia: Collar
id: Tempel
is: Líma
it: Incolla
km: បិទភ្ជាប់
kn: ಅಂಟಿಸು
lt: Įdėti
my: ပွားပါ
nb: Lim inn
nl: Plakken
nn: Lim inn
oc: Pegar
or: ଲଗାନ୍ତୁ
pa_in: ਚੇਪੋ
pt_br: Colar
pt_pt: Colar
si: අලවන්න
sk: Prilepiť
sq: Ngjite
sv: Klistra in
te: అతికించు
th: วาง
tr: Yapıştır
tt: Ябыштыру
uk: Вставити
ur: چسپاں کریں
vi: Dán

# Menu.PasteAndGo.Title
source: Paste & Go
ast: Apegar y dir
az: Yapışdır və aç
be: Уставіць і перайсці
bn: পেস্ট করুন এবং যান
br: Pegañ & Mont
ca: Enganxa i vés-hi
cy: Gludo a Mynd
da: Indsæt og gå
de: Einfügen & Los
el: Επικόλληση & μετάβαση
eo: Alglui kaj iri
et: Aseta ja mine
fa: برداشتن و چسباندن
fi: Liitä ja avaa
fr: Coller et ouvrir
gd: Cuir ann ⁊ tadhail air
hi_in: पेस्ट करें व जाएं
hr: Zalijepi i idi
hy_am: Տեղադրել և Առաջ
ia: Collar e ir
id: Tempel & Kunjungi
is: Líma & áfram
it: Incolla e vai
km: ដាក់ចូល & ទៅ
kn: ಅಂಟಿಸು ಹಾಗು ಮುಂದುವರೆ
lt: Įdėti ir atverti
my: ပွား ပြီး သွားပါ
nb: Lim inn og åpne
nl: Plakken & Gaan
nn: Lim inn og opne
oc: Pegar e anar
or: ଲଗାନ୍ତୁ ଏବଂ ଯାଆନ୍ତୁ
pa_in: ਚੇਪੋ ਤੇ ਜਾਓ
pt_br: Colar e ir
pt_pt: Colar e ir
si: අලවන්න හා යන්න
sk: Prilepiť a prejsť
sq: Ngjite & Shko
sv: Klistra in och öppna
te: అతికించు & వెళ్ళు
th: วางแล้วไป
tr: Yapıştır ve git
tt: Ябыштыру һәм күчү
uk: Вставити і перейти
ur: چسپاں کریں اور چلیں
vi: Dán & mở

# Menu.ReadingList.Label
source: Reading List
az: Oxuma Siyahısı
be: Спіс для чытання
bn: পড়ার তালিকা
br: Roll Lennadurioù
ca: Llista de lectura
cy: Rhestr Ddarllen
da: Læseliste
de: Leseliste
el: Λίστα ανάγνωσης
eo: Legolisto
et: Lugemisnimekiri
fi: Lukulista
fr: Liste de lecture
gd: An liosta leughaidh
hi_in: पाठ सूची
hr: Popis čitanja
hy_am: Ընթերցացուցակ
ia: Lectura
id: Daftar Bacaan
is: Leslisti
it: Elenco lettura
km: បញ្ជី​អាន​
lt: Skaitinių sąrašas
nb: Leseliste
nl: Leeslijst
nn: Leseliste
pa_in: ਪੜ੍ਹਨ ਸੂਚੀ
pt_br: Lista de leitura
pt_pt: Lista de leitura
si: කියවීමේ ලේඛනය
sk: Zoznam na prečítanie
sq: Listë Leximesh
sv: Läslista
th: รายการอ่าน
tr: Okuma listesi
uk: Список читання
ur: پڑھنے کی فہرست
vi: Danh sách đọc

# Menu.ReloadWithoutTrackingProtection.Title
source: Reload Without Tracking Protection
az: İzlənmə Qoruması olmadan yenilə
be: Перачытаць без аховы ад сачэння
bn: ট্র্যাকিং সুরক্ষা ছাড়া পুনরায় লোড করুন
br: Adkargañ hep ar gwarez heuliañ
ca: Torna a carregar sense protecció contra el seguiment
cy: Ail lwytho Heb Diogelwch Rhag Tracio
da: Indlæs igen uden beskyttelse mod sporing
de: Ohne Schutz vor Aktivitätenverfolgung neu laden
el: Ανανέωση χωρίς προστασία από καταγραφή
eo: Reŝargi sen protekto kontraŭ spurado
et: Laadi uuesti jälitamisvastase kaitseta
fa: بارگذاری بدون محافظت در برابر دنبال شدن
fi: Lataa ilman seurannan suojausta
fr: Actualiser sans protection contre le pistage
gd: Ath-luchdaich gun dìon o thracadh
hi_in: ट्रैकिंग सुरक्षा के बिना लोड करें
hr: Učitaj ponovo bez zaštite od praćenja
hy_am: Կրկին բեռնել առանց Հետագծման պաշտպանության
ia: Recargar sin protection contra traciamento
id: Muat Ulang Tanpa Perlindungan Pelacakan
is: Hlaða aftur án varna gegn rekjurum
it: Ricarica senza antitracciamento
km: ផ្ទុកឡើងវិញដោយគ្មានការការពារការ​តាមដាន
kn: ಜಾಡುಹಿಡಿಯುವಿಕೆಯ ಸುರಕ್ಷತೆ ಇಲ್ಲದೆ ಮರು ಮೂಡಿಸು
lt: Įkelti be apsaugos nuo stebėjimo
my: နောက်ယောင်ခံအကာအကွယ်ပိတ်
nb: Last på nytt uten sporingsbeskyttelse
nl: Vernieuwen zonder Bescherming tegen volgen
nn: Last på nytt utan sporingsvern
oc: Tornar cargar la pagina sens la proteccion contra lo seguiment
pa_in: ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ ਤੋਂ ਬਿਨਾਂ ਮੁੜ-ਲੋਡ ਕਰੋ
pt_br: Recarregar sem proteção contra rastreamento
pt_pt: Recarregar sem proteção contra monitorização
si: ලුහුබැඳීමේ රැකවරණය රහිතව යළි පූරණය
sk: Znova načítať bez ochrany pred sledovaním
sq: Ringarkoje Pa Mbrojtje Nga Gjurmimet
sv: Ladda om utan spårningsskydd
te: ట్రాకింగ్ రక్షణ లేకుండా రీలోడ్ చేయండి
th: โหลดใหม่โดยไม่มีการป้องกันการติดตาม
tr: İzlenme koruması olmadan tazele
tt: Күзәтелүдән cаклауны сүндереп, әлеге сайтны яңадан ачу
uk: Без захисту від стеження
ur: سراغ راہ حفاظت کے بغیر پھر لوڈ کریں
vi: Tải lại không dùng trình chống theo dõi

# Menu.ReloadWithTrackingProtection.Title
source: Reload With Tracking Protection
az: İzlənmə Qoruması ilə yenilə
be: Перачытаць з аховай ад сачэння
bn: ট্র্যাকিং সুরক্ষা দিয়ে পুনরায় লোড করুন
br: Adkargañ gant ar gwarez heuliañ
ca: Torna a carregar amb protecció contra el seguiment
cy: Ail lwytho Gyda Diogelwch Rhag Tracio
da: Indlæs igen med beskyttelse mod sporing
de: Mit Schutz vor Aktivitätenverfolgung neu laden
el: Ανανέωση με προστασία από καταγραφή
eo: Reŝargi kun protekto kontraŭ spurado
et: Laadi uuesti koos jälitamisvastase kaitsega
fa: بارگذاری مجدد همراه با محافظت در برابر دنبال شدن
fi: Lataa seurannan suojauksen kanssa
fr: Actualiser avec la protection contre le pistage
gd: Ath-luchdaich le dìon o thracadh
hi_in: ट्रैकिंग सुरक्षा के साथ फिर से लोड करें
hr: Učitaj ponovo uz zaštitu od praćenja
hy_am: Կրկին բեռնել Հետագծման Պաշտպանությամբ
ia: Recargar con protection contra traciamento
id: Muat Ulang Dengan Perlindungan Pelacakan
is: Hlaða aftur með vörnum gegn rekjurum
it: Ricarica con antitracciamento
km: ផ្ទុកឡើងវិញជាមួយនឹងការការពារការ​តាមដាន
kn: ಜಾಡುಹಿಡಿಯುವಿಕೆಯ ಸುರಕ್ಷತೆಯೊಂದಿಗೆ ಮರು ಮೂಡಿಸು
lt: Įkelti su apsauga nuo stebėjimo
my: နောက်ယောင်ခံအကာအကွယ်ဖွင့်
nb: Last på nytt med sporingsbeskyttelse
nl: Vernieuwen met Bescherming tegen volgen
nn: Last på nytt med sporingsvern
oc: Tornar cargar amb la proteccion contra lo seguiment
pa_in: ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ ਨਾਲ ਮੁੜ-ਲੋਡ ਕਰੋ
pt_br: Recarregar com proteção contra rastreamento
pt_pt: Recarregar com proteção contra monitorização
si: ලුහුබැඳීමේ රැකවරණය සමඟ යළි පූරණය
sk: Znova načítať s ochranou pred sledovaním
sq: Ringarkoje Me Mbrojtje Nga Gjurmimet
sv: Ladda om med spårningsskydd
te: ట్రాకింగ్ రక్షణతో రీలోడ్ చేయండి
th: โหลดใหม่โดยมีการป้องกันการติดตาม
tr: İzlenme koruması ile tazele
tt: Күзәтелүдән саклауны кабызып, сайтны яңадан ачу
uk: Із захистом від стеження
ur: سراغ راہ حفاظت کے ساتھ پھر لوڈ کریں
vi: Tải lại với trình chống theo dõi

# Menu.RemoveBookmark.Confirm
source: Bookmark Removed
ast: Quitóse'l marcador
az: Əlfəcin silindi
be: Закладка выдалена
bn: বুকমার্ক অপসারণ
br: Sined dilamet
ca: S'ha suprimit l'adreça d'interès
cy: Tynnwyd Nodau Tudalen
da: Bogmærket fjernet
de: Lesezeichen entfernt
el: Ο σελιδοδείκτης αφαιρέθηκε
eo: Legosigno forigita
et: Järjehoidja eemaldatud
fa: نشانک حذف شد
fi: Kirjanmerkki poistettu
fr: Marque-page supprimé
gd: Chaidh an comharra-lìn a thoirt air falbh
hi_in: बुकमार्क हटाया गया
hr: Zabilješka uklonjena
hy_am: Էջանիշը հեռացված է
ia: Marcapaginas removite
id: Markah Dihapus
is: Bókamerki fjarlægt
it: Segnalibro eliminato
km: បាន​យក​ចំណាំ​ចេញ
kn: ಬುಕ್‌ಮಾರ್ಕನ್ನು ತೆಗೆಯಲಾಗಿದೆ
lt: Adresas pašalintas
my: စာမှတ်ကို ဖျက်ပြီး
nb: Bokmerke fjernet
nl: Bladwijzer verwijderd
nn: Bokmerket fjerna
oc: Marcapaginas suprimit
or: ଚିହ୍ନ କାଢ଼ିଦିଆ ଯାଇଛି
pa_in: ਬੁੱਕਮਾਰਕ ਹਟਾਇਆ
pt_br: Favorito removido
pt_pt: Marcador removido
si: පොත්යොමුව ඉවත් කෙරිණි
sk: Záložka bola odstránená
sq: Faqerojtësi u Hoq
sv: Bokmärke borttaget
te: ఇష్టాంశము తీసివేయబడింది
th: เอาที่คั่นหน้าออกแล้ว
tr: Yer imi silindi
tt: Кыстаргыч бетерелде
uk: Закладку вилучено
ur: نشانی ہٹا دی گئی
vi: Đã xóa đánh dấu

# Menu.RemoveBookmark.Label.v99
source: Remove
be: Выдаліць
br: Dilemel
ca: Elimina
cy: Tynnu
da: Fjern
de: Entfernen
el: Αφαίρεση
eo: Forigi
et: Eemalda
fi: Poista
fr: Retirer
gd: Thoir air falbh
hr: Ukloni
hy_am: Հեռացնել
ia: Remover
id: Hapus
is: Fjarlægja
it: Elimina
nb: Fjern
nl: Verwijderen
nn: Fjern
pa_in: ਹਟਾਓ
pt_br: Remover
pt_pt: Remover
si: ඉවත් කරන්න
sk: Odstrániť
sq: Hiqe
sv: Ta bort
th: เอาออก
tr: Kaldır
tt: Бетерү
uk: Вилучити
vi: Xóa

# Menu.RemovedFromShortcuts.v99
source: Remove from Shortcuts
be: Выдаліць з ярлыкоў
br: Dilemel eus ar berradennoù
ca: Elimina de les dreceres
cy: Tynnu o'r Llwybrau Byr
da: Fjern fra genveje
de: Aus Verknüpfungen entfernen
el: Αφαίρεση συντόμευσης
eo: Forigi el ŝparvojoj
et: Eemalda otseteede hulgast
fi: Poista oikoteistä
fr: Supprimer des raccourcis
gd: Thoir air falbh on na h-ath-ghoiridean
hr: Ukloni iz prečaca
hy_am: Հեռացնել դյուրանցումներից
ia: Remover del accessos directe
id: Hapus dari Pintasan
is: Fjarlægja úr flýtileiðum
it: Rimuovi dalle scorciatoie
nb: Fjern fra snarveier
nl: Verwijderen uit Snelkoppelingen
nn: Fjern frå snarvegar
pa_in: ਸ਼ਾਰਟਕੱਟ ਵਿੱਚੋਂ ਹਟਾਓ
pt_br: Remover dos atalhos
pt_pt: Remover dos Atalhos
si: කෙටිමං වෙතින් ඉවත් කරන්න
sk: Odstrániť zo Skratiek
sq: Hiqe nga Shkurtoret
sv: Ta bort från genvägar
th: ลบออกจากคำสั่งลัด
tr: Kısayollardan kaldır
tt: Ярлыклардан алып ташлау
uk: Вилучити з ярликів
vi: Xóa khỏi lối tắt

# Menu.RemovePin.Confirm
source: Removed From Top Sites
ast: Quitóse de Sitios Principales
bn: টপ সাইটগুলো থেকে সরানো হয়েছে
br: Dilamet diwar al lec’hiennoù gwellañ
ca: S'ha eliminat de Llocs principals
cy: Tynnwyd o'r Hoff Wefannau
da: Fjernet fra Mest besøgte websider
de: Aus meistbesuchten Seiten entfernt
eo: Forigita el la listo de la plej vizititaj
fa: از سایتهای برتر حذف شد
fr: Retiré des sites principaux
gd: Air a thoirt air falbh o bhrod nan làrach
hi_in: शीर्ष साइटों से हटाया गया
hy_am: Հեռացված է լավագույն կայքերից
ia: Removite del sitos preferite
id: Hapus Dari Situs Teratas
is: Fjarlægt af lista yfir vinsæl vefsvæði
km: បានដកចេញពីគេហទំព័រកំពូល
lt: Pašalinta iš lankomiausių svetainių
my: ထိပ်တန်းဆိုက်များမှဖယ်ရှားခဲ့သည်
nb: Fjernet fra mest besøkte nettsteder
nl: Uit topwebsites verwijderd
nn: Fjerna frå mest besøkte nettstadar
pa_in: ਸਿਖਰਲੀਆਂ ਸਾਈਟਾਂ ਤੋਂ ਹਟਾਇਆ ਗਿਆ
pt_br: Removido dos sites preferidos
pt_pt: Removido dos principais sites
sq: Hequr Prej Sajteve Kryesues
sv: Ta bort från mest besökta
te: మేటి సైట్ల నుండి తీసివేయబడింది
th: เอาออกจากไซต์เด่น
tr: Sık kullanılanlardan kaldırıldı
uk: Вилучено з популярних сайтів
ur: سر فہرست سائٹس سے ہٹا دیا گیا
vi: Đã xóa khỏi các trang web hàng đầu

# Menu.RemovePin.Confirm2.v99
source: Removed from Shortcuts
be: Выдалена з ярлыкоў
br: Tennet diouzh ar berradennoù
ca: S'ha eliminat de les dreceres
cy: Tynnwyd o’r Llwybrau Byr
da: Fjernet fra genveje
de: Aus Verknüpfungen entfernt
el: Αφαίρεση συντόμευσης
eo: Forigita el ŝparvojoj
et: Eemalda otseteede hulgast
fi: Poistettu oikoteistä
fr: Supprimé des raccourcis
gd: Chaidh a thoirt air falbh on na h-ath-ghoiridean
hr: Uklonjeno iz prečaca
hy_am: Հեռացվել է դյուրանցումներից
ia: Removite del accessos directe
id: Dihapus dari Pintasan
is: Fjarlægt úr flýtileiðum
it: Rimosso dalle scorciatoie
nb: Fjernet fra snarveier
nl: Verwijderd uit snelkoppelingen
nn: Fjerna frå snarvegar
pa_in: ਸ਼ਾਰਟਕੱਟਾਂ ਵਿੱਚੋਂ ਹਟਾਇਆ
pt_br: Removido dos atalhos
pt_pt: Removido dos Atalhos
si: කෙටිමං වලින් ඉවත් කෙරිණි
sk: Odstránené zo Skratiek
sq: U hoq nga Shkurtoret
sv: Borttagen från genvägar
th: ลบออกจากคำสั่งลัด
tr: Kestirmelerden kaldırıldı
tt: Ярлыклардан бетерелде
uk: Вилучено з ярликів
vi: Đã xóa khỏi lối tắt

# Menu.RemoveReadingList.AlternateLabel.v99
source: Remove from Reading List
be: Выдаліць са спісу для чытання
br: Dilemel diwar ar roll lennadurioù
ca: Elimina de la llista de lectura
cy: Tynnu o'r Rhestr Ddarllen
da: Fjern fra læseliste
de: Aus der Leseliste entfernen
el: Αφαίρεση από λίστα ανάγνωσης
eo: Forigi el legolisto
et: Eemalda lugemisnimekirjast
fi: Poista lukulistalta
fr: Retirer de la liste de lecture
gd: Thoir air falbh on liosta-leughaidh
hr: Ukloni s popisa za čitanje
hy_am: ՀԵռացնել ընթերցման ցուցակից
ia: Remover del lista de lectura
id: Hapus dari Daftar Bacaan
is: Fjarlægja af leslista
it: Elimina da Elenco lettura
nb: Fjern fra leselisten
nl: Verwijderen van leeslijst
nn: Fjern frå leselista
pa_in: ਪੜ੍ਹਨ ਸੂਚੀ ਤੋਂ ਹਟਾਓ
pt_br: Remover da lista de leitura
pt_pt: Remover da Lista de leitura
si: කියවීමේ ලේඛනයෙන් ඉවත් කරන්න
sk: Odstrániť zo Zoznamu na prečítanie
sq: Hiqe nga Listë Leximesh
sv: Ta bort från läslistan
th: เอาออกจากรายการอ่าน
tr: Okuma listesinden kaldır
tt: Уку исемлегеннән алып ташлау
uk: Прибрати зі списку читання
vi: Xóa khỏi danh sách đọc

# Menu.RemoveReadingList.Confirm.v99
source: Removed from Reading List
be: Выдалена са спісу для чытання
br: Tennet diwar ar roll lennadurioù
ca: S'ha eliminat de la llista de lectura
cy: Tynnwyd o'r Rhestr Ddarllen
da: Fjernet fra læseliste
de: Aus der Leseliste entfernt
el: Αφαιρέθηκε από τη λίστα ανάγνωσης
eo: Forigita el legolisto
et: Lugemisnimekirjast eemaldatud
fi: Poistettu lukulistalta
fr: Retiré de la liste de lecture
gd: Air a thoirt air falbh on liosta-leughaidh
hr: Uklonjeno s popisa za čitanje
hy_am: ՀԵռացնել ընթերցման ցուցակից
ia: Removite del lista de lectura
id: Dihapus dari Daftar Bacaan
is: Fjarlægt af leslista
it: Eliminato da Elenco lettura
nb: Fjernet fra leselisten
nl: Verwijderd van leeslijst
nn: Fjerna frå leselista
pa_in: ਪੜ੍ਹਨ ਸੂਚੀ ਤੋਂ ਹਟਾਇਆ
pt_br: Removido da lista de leitura
pt_pt: Removido da Lista de leitura
si: කියවීමේ ලේඛනයෙන් ඉවත් කෙරිණි
sk: Odstránené zo Zoznamu na prečítanie
sq: U hoq nga Listë Leximesh
sv: Borttagen från läslistan
th: เอาออกจากรายการอ่านแล้ว
tr: Okuma listesinden kaldırıldı
tt: Уку исемлегеннән алып ташланды
uk: Вилучено зі списку читання
vi: Đã xóa khỏi danh sách đọc

# Menu.RemoveReadingList.Label.v99
source: Remove
be: Выдаліць
br: Dilemel
ca: Elimina
cy: Tynnu
da: Fjern
de: Entfernen
el: Αφαίρεση
eo: Forigi
et: Eemalda
fi: Poista
fr: Retirer
gd: Thoir air falbh
hr: Ukloni
hy_am: Հեռացնել
ia: Remover
id: Hapus
is: Fjarlægja
it: Elimina
nb: Fjern
nl: Verwijderen
nn: Fjern
pa_in: ਹਟਾਓ
pt_br: Remover
pt_pt: Remover
si: ඉවත් කරන්න
sk: Odstrániť
sq: Hiqe
sv: Ta bort
th: เอาออก
tr: Kaldır
tt: Алып ташлау
uk: Вилучити
vi: Xóa

# Menu.Share.v99
source: Share
be: Падзяліцца
br: Rannañ
ca: Comparteix
cy: Rhannu
da: Del
de: Teilen
el: Κοινή χρήση
eo: Dividi
et: Jaga
fi: Jaa
fr: Partager
gd: Co-roinn
hr: Dijeli
hy_am: Համօգտագործել
ia: Compartir
id: Bagikan
is: Deila
it: Condividi
nb: Del
nl: Delen
nn: Del
oc: Partejar
pa_in: ਸਾਂਝਾ ਕਰੋ
pt_br: Compartilhar
pt_pt: Partilhar
si: බෙදාගන්න
sk: Zdieľať
sq: Ndajeni me të tjerët
sv: Dela
th: แบ่งปัน
tr: Paylaş
tt: Уртаклашу
uk: Поділитися
vi: Chia sẻ

# Menu.SignInToSync.Label.v99
source: Sign in to Sync
ca: Inicia la sessió al Sync
cy: Mewngofnodwch i Sync
da: Log ind på Sync
de: Zum Synchronisieren anmelden
ia: Aperir session in Sync
id: Masuk ke Sync
is: Skráðu þig inn til að samstilla
nb: Logg inn på Sync
nl: Aanmelden voor synchronisatie
nn: Logg inn på Sync
pa_in: ਸਿੰਕ ਲਈ ਸਾਈਨ ਇਨ ਕਰੋ
pt_pt: Iniciar sessão para sincronizar
sq: Që të Njëkohësoni, bëni hyrjen
tr: Eşitlemek için giriş yapın
