Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Settings.TrackingProtectionOption.BlockListStrict
source: Strict
ast: Estricta
az: Sərt
be: Строгая
bn: কঠোর
br: Strizh
ca: Estricta
cy: Llym
da: Striks
de: Streng
el: Αυστηρή
eo: Strikta
et: Range
fa: شدید
fi: Tiukka
gd: Teann
hi_in: सख़्त
hr: Strogo
hy_am: Խիստ
ia: Stricte
id: Ketat
is: Strangt
it: Protezione massima
km: តឹងរ៉ឹង
kn: ಕಡ್ಡಾಯ
lt: Griežtas
my: တင်းကျပ်ရန်
nb: Streng
nl: Streng
nn: Streng
pa_in: ਸਖ਼ਤ
pt_br: Rigoroso
pt_pt: Estrita
si: දැඩි
sk: Prísna ochrana
sq: Strikte
sv: Strikt
te: ఖచ్చితం
th: เข้มงวด
tr: Sıkı
tt: Катгый
uk: Надійний
ur: سخت
vi: Nghiêm ngặt

# Settings.TrackingProtectionOption.BlockListStrictDescription
source: Blocks known trackers. Some web sites may not function properly.
ast: Bloquia rastrexadores conocíos. Dalgunos sitios web quiciabes nun funcionen bien.
az: Bilinən izləyiciləri bloklayır. Bəzi saytlar düz işləməyə bilərlər.
bn: পরিচিত ট্র্যাকার ব্লক করে। কিছু ওয়েবসাইট সঠিকভাবে কাজ নাও করতে পারে।
br: Stankañ an heulierien anavezet. Gallout a raio ul lodenn eus al lec’hiennoù chom hep mont en-dro.
ca: Bloca elements de seguiment coneguts. Alguns llocs web podrien no funcionar correctament.
cy: Rhwystro tracwyr hysbys. Efallai na fydd rhai gwefannau'n gweithio'n iawn.
da: Blokerer kendte sporings-elementer. Nogle websteder fungerer måske ikke som de skal.
de: Blockiert bekannte „Tracker“. Einige Websites funktionieren dann möglicherweise nicht richtig.
eo: Bloki konatajn spurilojn. Kelkaj retejoj povus ne bone funkcii.
fa: ردیاب‌های شناخته شده را مسدود می‌کند. ممکن است برخی سایت‌ها درست کار نکنند.
fr: Bloque les éléments de pistage connus. Certains sites peuvent ne pas fonctionner correctement.
gd: Bacaidh seo tracairean air a bheil daoine eòlach. Dh’fhaoidte nach obraich gach làrach-lìn mar bu chòir.
hi_in: ज्ञात ट्रैकर अवरुद्ध किए जाते हैं। कुछ वेबसाइटें ठीक से काम नहीं करेंगे।
hy_am: Արգելափակում է հայտնի հետագծիչները։ Որոշ կայքեր հնարավոր է, պատշաճ չգործեն։
ia: Bloca le traciatores cognoscite. Alcun sitos web pote non functionar correctemente.
id: Blokir pelacak yang dikenal. Beberapa situs web mungkin tidak berfungsi dengan baik.
is: Lokar á þekkta gagnasafnara. Sum vefsvæði gætu virkað illa.
km: ទប់ស្កាត់កម្មវិធីតាមដានដែលបានស្គាល់។ គេហទំព័រ​ខ្លះអាចនឹងមិនដំណើរការបានត្រឹមត្រូវ។
lt: Blokuoja žinomus stebėjimo elementus. Gali sutrikti kai kurių svetainių veikimas.
my: သိရှိထားသည့် ခြေရာခံစနစ်များကို ပိတ်ပင်ပါ။ အချို့သော ဝဘ်ဆိုက်များ ကောင်းမွန်စွာ လုပ်ဆောင်လိမ့်မည် မဟုတ်ပါ။
nb: Blokkerer kjente sporere. Noen nettsteder vil kanskje ikke fungere skikkelig.
nl: Blokkeert bekende volgers. Sommige websites werken mogelijk niet goed.
nn: Blokkerer kjende sporarar. Nokre nettstadar vil kanskje ikkje fungere skikkeleg.
pa_in: ਜਾਣੇ-ਪਛਾਣੇ ਟਰੈਕਾਂ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਂਦਾ ਹੈ। ਕੁਝ ਵੈੱਬਸਾਈਟਾਂ ਠੀਕ ਤਰ੍ਹਾਂ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦੀਆਂ।
pt_br: Bloqueia rastreadores conhecidos. Alguns sites podem não funcionar corretamente.
pt_pt: Bloqueia trackers conhecidos. Alguns websites podem não funcionar corretamente.
sq: Bllokon gjurmuesit e ditur. Disa sajte mund të mos punojnë si duhet.
sv: Blockerar kända spårare. Vissa webbplatser kanske inte fungerar korrekt.
te: తెలిసిన ట్రాకర్లను నిరోధిస్తుంది. కొన్ని వెబ్‌సైట్లు సరిగా పనిచేయకపోవచ్చు.
th: ปิดกั้นตัวติดตามที่รู้จัก เว็บไซต์บางส่วนอาจทำงานได้ไม่ถูกต้อง
tr: Bilinen takipçileri engeller. Bazı siteler düzgün çalışmayabilir.
uk: Блокує відомі елементи стеження. Деякі вебсайти можуть працювати некоректно.
ur: سراغ راہ کو بلاک کرتا ہے کچھ ویب سائٹ شاید صحیع طرح سے فعل نہ کریں۔
vi: Chặn các trình theo dõi mà đã được nhận biết. Một số trang web có thể hoạt động không đúng.

# Settings.TrackingProtectionOption.EnabledStateFooterLabel
source: Tracking is the collection of your browsing data across multiple web sites.
az: İzləmə fərqli saytlar üzərindən səyahət məlumatlarınızın tək yerdə toplanmasıdır.
bn: বিভিন্ন ওয়েবসাইটে আপনার ব্রাউজিংয়ের তথ্য-উপাত্ত আপনাকে না জানিয়ে, অন্য কেউ সংগ্রহ করাকে ট্রাকিং বলে।
br: An heuliañ a zo dastumadeg ho roadennoù merdeiñ war meur a lec’hienn. Gallout a ra bezañ implijet evit sevel un aelad ha skrammañ endalc’hadoù diazezet war hoc’h oberiantiz merdeiñ hag ho titouroù personel.
ca: Per «seguiment», ens referim a la recollida de les vostres dades de navegació pels diferents llocs web.
cy: Tracio yw casglu eich data pori chi ar draws gwefannau lluosog.
da: Sporing betyder, at data om dine vaner på nettet indsamles på tværs af websteder.
de: Aktivitätenverfolgung („Tracking“) bezeichnet das Sammeln Ihrer Surf-Daten über mehrere Websites hinweg.
eo: Spurado estas la kolekto de viaj retumaj datumoj tra pluraj retejoj.
fa: ردیابی، جمع‌آوری اطلاعات مرور شما در وب‌سایت‌های مختلف است.
fr: Le pistage correspond à la collecte de vos données de navigation sur plusieurs sites web.
gd: Tha “tracadh” a’ ciallachadh gun cruinnichear an dàta brabhsaidh agad air feadh iomadh làrach-lìn.
hi_in: ट्रैकिंग कई वेबसाइटों पर आपके ब्राउज़िंग डेटा का संग्रह है।
hy_am: Հետագծումը ձեր զննարկման տվյալների հավաքածուն է բազմակի կայքերում։
ia: Le traciamento es le collecta de tu datos de navigation inter plure sitos web.
id: Pelacakan adalah kumpulan data penjelajahan Anda dari banyak situs Web.
is: Rakning er söfnun vafragagna þinna á mörgum vefsvæðum.
km: ការតាមដានគឺជាការប្រមូលទិន្នន័យរុករករបស់អ្នកនៅលើ​គេហទំព័រ​ច្រើន។
lt: Stebėjimas yra jūsų naršymo duomenų rinkimas daugelyje svetainių.
my: နောက်ယောင်ခံခြင်းသည် ဝဘ်ဆိုက်များကို ကြည့်ရှုထားသည့် အချက်အလက်များကို ကောက်ယူ စုစည်းထားခြင်း ဖြစ်သည်။
nb: Sporing er en innsamling av dine nettleserdata fra flere nettsteder.
nl: Volgen is het verzamelen van uw surfgegevens op meerdere websites.
nn: Sporing er ei innsamling av dine nettlesardata frå fleire nettstadar.
pa_in: ਟਰੈਕਿੰਗ ਕਈ ਵੈੱਬਸਾਈਟਾਂ ਤੋਂ ਤੁਹਾਡੇ ਬਰਾਊਜ਼ ਕਰਨ ਵਾਲੇ ਡਾਟੇ ਨੂੰ ਇਕੱਤਰ ਕਰਦੀ ਹੈ।
pt_br: Rastreamento é a coleta de seus dados de navegação em vários sites.
pt_pt: A monitorização é a recolha dos seus dados de navegação através de múltiplos websites.
sq: Gjurmim do të thotë grumbullim i të dhënave tuaja të shfletimit nga shumë sajte.
sv: Spårning är insamling av dina surfdata på flera webbplatser.
te: ట్రాకింగ్ అంటే పలు వెబ్‌సైట్ల నుండి మీ విహారణ సమాచారాన్ని సేకరించడం.
th: การติดตามคือการเก็บรวบรวมข้อมูลการเรียกดูของคุณในหลายเว็บไซต์
tr: Siz çeşitli sitelerde gezerken gezinti verilerinizin toplanmasına “izlenme” diyoruz.
uk: Стеження - це збирання ваших даних перегляду на різних вебсайтах.
ur: ٹریکنگ ایک سے زیادہ ویب سائٹس پر آپ کے براؤزنگ ڈیٹا کا مجموعہ ہے۔
vi: Theo dõi là tập hợp dữ liệu duyệt web của bạn trên nhiều trang web.

# Settings.TrackingProtectionOption.NormalBrowsingLabelOn
source: Enhanced Tracking Protection
ast: Proteición antirrastrexu ameyorada
az: Artırılmış izlənmə qoruması
be: Узмоцненая ахова ад сачэння
bn: ট্র্যাকিং সুরক্ষা বাড়ানো হয়েছে
br: Gwarez araokaet a-enep d'an heulierien
ca: Protecció contra el seguiment millorada
cy: Diogelwch Uwch Rhag Tracio
da: Udvidet beskyttelse mod sporing
de: Verbesserter Tracking-Schutz
el: Ενισχυμένη προστασία από καταγραφή
eo: Plibonigita protekto kontraŭ spurado
et: Täiustatud jälitamisvastane kaitse
fa: بهینه سازی محافظت از دنبال کنندگان
fi: Tehostettu seurannan suojaus
fr: Protection renforcée contre le pistage
gd: Dìon adhartach o thracadh
hi_in: उन्नत ट्रैकिंग सुरक्षा
hr: Poboljšana zaštita od praćenja
hy_am: Հետագծման բարելավված պաշտպանություն
ia: Protection antitraciamento reinfortiate
id: Perlindungan Pelacakan yang Ditingkatkan
is: Aukin rakningarvörn
it: Protezione antitracciamento avanzata
km: ការការពារការតាមដានដែលបានកែលម្អ
lt: Išplėsta apsauga nuo stebėjimo
my: အဆင့်မြှင့် ခြေရာခံကာကွယ်မှု
nb: Utvidet sporingsbeskyttelse
nl: Verbeterde bescherming tegen volgen
nn: Utvida sporingsvern
pa_in: ਵਾਧਾ ਕੀਤੀ ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ
pt_br: Proteção aprimorada contra rastreamento
pt_pt: Proteção melhorada contra a monitorização
si: වැඩිදියුණු කළ ලුහුබැඳීමේ රැකවරණය
sk: Rozšírená ochrana pred sledovaním
sq: Mbrojtje e Thelluar Nga Gjurmimet
sv: Förbättrat spårningsskydd
te: మెరుగైన ట్రాకింగ్ సంరక్షణ
th: การป้องกันการติดตามที่มากขึ้น
tr: Gelişmiş izlenme koruması
tt: Күзәтелүдән Көчәйтелгән Саклау
uk: Розширений захист від стеження
ur: توسيعى سراغ کاری تحفظ
vi: Trình chống theo dõi nâng cao

# Settings.TranslateSnackBar.SectionFooter
source: The web page language is detected on the device, and a translation from a remote service is offered.
az: Cihazınız səhifənin dilini təxmin edir və sizə xarici bir xidmət ilə tərcümə etməyi təklif edir.
bn: ডিভাইসে ওয়েব পাতার ভাষা সনাক্ত করা হয় এবং একটি দূরবর্তী পরিষেবা থেকে একটি অনুবাদ দেওয়া হয়।
br: Yezh ar bajenn web a zo dinoet war an trevnad ha kinniget e vez ur droidigezh gant ur gwazerezh a-bell.
ca: La llengua de la pàgina web es detecta en el dispositiu i s'ofereix la possibilitat de traduir-la mitjançant un servei remot.
cy: Mae iaith y dudalen we wedi ei ganfod ar y ddyfais, ac mae cyfieithiad o wasanaeth anghysbell ar gael.
da: Websiders sprog detekteres på enheden, og en oversættelse fra en ekstern service tilbydes.
de: Die Sprache der Webseite wird auf dem Gerät erkannt und ein externer Dienst bietet eine Übersetzung an.
eo: La lingvo de la retpaĝo estas trovita en la aparato kaj fora traduka servo estas proponita.
fa: زبان این صفحه بر روی دستگاه شناسایی شد و ترجمه توسط سرویس از راه دور پیشنهاد شده است.
fr: La langue de la page web est détectée sur l’appareil et une traduction d’un service distant est proposée.
gd: Mothaichear do chànan na làraich-lìn air an uidheam agus thèid eadar-theangachadh o sheirbheis chèin a thairgsinn.
hi_in: इस उपकरण पर वेब पृष्ठ की भाषा का पता चल गया है और रिमोट सेवा से अनुवाद की पेशकश की जा रही है।
hy_am: Վեբ էջի լեզուն հայտնաբերվել է սարքում, և առաջարկվել է հեռադիր ծառայության թարգմանություն։
ia: Le lingua del pagina web es detegite sur le apparato e un traduction de un servicio remote es offerite.
id: Bahasa laman web ini terdeteksi di dalam perangkat, dan penerjemahan dari layanan jarak jauh ditawarkan.
is: Tungumál vefsíðunnar er greind í tækinu og er boðið upp á þýðingu frá ytri þjónustu.
km: ភាសាទំព័របណ្តាញត្រូវបានរកឃើញនៅលើឧបករណ៍ ហើយការបកប្រែពីសេវាកម្មពីចម្ងាយត្រូវបានផ្តល់ជូន។
lt: Įrenginyje yra aptinkama tinklalapio kalba, o vertimas pateikiamas per išorinę tarnybą.
my: ကိရိယာတွင် ကြည့်ရှုနေသော ဝဘ်စာမျက်နှာ၏ ဘာသာစကားကို သိရသည့်အတွက် remote service ထံမှ ဘာသာပြန်ဆိုချက်ကို ကမ်းလှမ်းနေသည်။
nb: Språket på nettsiden er oppdaget på enheten, og en oversettelse fra en ekstern tjeneste tilbys.
nl: De webpaginataal wordt op het apparaat gedetecteerd, en er wordt een vertaling van een externe dienst aangeboden.
nn: Språket på nettsida er detektert på eininga, og ei omsetting frå ei ekstern teneste vert tilbydd.
pa_in: ਡਿਵਾਈਸ 'ਤੇ ਵੈੱਬ ਸਫ਼ਾ ਭਾਸ਼ਾ ਨੂੰ ਖੋਜਿਆ ਗਿਆ ਹੈ ਅਤੇ ਰਿਮੋਟ ਸੇਵਾ ਰਾਹੀਂ ਉਲੱਥੇ ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ ਗਈ ਹੈ।
pt_br: O idioma da página é detectado no dispositivo, e uma tradução de um serviço remoto é oferecida.
pt_pt: O idioma da página da web é detetado no dispositivo, e uma tradução de um serviço remoto é oferecida.
sq: Gjuha e faqes zbulohet në pajisje, dhe ofrohet përkthim nga një shërbim i largët.
sv: Språket på webbsidan detekteras på enheten, och en översättning från en fjärrservice erbjuds.
te: పరికరంలో జాల పుట భాష కనుగొనబడితే, సుదూర సేవ నుండి అనువాదం అందించబడుతుంది.
th: ตรวจพบภาษาของหน้าเว็บในอุปกรณ์และเสนอการแปลจากบริการระยะไกล
tr: Web sayfasının dili cihazınızda algılanır ve çeviriler harici bir çeviri hizmeti aracılığıyla sunulur.
uk: Мову сторінки виявлено на пристрої, а також запропоновано переклад від зовнішньої служби.
ur: اس آلہ پر ویب صفحہ پر موجود زبان کا پتہ چل گیا ہے اور ایک بعید خدمت سے ایک ترجمہ پیش کی گئی ہے۔
vi: Ngôn ngữ trang web được phát hiện trên thiết bị và bản dịch từ dịch vụ từ xa được cung cấp.

# Settings.TranslateSnackBar.SectionHeader
source: Services
ast: Servicios
az: Xidmətlər
bn: পরিষেবাসমূহ
br: Gwazerezhioù
ca: Serveis
cy: Gwasanaethau
da: Tjenester
de: Dienste
eo: Servoj
fa: خدمات
gd: Seirbheisean
hi_in: सेवाएं
hy_am: Ծառայություններ
ia: Servicios
id: Layanan
is: Þjónustur
km: សេវាកម្ម
kn: ಸೇವೆಗಳು
lt: Tarnybos
my: ဝန်ဆောင်မှုများ
nb: Tjenester
nl: Diensten
nn: Tenester
pa_in: ਸੇਵਾਵਾਂ
pt_br: Serviços
pt_pt: Serviços
sq: Shërbime
sv: Tjänster
te: సేవలు
th: บริการ
tr: Hizmetler
uk: Служби
ur: خدمات
vi: Dịch vụ

# Settings.TranslateSnackBar.SwitchSubtitle
source: Offer to translate any site written in a language that is different from your default language.
az: Seçili diliniz xaricində olan bütün dillərdə olan saytlar üçün tərcümə təklif edilsin.
bn: আপনার ডিফল্ট ভাষা থেকে আলাদা ভাষাতে লিখিত কোন সাইট অনুবাদ করার প্রস্তাব দেওয়া হবে।
br: Kinnig treiñ forzh an holl lec’hiennoù skrivet en ur yezh ha n’eo ket an hini dre ziouer.
ca: Proposa traduir els llocs escrits en una llengua diferent de la vostra llengua per defecte.
cy: Cynnig i gyfieithu unrhyw wefan ysgrifennwyd mewn iaith sy'n wahanol i'ch iaith rhagosodedig.
da: Tilbyd at oversætte alle websteder, der ikke vises på dit valgte standard-sprog.
de: Übersetzung von Websites anbieten, die nicht in Ihrer Standardsprache geschrieben sind.
eo: Proponi traduki iun ajn retejon, kies lingvo ne egalas vian norman lingvon.
fa: پیشنهاد به ترجمه هر سایتی که به انگلیسی نوشته شده است و از زبان مادری شما متفاوت است.
fr: Proposer de traduire n’importe quel site affiché dans une langue différente de votre langue par défaut.
gd: Tairg eadar-theangachadh de làrach sam bith a tha sgrìobhte ann an cànan a tha eadar-dhealaichte on chànan bhunaiteach agad.
hi_in: किसी ऐसी भाषा में लिखी गई किसी भी साइट का अनुवाद करने की पेशकश करें जो आपकी तयशुदा भाषा से अलग है।
hy_am: Առաջարկում է թարգմանել ցանկացած կայք՝ գրված է այն լեզվով, որը տարբերվում է ձեր սկզբնադիր լեզվից:
ia: Offere de traducer sitos scribite in un lingua differente de tu lingua ordinari.
id: Tawarkan untuk menerjemahkan situs apapun yang dituliskan dalam bahasa yang berbeda dengan bahasa baku Anda.
is: Bjóðast til að þýða allar síður usem er skrifaðar á tungumáli sem er frábrugðið sjálfgefna tungumálinu þínu.
km: ការផ្តល់ជូនដើម្បីបកប្រែគេហទំព័រណាមួយដែលបានសរសេរជាភាសាខុសគ្នាពីភាសាលំនាំដើមរបស់អ្នក។
lt: Siūlyti išversti visas ne jūsų numatytąja kalba parašytas svetaines.
my: မည်သည့်စာမျက်နှာတွင်မဆို အသုံးပြုထားသည့် ဘာသာစကားသည် မိမိ၏ မူသေ သတ်မှတ်ထားသော ဘာသာစကားနှင့် မတူပါက ဘာသာပြန်ဆိုမှု အသုံးပြုနိုင်ရန် ကမ်းလှမ်းပါ။
nb: Tilby å oversette alle nettsteder som ikke vises på ditt valgte standardspråk.
nl: Aanbod voor vertaling van websites geschreven in een taal die anders is dan uw standaardtaal.
nn: Tilby å omsette alle nettstadar som ikkje vert viste på valt standardspråk.
pa_in: ਤੁਹਾਡੀ ਮੂਲ ਭਾਸ਼ਾ ਤੋਂ ਕਿਸੇ ਵੀ ਵੱਖ ਭਾਸ਼ਾ ਵਿੱਚ ਲਿਖੀ ਗਈ ਸਾਈਟ ਲਈ ਉਲੱਥੇ ਵਾਸਤੇ ਪੇਸ਼ਕਸ਼ ਹੈ।
pt_br: Oferecer traduzir qualquer site escrito num idioma diferente do seu idioma padrão.
pt_pt: Oferecer para traduzir qualquer site escrito num idioma que é diferente do seu idioma predefinido.
sq: Ofrim të përkthehet çfarëdo sajti i shkruar në një gjuhë që është e ndryshme nga gjuha juaj parazgjedhje.
sv: Erbjud dig att översätta alla webbplatser som är skrivna på ett språk som skiljer sig från ditt standardspråk.
te: మీ అప్రమేయ భాషకు భిన్నమైన భాషలో ఉండే సైట్లను అనువదించి చూడడానికి వీలుకల్పించు.
th: เสนอให้แปลไซต์ใด ๆ ที่เขียนในภาษาที่แตกต่างจากภาษาเริ่มต้นของคุณ
tr: Varsayılan dilimden farklı bir dilde yazılmış siteleri kendi dilime çevirmeyi öner.
uk: Пропонувати переклад вебсайтів, мова яких відрізняється від вашої типової мови.
ur: کسی زبان میں لکھی گئی کسی سائٹ کا ترجمہ کرنے کی پیش کش کریں جو آپکی طے شدہ زبان سے مختلف ہو۔
vi: Đề nghị dịch bất kỳ trang web nào viết bằng ngôn ngữ khác với ngôn ngữ mặc định của bạn.

# Settings.TranslateSnackBar.SwitchTitle
source: Offer Translation
az: Tərcümə təklif edilsin
bn: যে ভাষায় অনুবাদ রয়েছে
br: Kinnig troidigezhioù
ca: Proposa traducció
cy: Cynnig Cyfieithu
da: Tilbyd oversættelse
de: Übersetzung anbieten
eo: Proponi tradukon
fa: پیشنهاد ترجمه
fr: Proposer des traductions
gd: Tairg eadar-theangachadh
hi_in: अनुवाद का प्रस्ताव दें
hy_am: Թարգմանության առաջարկ
ia: Offerer traduction
id: Penawaran Penerjemahan
is: Bjóða þýðingu
km: ការផ្តល់ជូនការបកប្រែ
lt: Siūlyti vertimą
my: ဘာသာပြန်ဆိုရန်
nb: Tilby oversettelse
nl: Vertaling aanbieden
nn: Tilby omsetting
pa_in: ਉਲੱਥੇ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰੋ
pt_br: Oferecer tradução
pt_pt: Oferecer tradução
sq: Ofrim Përkthimi
sv: Erbjud översättning
te: అనువాదాన్ని చూపించు
th: เสนอการแปล
tr: Çevirmeyi öner
uk: Пропонувати переклад
ur: ترجمہ کی پیشکش کریں
vi: Đề nghị dịch

# Settings.TranslateSnackBar.Title
source: Translation
ast: Traducción
az: Tərcümə
bn: অনুবাদ
br: Troidigezh
ca: Traducció
cy: Cyfieithu
da: Oversættelse
de: Übersetzung
eo: Traduko
fa: ترجمه
fr: Traduction
gd: Eadar-theangachadh
hi_in: अनुवाद
hy_am: Թարգմանություն
ia: Traduction
id: Terjemahan
is: Þýðing
km: ការបកប្រែ
kn: ಅನುವಾದ
lt: Vertimas
my: ဘာသာပြန်ခြင်း
nb: Oversettelse
nl: Vertaling
nn: Omsetting
pa_in: ਉਲੱਥਾ
pt_br: Tradução
pt_pt: Tradução
sq: Përkthim
sv: Översättning
te: అనువాదం
th: การแปล
tr: Çeviri
uk: Переклад
ur: ترجمہ
vi: Dịch

# Settings.TroubleShootSync.Title
source: Troubleshoot
af: Probleemoplossing
ast: Igua de problemes
az: Nasazlıq Aşkarlama
be: Вырашэнне праблем
bn: ট্রাবলশুট
br: Disac’hañ
ca: Resolució de problemes
cy: Datrys Problemau
da: Fejlfinding
de: Fehlerbehebung
el: Αντιμετώπιση προβλημάτων
eo: Solvi problemojn
et: Probleemide lahendamine
fa: عیب یابی
fi: Vianmääritys
fr: Informations pour corriger certains problèmes
gd: Fuasgail duilgheadasan
hi_in: समस्या निवारण करें
hr: Otklanjanje grešaka
hy_am: Խափանաշտկել
ia: Diagnostico
id: Pemecahan Masalah
is: Úrræðaleit
it: Risoluzione dei problemi
km: ដោះស្រាយ​បញ្ហា​
kn: ತೊಂದರೆನಿವಾರಣೆ‍
lt: Diagnozuoti triktis
my: ဖြေရှင်းဖော်ထုတ်ရန်
nb: Feilsøk
nl: Probleem oplossen
nn: Hjelp
oc: Resolucion de problèmas
pa_in: ਸਮੱਸਿਆ ਨਿਪਟਾਰਾ
pt_br: Solucionar problemas
pt_pt: Resolução de problemas
si: දොස් සෙවීම
sk: Riešenie problémov
sq: Diagnostikoje
sv: Felsök
te: ట్రబుల్‌షూట్
th: แก้ไขปัญหา
tr: Sorun giderme
tt: Хаталарны төзәтү
uk: Діагностика
ur: ازالہ کاری
vi: Khắc phục sự cố

# Settings.WebsiteData.ButtonDelete
source: Delete
ast: Desaniciar
az: Sil
bn: মুছুন
br: Dilemel
ca: Suprimeix
cy: Dileu
da: Slet
de: Löschen
eo: Forigi
fa: حذف
fr: Retirer
gd: Sguab às
hi_in: मिटाएं
hy_am: Ջնջել
ia: Deler
id: Hapus
is: Eyða
km: លុប
kn: ಅಳಿಸು
lt: Pašalinti
my: ဖျက်ရန်
nb: Slett
nl: Verwijderen
nn: Slett
pa_in: ਹਟਾਓ
pt_br: Excluir
pt_pt: Eliminar
sq: Fshije
sv: Ta bort
te: తొలగించు
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa

# Settings.WebsiteData.ButtonDone
source: Done
ast: Fecho
az: Oldu
bn: সম্পন্ন
br: Graet
ca: Fet
cy: Gorffen
da: Færdig
de: Fertig
eo: Farita
fa: انجام شد
fr: Terminé
gd: Deiseil
hi_in: संपन्न
hy_am: Ավարտ
ia: Facite
id: Selesai
is: Ljúka
km: រួចរាល់
kn: ಆಯಿತು
lt: Atlikta
my: ပြီးပြီ
nb: Ferdig
nl: Gereed
nn: Ferdig
pa_in: ਮੁਕੰਮਲ
pt_br: Pronto
pt_pt: Concluído
sq: U bë
sv: Klar
te: పూర్తయింది
th: เสร็จสิ้น
tr: Bitti
uk: Готово
ur: مکمل
vi: Xong

# Settings.WebsiteData.ButtonEdit
source: Edit
ast: Editar
az: Redaktə et
bn: সম্পাদনা
br: Embann
ca: Edita
cy: Golygu
da: Rediger
de: Bearbeiten
eo: Modifi
fa: ویرایش
fr: Modifier
gd: Deasaich
hi_in: संपादन
hy_am: Խմբագրել
ia: Modificar
id: Ubah
is: Breyta
km: កែសម្រួល
kn: ಸಂಪಾದಿಸಿ
lt: Keisti
my: တည်းဖြတ်ရန်
nb: Rediger
nl: Bewerken
nn: Rediger
pa_in: ਸੋਧੋ
pt_br: Editar
pt_pt: Editar
sq: Përpunoni
sv: Redigera
te: మార్చు
th: แก้ไข
tr: Düzenle
uk: Змінити
ur: تدوین
vi: Chỉnh sửa

# Settings.WebsiteData.ButtonShowMore
source: Show More
ast: Amosar más
az: Daha çox göstər
be: Паказаць больш
bn: আরো দেখাও
br: Diskouez muioc’h
ca: Mostra'n més
cy: Dangos Rhagor
da: Vis flere
de: Mehr anzeigen
el: Εμφάνιση περισσότερων
eo: Montri pli
et: Kuva rohkem
fa: نمایش بیشتر
fi: Näytä lisää
fr: Afficher plus
gd: Seall an corr
hi_in: अधिक दिखाएं
hr: Prikaži više
hy_am: Ցուցադրել ավելին
ia: Monstrar plus
id: Tampilkan Lebih Banyak
is: Sýna meira
it: Mostra dettagli
km: បង្ហាញច្រើនទៀត
kn: ಇನ್ನಷ್ಟು ತೋರಿಸು
lt: Rodyti daugiau
my: ထပ်ပြပါ
nb: Vis mer
nl: Meer tonen
nn: Vis meir
pa_in: ਹੋਰ ਵੇਖਾਓ
pt_br: Mostrar mais
pt_pt: Mostrar mais
si: තව පෙන්වන්න
sk: Zobraziť viac
sq: Shfaq Më Tepër
sv: Visa mer
te: ఇంకా చూపించు
th: แสดงเพิ่มเติม
tr: Daha fazla göster
tt: Күбрәк күрсәтү
uk: Показати більше
ur: مزید دکھائیں
vi: Hiện thêm
