Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# LibraryPanel.History.ClearHistoryMenuTitle.v100
source: Removes history (including history synchronised from other devices), cookies and other browsing data.
be: Выдаляе гісторыю (у тым ліку гісторыю, сінхранізаваную з іншых прылад), кукі і іншыя даныя аглядання.
br: Dilemel a ra ar roll istor (an hini goubredet eus trevnadoù all ivez), toupinoù ha roadennoù merdeiñ.
ca: Suprimeix l'historial (inclou l'historial sincronitzat d'altres dispositius), les galetes i altres dades de navegació.
cy: Yn dileu hanes (gan gynnwys hanes wedi'i gydweddu o ddyfeisiau eraill), cwcis a data pori arall.
da: Fjerner historik (herunder historik synkroniseret fra andre enheder), cookies og andre browserdata.
de: Entfernt Chronik (einschließlich Chronik, die von anderen Geräten synchronisiert wurde), Cookies und andere Browser-Daten.
el: Αφαιρεί το ιστορικό (καθώς και το συγχρονισμένο ιστορικό από άλλες συσκευές), τα cookies και άλλα δεδομένα περιήγησης.
eo: Tio ĉi forigas historion (inkluzive de la historio spegulita de aliaj aparatoj), kuketojn kaj aliajn retumajn datumojn.
et: Eemaldab ajaloo (sh teistest seadmetest sünkroniseeritud ajaloo), küpsised ja muud lehitsemise andmed.
fi: Poistaa historian (mukaan lukien muista laitteista synkronoidut historiat), evästeet ja muut selaustiedot.
fr: Supprime l’historique (y compris l’historique synchronisé depuis d’autres appareils), les cookies et d’autres données de navigation.
gd: Bheir seo air falbh an eachdraidh (a’ gabhail a-staigh eachdraidh a chaidh a shioncronachadh o uidheaman eile), briosgaidean is dàta brabhsaidh eile.
hy_am: Հեռացնում է պատմությունը (ներառյալ այլ սարքերից համաժամացված պատմությունը), քուքիները և զննարկման այլ տվյալներ:
ia: Remove le chronologia (incluse le chronologia synchronisate de altere apparatos), cookies e altere datos de navigation.
id: Menghapus riwayat (termasuk riwayat yang disinkronkan dari perangkat lain), kuki, dan data penjelajahan lainnya.
is: Fjarlægir feril (þar á meðal feril samstilltan úr öðrum tækjum), vefkökur og önnur vafragögn.
it: Rimuove la cronologia (inclusa la cronologia sincronizzata da altri dispositivi), i cookie e altri dati di navigazione.
nb: Fjerner historikk (inkludert historikk synkronisert fra andre enheter), infokapsler og andre nettlesingsdata.
nl: Verwijdert geschiedenis (inclusief vanaf andere apparaten gesynchroniseerde geschiedenis), cookies en andere navigatiegegevens.
nn: Fjernar historikk (inkludert historikk synkronisert frå andre einingar), infokapslar og andre nettlesingsdata.
pt_br: Remove o histórico (inclusive o histórico sincronizado de outros dispositivos), cookies e outros dados de navegação.
pt_pt: Remove o histórico (incluindo o histórico sincronizado de outros dispositivos), cookies e outros dados de navegação.
si: ඉතිහාසය (අන් උපාංග වලින් සමමුහූර්ත ඉතිහාසය ද), දත්තකඩ හා වෙනත් පිරික්සුම් දත්ත ඉවත් කරයි.
sk: Odstráni históriu (vrátane histórie synchronizovanej z iných zariadení), súbory cookie a ďalšie údaje prehliadania.
sv: Tar bort historik (inklusive historik som synkroniserats från andra enheter), kakor och annan webbläsardata.
th: ลบประวัติ (รวมถึงประวัติที่ซิงค์จากอุปกรณ์อื่น) คุกกี้ และข้อมูลการเรียกดูอื่น ๆ
tr: Geçmişi (diğer cihazlarla eşitlenen geçmiş dahil), çerezleri ve diğer gezinti verilerini kaldırır.
tt: Тарихны (башка җиһазлардан синхронланган тарихны да кертеп), кукиларны һәм башка гизү мәгълүматларын бетерә.
uk: Вилучає історію (включно з історією, синхронізованою з інших пристроїв), куки та інші дані вебперегляду.
vi: Xóa lịch sử (bao gồm cả lịch sử được đồng bộ hóa từ các thiết bị khác), cookie và dữ liệu duyệt web khác.

# ScanQRCode.PermissionError.Message.v100
source: Go to device ‘Settings’ > ‘Firefox’. Allow Firefox to access camera.
be: Прайдзіце ў ‘Налады’ прылады > ‘Firefox’. Дазвольце Firefox доступ да камеры.
br: Mont en arventennoù > Firefox, Aotren Firefox da haeziñ ar c'hamera.
ca: Aneu a «Configuració» > «Firefox». Doneu permís al Firefox per accedir a la càmera.
cy: Ewch i ‘Gosodiadau’ > ‘Firefox’ y ddyfais. Caniatewch i Firefox gael mynediad i’r camera.
da: Gå til enhedens "Indstillinger" > "Firefox", og giv Firefox adgang til kameraet.
de: Gehen Sie zu „Einstellungen“ des Geräts > „Firefox“. Erlauben Sie Firefox, auf die Kamera zuzugreifen.
el: Μεταβείτε στις «Ρυθμίσεις» > «Firefox». Επιτρέψτε στο Firefox την πρόσβαση στην κάμερα.
eo: Iru al ‘Agordoj‘ > ‘Firefox‘ en la aparato. Permesu al Firefox aliri la filmilon.
et: Ava oma seadmes ‘Settings’ > ‘Firefox’. Seejärel luba kaamera ligipääs.
fi: Siirry "Asetukset" > "Firefox". Salli Firefoxin käyttää kameraa.
fr: Accédez à « Réglages » > « Firefox » et autorisez Firefox à accéder à l’appareil photo.
gd: Tadhail air “Roghainnean” > “Firefox” is thoir cead-inntrigidh dha Firefox dhan chamara.
hy_am: Գնացեք սարքի «Կարգավորումներ» > «Firefox»: Թույլ տվեք Firefox-ին մուտք գործել տեսախցիկ:
ia: Va a ‘Parametros’ > ‘Firefox’ del apparato. Permitte a Firefox de acceder al camera.
id: Buka ‘Pengaturan‘ perangkat > ‘Firefox‘. Izinkan Firefox untuk mengakses kamera.
is: Farðu á tækinu í 'Stillingar' > 'Firefox'. Leyfðu Firefox að fá aðgang að myndavélinni.
it: Vai su “Impostazioni” del dispositivo > “Firefox”. Consenti a Firefox di accedere alla fotocamera.
nb: Gå til enhetens «Innstillinger» > «Firefox». Gi Firefox tilgang til kameraet.
nl: Ga op uw apparaat naar ‘Instellingen’ > ‘Firefox’. Geef Firefox toegang tot uw camera.
nn: Gå til einings-«Innstillingar» > «Firefox». Gi Firefox tilgang til kameraet.
pt_br: Vá em ‘Configurações’ do dispositivo > ‘Firefox’. Dê permissão ao Firefox para acessar a câmera.
pt_pt: Aceda às ‘Definições’ do dispositivo > ‘Firefox’. Permita que o Firefox aceda à câmara.
si: උපාංගයේ ‘සැකසුම්’ > ‘ෆයර්ෆොක්ස්’ වෙත යන්න. රූගතයට ප්‍රවේශය දෙන්න.
sk: V zariadení prejdite na ‘Nastavenia’ > ‘Firefox’. Povoľte prehliadaču Firefox prístup k fotoaparátu.
sv: Gå till enhetens ‘Inställningar’ > ‘Firefox’. Tillåt Firefox att komma åt kameran.
th: ไปที่ ‘การตั้งค่า’ ของอุปกรณ์ > ‘Firefox’ และอนุญาตให้ Firefox เข้าถึงกล้อง
tr: Cihazınızda ‘Ayarlar’ > ‘Firefox’a gidin. Firefox’un kameraya erişmesine izin verin.
tt: Җиһазда "Көйләүләр" > "Firefox"ка керегез. Firefox-ка камера куллануны рөхсәт итегез.
uk: Відкрийте «Параметри» пристрою > «Firefox». Дозвольте Firefox отримати доступ до камери.
vi: Đi tới ‘Cài đặt’ của thiết bị > ‘Firefox’. Cho phép Firefox truy cập máy ảnh.

# Settings.AddCustomEngine.URLLabel
source: URL
eo: Retadreso
fa: نشانی اینترنتی
fr: Adresse web
is: Slóð
it: Indirizzo
or: ୟୁଆର୍‌ଏଲ୍‌
si: ඒ.ස.නි.
tr: Adres
uk: Адреса URL

source: Aa
el: Αα
gd: Àà
hy_am: Աա
my: ကခ
te: అఆ
tt: Аа

source: Amazon
fa: آمازون
kn: ‍ಅಮೇಜಾನ್
or: ଆମାଜନ
si: ඇමසන්
te: అమేజాన్

source: YouTube
kn: ಯೂಟ್ಯೂಬ್
si: යූටියුබ්
