Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# FxA.RemoveAccountAlertMessage
source: Remove the Firefox Account associated with this device to sign in as a different user.
az: Fərqli bir istifadəçi ilə daxil olmaq üçün bu cihaz ilə bağlı olan Firefox Hesabı silin.
bn: একজন পৃথক ব্যাবহারকারী হিসেবে সাইন ইন করতে এই ডিভাইসের সাথে যুক্ত Firefox Account টি অপসারণ করুন।
br: Dilemel ar gont Firefox liammet ouzh an trevnad-mañ evit kennaskañ un implijer all.
ca: Elimina el compte del Firefox associat a aquest dispositiu per iniciar la sessió com a un altre usuari.
cy: Tynnwch y Cyfrif Firefox sy'n gysylltiedig â'r ddyfais hon i fewngofnodi fel defnyddiwr gwahanol.
da: Fjern Firefox-kontoen knyttet til denne enhed for at logge ind som en anden bruger.
de: Entfernen Sie das mit diesem Gerät verknüpfte Firefox-Konto, um sich als anderer Benutzer anzumelden.
eo: Forigi la konton de Firefox asociita kun tiu ĉi aparato por komenci seancon de alia uzanto.
fa: حذف کردن اکانت فایرفاکس متعلق به این دستگاه برای وارد شدن با یک حساب کاربری متفاوت.
fr: Retirez le compte Firefox associé à cet appareil pour vous connecter en tant qu’utilisateur différent.
gd: Thoir air falbh an cunntas Firefox a tha co-cheangailte ris an uidheam seo airson clàradh a-steach mar chleachdaiche eile.
hi_in: दूसरे उपयोगकर्ता के तौर पर साइन इन करने के लिए इस उपकरण पर मौजूद Firefox Account को हटाएं।
hy_am: Այլ օգտվողով մուտք գործելու համար ջնջեք այս սարքի հետ համակցված Firefox Հաշիվը:
ia: Remove le conto Firefox associate a iste apparato pro aperir session como un altere usator.
id: Hapus akun Firefox yang terhubung dengan perangkat ini untuk masuk sebagai pengguna lain.
is: Fjarlæga Firefox reikninginn sem er tengdur þessu tæki til að skrá þig inn sem annar notandi.
km: យកចេញ​គណនី Firefox ដែល​បាន​ភ្ជាប់ជាមួយឧបករណ៍នេះ ដើម្បីចូលជាអ្នកប្រើប្រាស់​ផ្សេងមួយ។
lt: Pašalinti su šiuo įrenginiu susietą „Firefox“ paskyrą, kad būtų galima prisijungti su kitu naudotoju.
my: တခြား အသုံးပြုသူ အဖြစ်ဝင်ရောက်ရန် ဤကိရိယာနှင့် ဆက်စပ်သော Firefox အကောင့်ကို ဖယ်ရှားပါ။
nb: Fjern Firefox-kontoen som er tilknyttet denne enheten for å logge på som en annen bruker.
nl: Verwijder de Firefox-account die aan dit apparaat is gekoppeld om u als een andere gebruiker aan te melden.
nn: Fjern Firefox-kontoen som er tilknytta denne eininga, for å logge på som ein annan brukar.
pa_in: ਵੱਖਰੇ ਵਰਤੋਂਕਾਰ ਵਿੱਚ ਸਾਇਨ ਇਨ ਕਰਨ ਲਈ ਇਸ ਡਿਵਾਈਸ ਨਾਲ ਸੰਬੰਧਿਤ ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਨੂੰ ਹਟਾਓ।
pt_br: Remova a Conta Firefox associada a este dispositivo para entrar como um usuário diferente.
pt_pt: Remover a conta do Firefox associada a este dispositivo para iniciar sessão como um utilizador diferente.
sq: Hiqeni Llogarinë Firefox përshoqëruar kësaj pajisjeje, për të hyrë si përdorues tjetër.
sv: Ta bort Firefox-kontot som är kopplat till den här enheten för att logga in som en annan användare.
te: వేరే వాడుకరిగా ప్రవేశించడానికి ఈ పరికరంతో అనుబంధమైన ఉన్న Firefox ఖాతాను తొలగించండి.
th: ลบ Firefox Account ที่เชื่อมโยงกับอุปกรณ์นี้เพื่อเข้าใช้ด้วยชื่อผู้ใช้อื่น
tr: Farklı bir kullanıcı olarak giriş yapmak için bu cihazla ilişkili Firefox Hesabını kaldırabilirsiniz.
uk: Вилучити пов'язаний з цим пристроєм обліковий запис Firefox, щоб увійти як інший користувач.
ur: ایک مختلف صارف کے طور پر سائن ان کرنے کے لئے اس آلہ سے وابستہ Firefox Account کو ہٹایں۔
vi: Gỡ bỏ tài khoản Firefox được liên kết với thiết bị này để đăng nhập với tư cách người dùng khác.

# FxA.RemoveAccountAlertTitle
source: Remove Account
az: Hesabı sil
bn: অ্যাকাউন্ট অপসারণ করুন
br: Dilemel ar gont
ca: Elimina el compte
cy: Tynnu Cyfrif
da: Fjern konto
de: Konto entfernen
eo: Forigi konton
fa: حذف حساب
fr: Supprimer le compte
gd: Thoir an cunntas air falbh
hi_in: खाता हटाएं
hy_am: Ջնջել հաշիվը
ia: Remover le conto
id: Hapus Akun
is: Fjarlægja reikning
km: លុប​គណនី
lt: Pašalinti paskyrą
my: အကောင့်ကို ဖယ်ရှားပါ
nb: Fjern konto
nl: Account verwijderen
nn: Fjern konto
pa_in: ਖਾਤਾ ਹਟਾਓ
pt_br: Remover conta
pt_pt: Remover conta
sq: Hiqe Llogarinë
sv: Ta bort konto
te: ఖాతాను తొలగించు
th: เอาบัญชีออก
tr: Hesabı kaldır
uk: Вилучити обліковий запис
ur: اکائونٹ ہٹائیں
vi: Gỡ bỏ tài khoản

# FxA.ResendEmail
source: Resend Email
ast: Reunviar corréu
az: E-poçtu təkrar göndər
bn: পুনরায় ইমেল পাঠান
br: Adkas ar postel
ca: Reenvia el missatge
cy: Ail Anfon E-bost
da: Send mail igen
de: E-Mail erneut senden
eo: Resendi retpoŝton
fa: ارسال دوباره رایانامه
fr: Renvoyer le courriel
gd: Cuir am post-d às ùr
hi_in: ईमेल पुनः भेजें
hy_am: Կրկին ուղարկել էլ. նամակը
ia: Reinviar le message
id: Kirim Ulang Email
is: Endursenda tölvupóst
km: ផ្ញើអ៊ីមែលឡើងវិញ
kn: ಇ-ಮೇಲ್ಅನ್ನು ಮರುಕಳುಹಿಸು
lt: Siųsti laišką dar kartą
my: အီးမေးလ်ကို ပြန်ပို့ပါ
nb: Send e-post på nytt
nl: E-mail opnieuw verzenden
nn: Send e-post på nytt
pa_in: ਈਮੇਲ ਮੁੜ ਭੇਜੋ
pt_br: Reenviar email
pt_pt: Reenviar email
sq: Ridërgoje Email-in
sv: Skicka igen
te: ఇమెయిల్ తిరిగి పంపండి
th: ส่งอีเมลใหม่
tr: E-postayı tekrar gönder
uk: Повторно надіслати лист
ur: ای میل دوبارہ ارسال کریں
vi: Gửi lại email

# fxa.signin.camera-signin
source: Sign In with Your Camera
ast: Aniciu de sesión cola cámara
be: Увайдзіце з дапамогай камеры
bn: আপনার ক্যামেরা দিয়ে সাইন ইন করুন
br: Kennaskit gant ho penveg skeudennoù
ca: Inicieu la sessió amb la càmera
cy: Mewngofnodi gyda’ch camera
da: Log ind med dit kamera
de: Melden Sie sich mit Ihrer Kamera an
el: Σύνδεση με την κάμερά σας
eo: Komencu seancon per via filmilo
et: Logi sisse oma kaameraga
fa: با دوربین خود وارد شوید
fi: Kirjaudu sisään kamerallasi
fr: Connectez-vous avec votre appareil photo
gd: Clàraich a-steach leis a’ chamara agad
hi_in: अपने कैमरे से साइन इन करें
hr: Prijavi se pomoću kamere
hy_am: Մուտք գործեք ձեր խցիկի հետ
ia: Accede con tu camera
id: Masuk Dengan Kamera Anda
is: Skráðu þig inn með myndavélinni þinni
it: Accedi con la fotocamera
lt: Prisijunkite su savo kamera
my: သင်၏ကင်မရာဖြင့်ဝင်ပါ
nb: Logg inn med kameraet ditt
nl: Meld u aan met uw camera
nn: Logg inn med kameraet ditt
pa_in: ਆਪਣੇ ਕੈਮਰੇ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
pt_br: Conecte usando sua câmera
pt_pt: Inicie a sessão com a sua Câmara
si: රූගතය සමඟ පිවිසෙන්න
sk: Prihláste sa pomocou fotoaparátu
sq: Hyni Me Kamerën Tuaj
sv: Logga in med din kamera
th: ลงชื่อเข้าด้วยกล้องของคุณ
tr: Kameranızla giriş yapın
tt: Камерагыз ярдәмендә керегез
uk: Увійдіть за допомогою камери
ur: اپنے کیمرے کے ساتھ سائن ان کریں
vi: Đăng nhập bằng máy ảnh của bạn

# fxa.signin.create-account-pt-1
source: Synchronise Firefox between devices with an account.
bn: অ্যাকাউন্টের মাধ্যমে ডিভাইসের মধ্যে Firefox সিঙ্ক করুন।
br: Goubredañ Firefox etre an trevnadoù gant ur gont.
ca: Sincronitzeu el Firefox entre dispositius amb un compte.
cy: Cydweddwch Firefox rhwng dyfeisiau gyda chyfrif.
da: Synkroniser Firefox mellem enheder med en konto.
de: Mit einem Konto können Sie Firefox geräteübergreifend synchronisieren.
eo: Per konto, speguli Firefox inter aparatoj.
fa: با یک حساب کاربری فایرفاکس را بین دستگاه‌ها هم‌گام‌سازی کنید.
fr: Synchronisez Firefox entre vos appareils en créant un compte.
gd: Sioncronaich Firefox eadar uidheaman le cunntas.
hi_in: एक खाते के साथ उपकरणों के बीच फ़ायरफ़ॉक्स सिंक करें।
hy_am: Համաժամացրեք Firefox-ը սարքերի միջեւ հաշվով:
ia: Synchronisa Firefox inter apparatos con un conto.
id: Sinkronkan Firefox antara perangkat dengan akun.
is: Samstilltu Firefox á milli tækja með reikningi.
lt: Sinchronizuokite „Firefox“ tarp įrenginių su paskyra.
nb: Synkroniser Firefox mellom enheter med en konto.
nl: Firefox synchroniseren tussen apparaten met een account.
nn: Synkroniser Firefox mellom einingar med ein konto.
pa_in: ਖਾਤੇ ਨਾਲ ਡਿਵਾਇਸਾਂ ਦਰਮਿਆਨ Firefox ਨੂੰ ਸਿੰਕ ਕਰੋ।
pt_br: Sincronize o Firefox entre dispositivos com uma conta.
pt_pt: Sincronize o Firefox entre dispositivos com uma conta.
sq: Njëkohësoni Firefox-in mes pajisjesh me një llogari.
sv: Synkronisera Firefox mellan enheter med ett konto.
th: ซิงค์ Firefox ระหว่างอุปกรณ์ด้วยบัญชี
tr: Hesap açarak Firefox’u cihazlar arasında eşitleyebilirsiniz.
uk: Синхронізуйте Firefox між пристроями за допомогою облікового запису.
ur: کسی اکاؤنٹ کے ذریعہ آلات کے مابین Firefox کو سینک کریں۔
vi: Đồng bộ Firefox giữa các thiết bị với một tài khoản.

# fxa.signin.create-account-pt-2
source: Create Firefox account.
bn: Firefox অ্যাকাউন্ট খুলুন।
br: Krouiñ ur gont Firefox.
ca: Creeu un compte del Firefox.
cy: Crëwch gyfrif Firefox.
da: Opret en Firefox-konto.
de: Erstellen Sie ein Firefox-Konto.
eo: Krei konton de Firefox.
fa: ایجاد یک حساب کاربری فایرفاکس.
fr: Créer un compte Firefox
gd: Cruthaich cunntas Firefox.
hi_in: Firefox खाता बनाएं
hy_am: Ստեղծել Firefox-ի հաշիվ:
ia: Crear un conto Firefox
id: Buat Firefox Account
is: Stofna Firefox reikning.
lt: Susikurkite „Firefox“ paskyrą.
nb: Opprett Firefox-konto.
nl: Een Firefox-account aanmaken.
nn: Opprett ein Firefox-konto
pa_in: Firefox ਖਾਤਾ ਬਣਾਓ।
pt_br: Criar uma Conta Firefox.
pt_pt: Criar uma Conta Firefox.
sq: Krijoni llogari Firefox.
sv: Skapa ett Firefox-konto.
th: สร้างบัญชี Firefox
tr: Firefox Hesabı açın.
uk: Створити обліковий запис Firefox.
ur: Firefox اکاؤنٹ بنائیں
vi: Tạo tài khoản Firefox.

# fxa.signin.qr-link-instruction
source: On your computer open Firefox and go to firefox.com/pair
ast: Nun ordenador, abri Firefox y vete a https://firefox.com/pair
be: Адкрыйце Firefox на сваім камп’ютары і перайдзіце на firefox.com/pair
bn: আপনার কম্পিউটারে Firefox খুলুন এবং firefox.com/pair এ যান
br: War hoc’h urzhiataer, digorit Firefox ha kit war ar bajenn firefox.com/pair
ca: Obriu el Firefox a l'ordinador i aneu a firefox.com/pair
cy: Ar eich cyfrifiadur, agorwch Firefox ac ewch i firefox.com/pair
da: Åbn Firefox på din computer og gå til firefox.com/pair
de: Öffnen Sie Firefox auf Ihrem Computer und besuchen Sie firefox.com/pair
el: Στον υπολογιστή σας, ανοίξτε το Firefox και μεταβείτε στο firefox.com/pair
eo: En via komputilo malfermu Firefox kaj vizitu firefox.com/pair
et: Ava Firefox oma arvutis ja mine aadressile firefox.com/pair
fa: بر روی کامپیوتر خود فایرفاکس را باز کرده و به firefox.com/pair بروید
fi: Avaa tietokoneellasi Firefox ja siirry osoitteeseen firefox.com/pair
fr: Sur votre ordinateur, ouvrez Firefox et accédez à firefox.com/pair
gd: Fosgail Firefox air a’ choimpiutair agad is tadhail air firefox.com/pair
hi_in: अपने कंप्यूटर पर Firefox खोलें और firefox.com/pair पर जाएं
hr: Na računalu otvori Firefox i idi na firefox.com/pair
hy_am: Ձեր համակարգչի վրա բացեք Firefox-ը և անցեք firefox.com/pair
ia: Aperi Firefox sur tu computator e va a firefox.com/pair
id: Di komputer Anda, buka Firefox dan buka firefox.com/pair
is: Opnaðu Firefox í tölvunni þinni og farðu á firefox.com/pair
it: Apri Firefox sul computer e vai all’indirizzo firefox.com/pair
lt: Atverkite „Firefox“ savo kompiuteryje, ir eikite į firefox.com/pair
my: <b>https://firefox.com/pair</b> ကိုသွားပြီး သင့်ကွန်ပျူတာတွင် Firefox ဖွင့်ပါ။
nb: Åpne Firefox på datamaskinen din og gå til firefox.com/pair
nl: Open Firefox op uw computer en ga naar firefox.com/pair
nn: Opne Firefox på datamaskina di og gå til firefox.com/pair
pa_in: ਆਪਣੇ ਕੰਪਿਊਟਰ ਉੱਤੇ ਫਾਇਰਫਾਕਸ ਖੋਲ੍ਹੋ ਅਤੇ firefox.com/pair ਉੱਤੇ ਜਾਓ
pt_br: Em seu computador, abra o Firefox e acesse firefox.com/pair
pt_pt: No seu computador, abra o Firefox e aceda a firefox.com/pair
si: පරිගණකයෙහි ෆයර්ෆොක්ස් විවෘත කර firefox.com/pair වෙත යන්න
sk: Spustite Firefox na svojom počítači a navštívte stránku firefox.com/pair
sq: Te kompjuteri juaj, hapni Firefox-in dhe kaloni te firefox.com/pair
sv: Öppna Firefox på din dator och gå till firefox.com/pair
th: บนคอมพิวเตอร์ของคุณ ให้เปิด Firefox แล้วไปที่ firefox.com/pair
tr: Bilgisayarınızda Firefox’u açıp firefox.com/pair adresine gidin
tt: Компьютерыгызда Firefox-ны ачыгыз һәм firefox.com/pair адресына күчегез
uk: На своєму комп'ютері відкрийте Firefox і перейдіть до firefox.com/pair
ur: اپنے کمپیوٹر پر Firefox کھولیں اور firefox.com/pair پر جائیں
vi: Trên máy tính của bạn, hãy mở Firefox và truy cập firefox.com/pair

# fxa.signin.ready-to-scan
source: Ready to Scan
ast: Escaniar
be: Гатовы да сканіравання
bn: স্ক্যান করার জন্য প্রস্তুত
br: Prest da c’hwilerviñ
ca: Llest per escanejar
cy: Yn Barod i Sganio
da: Klar til at skanne
de: Bereit zum Scannen
el: Σάρωση
eo: Preta skani
et: Skannimiseks valmis
fa: آماده برای اسکن
fi: Valmiina skannaamaan
fr: Prêt·e à scanner
gd: Deiseil airson sganadh
hi_in: स्कैन के लिए तैयार
hr: Spremno za skeniranje
hy_am: Պատրաստ է սկանավորել
ia: Preste a scannar
id: Siap Memindai
is: Tilbúið til skönnunar
it: Pronto per la scansione
lt: Pasiruošti nuskaitymui
my: စကင်ဖတ်ရန်အဆင်သင့်
nb: Klar til å skanne
nl: Klaar om te scannen
nn: Klar til å skanne
pa_in: ਸਕੈਨ ਕਰਨ ਲਈ ਤਿਆਰ
pt_br: Pronto para digitalizar
pt_pt: Pronto para digitalizar
si: පරිලෝකනයට සූදානම්
sk: Pripravené na skenovanie
sq: Gati për Skanim
sv: Redo att skanna
th: พร้อมที่จะสแกน
tr: Taramaya hazırım
tt: Сканерларга әзер
uk: Готові сканувати
ur: اسکین کرنے کے لئے تیار
vi: Sẵn sàng để quét

# fxa.signin.turn-on-sync
source: Turn on Sync
ast: Activación de Sync
bn: সিঙ্ক চালু করুন
br: Gweredekaat Sync
ca: Activa la sincronització
cy: Cychwyn Sync
da: Slå Sync til
de: Sync aktivieren
eo: Ŝalti Speguladon
fa: روشن کردن همگام‌سازی
fr: Activer Sync
gd: Cuir an sioncronachadh air
hi_in: सिंक चालू करें
hy_am: Միացնել համաժամեցումը
ia: Activar Sync
id: Aktifkan Sync
is: Kveikja á samstillingu
lt: Įjungti „Sync“
my: ထပ်တူပြုခြင်းကိုဖွင့်ပါ
nb: Slå på Sync
nl: Synchronisatie inschakelen
nn: Slå på Sync
pa_in: ਸਿੰਕ ਚਾਲੂ ਕਰੋ
pt_br: Ativar o Sync
pt_pt: Ligar o Sync
sq: Aktivizo Sync-un
sv: Aktivera Sync
th: เปิดใช้ Sync
tr: Sync’i etkinleştir
uk: Увімкнути синхронізацію
ur: Sync کو چالو کریں
vi: Bật đồng bộ hóa

# fxa.signin.use-email-instead
source: Use Email Instead
ast: Usar un corréu
be: Выкарыстаць электронную пошту
bn: পরিবর্তে ইমেল ব্যবহার করুন
br: Ober gant ar chomlec’h postel kentoc’h
ca: Usa el correu electrònic en lloc
cy: Defnyddio E-bost
da: Brug mail i stedet
de: Stattdessen E-Mail-Adresse verwenden
el: Χρήση email
eo: Anstataŭe uzi retpoŝton
et: Kasuta selle asemel e-posti aadressi
fa: به جای آن از ایمیل استفاده کنید
fi: Käytä sähköpostia
fr: Utiliser plutôt une adresse électronique
gd: Cleachd post-d na àite
hi_in: इसके बजाए ईमेल का उपयोग करें
hr: Umjesto toga koristi e-mail
hy_am: Փոխարենը օգտագործեք էլ. փոստ
ia: Alteremente usa un email
id: Gunakan Surel Saja
is: Nota tölvupóst í staðinn
it: Accedi con l’email
lt: Naudoti el. paštą
my: အဲဒီအစားအီးမေးလ်ကိုသုံးပါ
nb: Bruk e-post i stedet
nl: E-mail gebruiken
nn: Bruk e-post i staden
pa_in: ਇਸ ਦੀ ਬਜਾਏ ਈਮੇਲ ਵਰਤੋਂ
pt_br: Usar email
pt_pt: Como alternativa, utilizar e-mail
si: වි-තැපෑල යොදාගන්න
sk: Použiť radšej e-mailovú adresu
sq: Më mirë Përdorni Email
sv: Använd e-post istället
te: బదులుగా ఈమెయిలు వాడండి
th: ใช้อีเมลแทน
tr: E-posta ile giriş yap
tt: Моның урынына эл. почта куллану
uk: Використати е-пошту
ur: اس کے بجائے ای میل کا استعمال کریں
vi: Sử dụng email thay thế

# FxA.SignIntoSync
source: Sign in to Sync
ast: Aniciar sesión en Sync
az: Sync-ə Daxil ol
bn: সিঙ্ক করতে সাইন ইন করুন
br: Kennaskañ ouzh Sync
ca: Inicia la sessió al Sync
cy: Mewngofnodwch i Sync
da: Log ind på Sync
de: Bei Sync anmelden
eo: Komenci seancon en Spegulado
fa: ورود به هم‌گام‌سازی
fr: Se connecter à Sync
gd: Clàraich a-steach gu gleus an t-sioncronachaidh
hi_in: सिंक करने के लिए साइन इन करें
hy_am: Մուտք գործել Սինք
ia: Connecter se a Sync
id: Masuk ke Sync
is: Skráðu þig inn til að samstilla
km: ចូល ដើម្បីធ្វើសមកាលកម្ម
kn: ಸಿಂಕ್ ಮಾಡಲು ಸೈನ್ ಇನ್ ಆಗಿ
lt: Prisijungti prie „Sync“
my: Sync သို့ ဝင်ရောက်ပါ
nb: Logg inn på Sync
nl: Aanmelden voor synchronisatie
nn: Logg inn på Sync
pa_in: ਸਿੰਕ ਲਈ ਸਾਇਨ ਇਨ ਕਰੋ
pt_br: Entrar no Sync
pt_pt: Iniciar sessão no Sync
sq: Bëni hyrjen në Sync
sv: Logga in till Sync
te: Sync లోకి ప్రవేశించండి
th: ลงชื่อเข้า Sync
tr: Sync’e giriş yap
uk: Увійти до синхронізації
ur: ہمہ وقت سازی میں سائن ان کریں
vi: Đăng nhập để đồng bộ hóa

# FxA.SyncExplain
source: Get your tabs, bookmarks, and passwords from your other devices.
ast: Consigui les llingüetes, los marcadores y les contraseñes d'otros preseos de to.
az: Vərəq, əlfəcin və parollarınızı başqa cihazlarınızdan əldə edin.
bn: আপনার অন্যান্য ডিভাইস থেকে ট্যাব, বুকমার্ক এবং পাসওয়ার্ড এখানে উপভোগ করুন।
br: Tapit hoc’h ivinelloù, ho sinedoù hag ho kerioù-tremen adalek ho trevnadoù all.
ca: Accediu a les pestanyes, adreces d'interès i contrasenyes d'altres dispositius.
cy: Cael mynediad at eich tabiau agored, nodau tudalen a chyfrineiriau o'ch dyfeisiau eraill.
da: Få adgang til dine faneblade, bogmærker og adgangskoder på dine andre enheder.
de: Holen Sie sich Ihre Tabs, Lesezeichen und Passwörter von Ihren anderen Geräten.
eo: Ricevi viajn langetojn, legosignojn kaj pasvortojn el viaj aliaj aparatoj.
fa: زبانه‌ها، نشانک‌ها و گذرواژه‌هایتان را از دستگاه‌های دیگر دریافت کنید.
fr: Retrouvez vos onglets, marque-pages et mots de passe depuis vos autres appareils.
gd: Faigh na tabaichean, comharran-lìn is faclan-faire o na h-uidheaman eile agad.
hi_in: अपने दूसरे उपकरणों से अपना टैब, बुकमार्क और पासवर्ड पाएं।
hy_am: ձեր այլ սարքերից ստացեք ձեր ներդիրները, էջանիշերը և գաղտնաբառերը։
ia: Obtene le schedas, le marcapaginas e le contrasignos de tu altere apparatos.
id: Dapatkan tab, markah, dan sandi Anda dari perangkat lainnya.
is: Náðu í flipana þína, bókamerki og lykilorð frá hinum tækjunum þínum.
km: ទាញយក​ផ្ទាំង ចំណាំ និងពាក្យសម្ងាត់របស់អ្នកពីឧបករណ៍ផ្សេងទៀតរបស់អ្នក។
lt: Gaukite korteles, adresyną bei slaptažodžius iš kitų savo įrenginių.
my: အခြားကိရိယာများမှ တပ်ဗ်များ၊ စာမှတ်များနှင့် စကားဝှက်များကို ရယူပါ။
nb: Få dine faner, bokmerker og passord fra de andre enhetene dine.
nl: Haal uw tabbladen, bladwijzers en wachtwoorden van uw andere apparaten op.
nn: Få faner, bokmerke og passord frå dei andre einingane dine.
pa_in: ਆਪਣੇ ਹੋਰ ਡਿਵਾਈਸਾਂ ਤੋਂ ਆਪਣੀਆਂ ਟੈਬਾਂ, ਬੁੱਕਮਾਰਕ ਤੇ ਪਾਸਵਰਡ ਲਵੋ।
pt_br: Tenha suas abas, favoritos e senhas de outros dispositivos.
pt_pt: Obtenha os seus separadores, marcadores e palavras-passe dos seus outros dispositivos.
sq: Merrni skedat, faqerojtësit dhe fjalëkalimet tuaja nga pajisje të tjera tuajat.
sv: Få dina flikar, bokmärken och lösenord från dina andra enheter.
te: మీ ఇతర పరికరాల నుండి మీ ట్యాబులను, ఇష్టాంశాలను మరియు సంకేతపదాలను పొందండి.
th: รับแท็บ, ที่คั่นหน้า และรหัสผ่านของคุณจากอุปกรณ์อื่น ๆ ของคุณ
tr: Başka cihazlardaki sekmelerinizi, yer imlerinizi ve parolalarınızı alabilirsiniz.
uk: Отримайте вкладки, закладки та паролі зі своїх інших пристроїв.
ur: اپنے ٹیبس، نشانیاں اور پاسورڈ دیگر آلات سے حاصل کریں۔
vi: Nhận các thẻ, dấu trang và mật khẩu từ các thiết bị khác của bạn.

# FxA.SyncNow
source: Sync Now
ast: Sincronizar agora
az: İndi Sinxronlaşdır
be: Сінхранізаваць зараз
bn: এখন সিঙ্ক করুন
br: Goubredañ bremañ
ca: Sincronitza ara
cy: Cydweddu Nawr
da: Synkroniser nu
de: Jetzt synchronisieren
el: Συγχρονισμός τώρα
eo: Speguli nun
et: Sünkroniseeri kohe
fa: هم‌اکنون همگام‌سازی کنید
fi: Synkronoi
fr: Synchroniser maintenant
gd: Sioncronaich an-dràsta
hi_in: अभी सिंक करें
hr: Sinkroniziraj sada
hy_am: Համաժամեցնել
ia: Synchronisar ora
id: Sinkronkan Sekarang
is: Samstilla núna
it: Sincronizza adesso
km: ធ្វើសមកាលកម្មឥឡូវនេះ
kn: ಈಗ ಸಿಂಕ್ ಮಾಡು
lt: Sinchronizuoti dabar
my: ယခုပင် တစ်ပြေးညီ ပြုလုပ်ပါ
nb: Synkroniser nå
nl: Nu synchroniseren
nn: Synkroniser no
oc: Sincronizar ara
or: ବର୍ତ୍ତମାନ ସମୟସାମୟିକ କରନ୍ତୁ
pa_in: ਹੁਣੇ ਸਿੰਕ ਕਰੋ
pt_br: Sincronizar agora
pt_pt: Sincronizar agora
si: සමමුහූර්ත කරන්න
sk: Synchronizovať
sq: Njëkohësoji Tani
sv: Synkronisera nu
te: ఇప్పుడే సింక్ చేయి
th: ซิงค์ตอนนี้
tr: Şimdi eşitle
tt: Хәзер синхронлау
uk: Синхронізувати зараз
ur: ابھی ہمہ وقت سازی کریں
vi: Đồng bộ ngay

# FxA.TakeYourWebWithYou
source: Take Your Web With You
ast: Lleva la web contigo
az: Web-inizi özünüzlə gəzdirin
bn: আপনার সাথে আপনার ওয়েব নিন
br: Kemerit ho web ganeoc’h
ca: El vostre web a tot arreu
cy: Ewch a'ch Gwe Gyda Chi
da: Tag dit net med dig
de: So haben Sie das Web überall dabei
eo: Kunporti vian Teksaĵon kun vi
fa: وبِ خودتان را همه جا با خود داشته باشید
fr: Emportez votre Web partout avec vous
gd: Thoir leat an lìon
hi_in: अपना वेब अपने साथ रखें
hy_am: Ձեր վեբը Ձեզ հետ է
ia: Porta le web con te
id: Bawalah Web bersama Anda
is: Taktu vefinn þinn með þér
km: យក​គេហទំព័រ​របស់អ្នក​តាម​ខ្លួន
kn: ಜಾಲವನ್ನು ನಿಮ್ಮೊಂದಿಗೆ ಒಯ್ಯಿರಿ
lt: Pasiimkite savo saityną kartu
my: ဝဘ်ကို သင်နှင့်အတူ ရှိနေစေပါ
nb: Ta med deg webben
nl: Neem uw web mee
nn: Ta med deg nettet
pa_in: ਆਪਣੇ ਵੈੱਬ ਨੂੰ ਆਪਣੇ ਨਾਲ ਲੈ ਜਾਓ
pt_br: Leve a sua web com você
pt_pt: Leve a sua Web consigo
sq: Merreni Web-in Me Vete
sv: Ta med dig webben
te: మీ జాలాన్ని మీతో తీసుకువెళ్ళండి
th: นำเว็บของคุณไปกับคุณ
tr: Web’inizi yanınızda taşıyın
uk: Візьміть свій Інтернет з собою
ur: اپنی ویب اپنے ساتھ رکھیں
vi: Mang trang web theo bạn

# FxAPush_DeviceConnected_body
source: Firefox Sync has connected to %@
ast: Firefox Sync conectóse con %@
az: Firefox Sync %@ cihazına qoşuldu
be: Сінхранізацыя Firefox злучана з %@
bn: Firefox সিঙ্ক %@ এর সাথে যুক্ত হয়েছে
br: Kennasket eo Firefox Sync ouzh %@
ca: El Firefox Sync s'ha connectat a %@
cy: Mae Firefox Sync wedi cysylltu i %@
da: Firefox Sync er forbundet til %@
de: Firefox Sync ist mit %@ verbunden
el: Το Firefox Sync έχει συνδεθεί με τη συσκευή %@
eo: Spegulado de Firefox konektiĝis al %@
et: Firefox Sync on ühendatud seadmega %@
fa: همگام‌ساز فایرفاکس به %@ متصل شد
fi: Firefox Sync on yhdistänyt laitteeseen %@
fr: Firefox Sync s’est connecté à %@
gd: Cheangail gleus sioncronachadh Firefox ri %@
hi_in: Firefox सिंक %@ में जोड़ा गया
hr: Firefox sinkronizacija se povezala s %@
hy_am: Firefox֊ի համաժամեցումը միացվել է %@-ին
ia: Firefox Sync se ha connectite a %@
id: Firefox Sync telah terhubung ke %@
is: Firefox samstillingin er tengd %@
it: %@ è ora connesso a Firefox Sync.
km: ការធ្វើសមកាលកម្ម Firefox បានតភ្ជាប់ទៅ %@
lt: „Firefox Sync“ prisijungė prie „%@“
my: Firefox Sync သည် %@ ကို ချိတ်ဆက်ထားပြီးပြီ
nb: Firefox Sync har koblet til %@
nl: Firefox-synchronisatie is verbonden met %@
nn: Firefox Sync har kopla til %@
oc: Firefox Sync s’es connectat a %@
pa_in: ਫਾਇਰਫਾਕਸ ਸਿੰਕ %@ ਨਾਲ ਕਨੈਕਟ ਹੋ ਚੁੱਕਾ ਹੈ
pt_br: O Firefox Sync foi conectado a %@
pt_pt: O Firefox Sync ligou-se a %@
si: ෆයර්ෆොක්ස් සමමුහූර්තය %@ වෙත සම්බන්ධිතයි
sk: Služba Firefox Sync je pripojená k zariadeniu %@
sq: Firefox Sync është lidhur me %@
sv: Firefox Sync har anslutit till %@
te: Firefox Sync %@కు అనుసంధానమయింది
th: Firefox Sync ได้เชื่อมต่อกับ %@
tr: Firefox Sync yeni bir cihaza bağlandı: %@
tt: Firefox Синхронлау яңа җиһазга тоташтырылды: %@
uk: Синхронізація Firefox під'єднана до %@
ur: Firefox ہمہ وقت سازی %@ سے جڑِی ہے
vi: Đồng bộ hóa Firefox đã kết nối với %@

# FxAPush_DeviceConnected_title
source: Sync Connected
ast: Sync conectóse
az: Sync Qoşuldu
be: Сінхранізацыя падключана
bn: সিঙ্ক যুক্ত হয়েছে
br: Sync Kennasket
ca: El Sync s'ha connectat
cy: Mae Sync wedi Cysylltu
da: Sync forbundet
de: Sync verbunden
el: Το Sync συνδέθηκε
eo: Spegulado konektiĝis
et: Sync on ühendatud
fa: همگام‌سازی متصل شد
fi: Sync yhdistetty
fr: Sync connecté
gd: Rinn gleus an t-sioncronachaidh ceangal
hi_in: सिंक जुड़ गया
hr: Sync je povezan
hy_am: ՍԻնքը ավարտվեց
ia: Sync connectite
id: Sync Terhubung
is: Samstilling tengd
it: Sync connesso
km: បានតភ្ជាប់ការធ្វើសមកាលកម្ម
kn: ಸಿಂಕ್ ಸಂಪರ್ಕಿತಗೊಂಡಿದೆ
lt: „Sync“ prisijungė
my: Sync ကို ချိတ်ဆက်ထားသည်
nb: Sync er tilkoblet
nl: Synchronisatie verbonden
nn: Sync er tilkopla
oc: Sync connectat
or: ସମୟାନୁସାମୟିକ ସଂଯୋଗ ହୋଇଗଲା
pa_in: ਸਿੰਕ ਕਨੈਕਟ ਹੈ
pt_br: Sync conectado
pt_pt: Sync ligado
si: සමමුහූර්තය සම්බන්ධිතයි
sk: Služba Sync je pripojená
sq: Lidhur Me Sync
sv: Sync ansluten
te: Sync అనుసంధానించబడింది
th: เชื่อมต่อ Sync แล้ว
tr: Sync bağlandı
tt: Синхронлау тоташтырылды
uk: Синхронізацію під'єднано
ur: ہمہ وقت سازی جڑ گئی
vi: Đồng bộ hóa được kết nối
