Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

source: Remove
af: Verwyder
ast: Quitar
az: Sil
be: Выдаліць
bn: অপসারণ করুন
br: Dilemel
ca: Elimina
cy: Tynnu
da: Fjern
de: Entfernen
el: Αφαίρεση
eo: Forigi
et: Eemalda
fa: حذف
fi: Poista
fr: Retirer
gd: Thoir air falbh
hi_in: हटाएं
hr: Ukloni
hy_am: Հեռացնել
ia: Remover
id: Hapus
is: Fjarlægja
it: Elimina
km: លុប​ចេញ
kn: ತೆಗೆ
lt: Pašalinti
my: ဖယ်ပါ
nb: Fjern
nl: Verwijderen
nn: Fjern
oc: Suprimir
or: କାଢ଼ନ୍ତୁ
pa_in: ਹਟਾਓ
pt_br: Remover
pt_pt: Remover
si: ඉවත් කරන්න
sk: Odstrániť
sq: Hiqe
sv: Ta bort
te: తొలగించు
th: เอาออก
tr: Sil
tt: Бетерү
uk: Вилучити
ur: ہٹائیں
vi: Xóa

source: Remove from Reading List
af: Verwyder uit die leeslys
ast: Quitar de Llista de Llectura
az: Oxuma Siyahısından sil
be: Выдаліць са спісу для чытання
bn: পঠন তালিকা থেকে মুছে ফেলুন
br: Dilemel diwar ar roll lennadurioù
ca: Elimina de la llista de lectura
cy: Tynnu o'r Rhestr Ddarllen
da: Fjern fra læseliste
de: Aus Leseliste entfernen
el: Αφαίρεση από τη λίστα ανάγνωσης
eo: Forigi el legolisto
et: Eemalda lugemisnimekirjast
fa: حذف از فهرست مطالعه
fi: Poista lukulistalta
fr: Retirer de la liste de lecture
gd: Thoir air falbh on liosta-leughaidh
hi_in: पठन सूची से निकालें
hr: Ukloni s popisa za čitanje
hy_am: ՀԵռացնել ընթերցման ցուցակից
ia: Remover del lista de lectura
id: Hapus dari Daftar Bacaan
is: Fjarlægja af leslista
it: Elimina da Elenco lettura
km: លុប​ចេញពី​បញ្ជី​អាន
kn: ಓದುಗ ಪಟ್ಟಿಯಿಂದ ತೆಗೆ
lt: Pašalinti iš skaitinių sąrašo
my: စာဖတ်ဆဲစာရင်းမှ ဖျက်ပေးပါ
nb: Fjern fra leselisten
nl: Verwijderen van leeslijst
nn: Fjern frå leselista
oc: Levar de la lista de lectura
or: ପଠନ ତାଲିକାରୁ କାଢନ୍ତୁ
pa_in: ਪੜ੍ਹਨ ਸੂਚੀ ਵਿੱਚੋਂ ਹਟਾਓ
pt_br: Remover da lista de leitura
pt_pt: Remover da lista de leitura
si: කියවීමේ ලේඛනයෙන් ඉවතලන්න
sk: Odstrániť zo Zoznamu na prečítanie
sq: Hiqe nga Listë Leximesh
sv: Ta bort från läslistan
te: చదివే జాబితా నుండి తొలగించు
th: เอาออกจากรายการอ่าน
tr: Okuma listesinden sil
tt: Уку исемлегеннән алып ташлау
uk: Прибрати зі списку читання
ur: پڑھنے کی فہرست سے ہٹائیں
vi: Xóa khỏi danh sách đọc

# ReopenAlert.Actions.Cancel
source: Cancel
ast: Encaboxar
az: Ləğv et
be: Скасаваць
bn: বাতিল
br: Nullañ
ca: Cancel·la
cy: Diddymu
da: Annuller
de: Abbrechen
el: Ακύρωση
eo: Nuligi
et: Loobu
fa: انصراف
fi: Peruuta
fr: Annuler
gd: Sguir dheth
hi_in: रद्द करें
hr: Odustani
hy_am: Չեղարկել
ia: Cancellar
id: Batalkan
is: Hætta við
it: Annulla
km: បោះបង់
kn: ರದ್ದುಗೊಳಿಸು
lt: Atsisakyti
my: မလုပ်ဆောင်တော့ပါ
nb: Avbryt
nl: Annuleren
nn: Avbryt
oc: Anullar
or: ବାତିଲ କରନ୍ତୁ
pa_in: ਰੱਦ ਕਰੋ
pt_br: Cancelar
pt_pt: Cancelar
si: අවලංගු
sk: Zrušiť
sq: Anuloje
sv: Avbryt
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
tt: Баш тарту
uk: Скасувати
ur: منسوخ کریں
vi: Hủy bỏ

# ReopenAlert.Actions.Reopen
source: Reopen
az: Təzədən aç
be: Адкрыць паўторна
bn: পুনরায় খুলুন
br: Addigeriñ
ca: Torna a obrir
cy: Ailagor
da: Åbn igen
de: Erneut öffnen
el: Άνοιγμα ξανά
eo: Malfermi denove
et: Ava uuesti
fa: بازگشایی
fi: Avaa uudelleen
fr: Rouvrir
gd: Ath-fhosgail
hi_in: फिर से खोलें
hr: Ponovo otvori
hy_am: Վերաբացել
ia: Reaperir
id: Buka ulang
is: Enduropna
it: Riapri
km: បើកឡើងវិញ
kn: ಮರುತೆರೆ
lt: Atverti iš naujo
my: ပြန်ဖွင့်ပါ
nb: Åpne på nytt
nl: Opnieuw openen
nn: Opne på nytt
oc: Tornar dobrir
or: ପୁନର୍ବାର ଖୋଲନ୍ତୁ
pa_in: ਮੁੜ-ਖੋਲ੍ਹੋ
pt_br: Reabrir
pt_pt: Reabrir
si: යළි අරින්න
sk: Znova otvoriť
sq: Rihape
sv: Öppna igen
te: మళ్లీ తెరువు
th: เปิดใหม่
tr: Yeniden aç
tt: Яңадан ачу
uk: Відновити
ur: دوبارہ کھولیں
vi: Mở lại

# ReopenAlert.Title
source: Reopen Last Closed Tab
az: Qapanmış son vərəqi təzədən aç
be: Паўторна адкрыць апошнюю закрытую картку
bn: শেষ বন্ধ ট্যাব পুনরায় খুলুন
br: Addigeriñ an ivinell serret da ziwezhañ
ca: Torna a obrir la darrera pestanya tancada
cy: Ail agor Tabiau Caewyd Diwethaf
da: Åbn senest lukkede faneblad igen
de: Zuletzt geschlossenen Tab wiederherstellen
el: Επαναφορά τελευταίας κλειστής καρτέλας
eo: Malfermi denove la laste fermitan langeton
et: Ava viimati suletud kaart uuesti
fa: بازگشایی آخرین زبانه بسته شده
fi: Avaa uudelleen suljettu välilehti
fr: Rouvrir le dernier onglet fermé
gd: Ath-fhosgail an taba mu dheireadh a chaidh a dhùnadh
hi_in: बंद टैब फिर से खोलें
hr: Ponovo otvori posljednju zatvorenu karticu
hy_am: Վերաբացեք վերջին փակված ներդիրը
ia: Reaperir ultime scheda claudite
id: Buka kembali Tab yang Terakhir Ditutup
is: Afturkalla að loka flipa
it: Riapri l’ultima scheda chiusa
km: បើកផ្ទាំងដែលបានបិទចុងក្រោយ
lt: Atverti paskiausiai užvertą kortelę
my: နောက်ဆုံးပိတ်ခဲ့သည့် တပ်ဗ်ကို ပြန်ဖွင့်ပါ
nb: Gjenopprett siste lukket fane
nl: Laatst gesloten tabblad opnieuw openen
nn: Opne siste attlatne fane på nytt
oc: Tornar dobrir l’onglet tampat
pa_in: ਆਖਰੀ ਬੰਦ ਕੀਤੀ ਟੈਬ ਮੁੜ-ਖੋਲ੍ਹੋ
pt_br: Reabrir última aba fechada
pt_pt: Reabrir último separador fechado
si: අවසන වසා දැමූ පටිත්ත යළි අරින්න
sk: Znova otvoriť poslednú zatvorenú kartu
sq: Rihap Skedën e Fundit të Mbyllur
sv: Återställ senast stängda flik
te: చివరగా మూసివేసిన ట్యాబును తిరిగి తెరవండి
th: เปิดแท็บที่ปิดล่าสุดใหม่
tr: Kapatılan sekmeyi yeniden aç
tt: Соңгы ябылган табны яңадан ачу
uk: Відновити останню закриту вкладку
ur: آخری بند ٹیب کو دوبارہ کھولیں
vi: Mở lại thẻ đã đóng

# ReopenClosedTab.KeyCodeTitle
source: Reopen Closed Tab
az: Qapanmış vərəqi təzədən aç
bn: বন্ধ ট্যাব পুনরায় খুলুন
br: Addigeriñ an ivinell serret
ca: Torna a obrir la pestanya tancada
cy: Ail agor Tabiau wedi Cau
da: Åbn lukket faneblad igen
de: Geschlossenen Tab wiederherstellen
eo: Malfermi denove fermitan langeton
fa: بازکردن زبانه‌های بسته شده
fr: Rouvrir l’onglet fermé
gd: Ath-fhosgail an taba a chaidh a dhùnadh
hi_in: बंद टैब फिर से खोलें
hy_am: Կրկին բացել փակված ներդիրը
ia: Reaperir scheda claudite
id: Buka Kembali Tab Tertutup
is: Afturkalla að loka flipa
km: បើកផ្ទាំងដែលបានបិទឡើងវិញ
kn: ಮುಚ್ಚಿದ ಟ್ಯಾಬ್ ಮತ್ತೆ ತೆರೆ
lt: Atkurti užvertą kortelę
my: ပိတ်လိုက်သည့်တပ်ဗ်ကို ပြန်ဖွင့်
nb: Gjenopprett lukket fane
nl: Gesloten tabblad opnieuw openen
nn: Opne attlaten fane
pa_in: ਬੰਦ ਕੀਤੀ ਟੈਬ ਮੁੜ-ਖੋਲ੍ਹੋ
pt_br: Reabrir aba fechada
pt_pt: Reabrir separador fechado
sq: Rihap Skedat e Mbyllura
sv: Återställ stängd flik
te: మూసివేసిన ట్యాబును మళ్ళీ తెరువు
th: เปิดแท็บที่ปิดใหม่
tr: Kapatılan sekmeyi yeniden aç
uk: Відновити закриту вкладку
ur: بند ٹیب پھر کھولیں
vi: Mở lại thẻ đã đóng

source: Reset text size
ast: Reafitar el tamañu del testu
az: Mətn ölçüsünü sıfırla
be: Скінуць памер тэксту
bn: অক্ষরের আকার রিসেট করুন
br: Adderaouekaat ment an destenn
ca: Reinicia la mida del text
cy: Ailosod maint testun
da: Nulstil tekststørrelse
de: Textgröße zurücksetzen
el: Επαναφορά μεγέθους κειμένου
eo: Normigi tekstan grandon
et: Lähtesta fondi suurus
fa: تنظیم مجدد اندازه متن
fi: Palauta tekstin koko
fr: Réinitialiser la taille du texte
gd: Ath-shuidhich meud an teacsa
hi_in: टेक्स्ट आकार रीसेट करें
hr: Vrati veličinu teksta na zadanu veličinu
hy_am: Վերակայել գրվածքի չափը
ia: Reinitialisar le dimension del texto
id: Atur ulang ukuran teks
is: Endurstilla textastærð
it: Reimposta la dimensione del testo
km: កំណត់ទំហំអក្សរឡើងវិញ
kn: ಪಠ್ಯದ ಗಾತ್ರ ಮರುಹೊಂದಿಸಿ
lt: Atstatyti teksto dydį
my: စာလုံးဆိုဒ်အားချိန်ညှိပါ
nb: Nullstil tekststørrelse
nl: Tekstgrootte opnieuw instellen
nn: Still tilbake tekststorlleiken
oc: Reïnicializar la talha del tèxte
pa_in: ਲਿਖਤ ਆਕਾਰ ਨੂੰ ਮੁੜ-ਸੈੱਟ ਕਰੋ
pt_br: Redefinir o tamanho do texto
pt_pt: Repor tamanho do texto
si: පෙළ තරම යළි සකසන්න
sk: Obnoviť veľkosť textu
sq: Kthim madhësie teksti te parazgjedhjet
sv: Återställ textstorleken
te: టెక్స్ట్ పరిమాణం రీసెట్ చేయండి
th: กลับค่าเดิมของขนาดข้อความ
tr: Metin boyutunu sıfırla
tt: Текст үлчәмен ташлату
uk: Відновити розмір тексту
ur: متن کا ماب دوبارہ سیٹ کریں
vi: Đặt lại kích thước văn bản

source: Sans-serif
be: Без засечак
br: Hep-serif
eo: Senserifa
et: Seriifideta
fi: Päätteetön
fr: Sans sérif
it: Senza grazie
kn: ಸಾನ್ಸ್‍-ಸೆರಿಫ್
lt: Be užraitų
or: ସାନ୍ସ- ସେରିଫ୍‌
pa_in: ਸਨਜ਼-ਸੈਰਿਫ਼
pt_br: Sem serifa
pt_pt: Sem serifa
sk: Bezpätkové
te: సాన్స్-సెరీఫ్
th: ไม่มีเชิง
uk: Без зарубок

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
af: Stoor bladsye na die Leeslys deur op die boekplus-ikoon te raak in die kontroles van die Leeslys.
ast: Guarda les páxines na to Llista de llectura calcando l'iconu «+» del llibru nos controles de Vista de Llectura.
az: Oxuyucu Görünüşü idarələrində üstəgəl kitab ikonuna basaraq səhifələri Oxuma Siyahınıza əlavə edin.
be: Захоўвайце старонкі ў спісе для чытання, націснуўшы на значок кнігі з плюсам у элементах кіравання рэжымам чытання.
bn: রিডার ভিউয়ের নিয়ন্ত্রণগুলিতে বই যোগের আইকনটি ট্যাপ করে আপনার পাঠ্য তালিকাতে পেজগুলি সেভ করুন।
br: Enrollit pajennoù d’ho roll lennadurioù en ur stekiñ ouzh an arlun levr gant an arouezenn ’mui’ e reolioù ar mod lenn.
ca: Deseu pàgines a la Llista de lectura tocant la icona de llibre amb signe de més en els controls de la Vista de lectura.
cy: Cadwch dudalennau i'ch Golwg Darllen drwy dapio ar yr eicon llyfr plws yn rheolyddion Golwg Darllen.
da: Gem sider til din læseliste ved at trykke på bog-plus-ikonet blandt læsevisningsknapperne.
de: Speichern Sie Seiten in Ihrer Leseliste, indem Sie auf das Buch-Plus-Symbol in der Steuerung der Leseansicht tippen.
el: Αποθηκεύστε σελίδες στη λίστα ανάγνωσής σας πατώντας το εικονίδιο βιβλίου με συν στα πλήκτρα προβολής ανάγνωσης.
eo: Konservu paĝojn en via legolisto per tuŝo de la emblemo kun libro kaj plussigno en la regiloj de legila vido.
et: Salvesta lehed lugemisnimekirja, puudutades lugemisvaates plussmärgiga raamatu ikooni.
fa: ذخیره صفحات بر روی فهرست مطالعه با تپ کردن و نگه داشتن آیکون کتاب در کنترل نمایش حالت مطالعه.
fi: Tallenna sivuja lukulistaan napauttamalla plus-kuvaketta lukunäkymän ohjaimissa.
fr: Enregistrez des pages dans votre liste de lecture en appuyant sur l’icône de livre possédant un signe « + » présente dans les contrôles du mode lecture.
gd: Sàbhail duilleagan air an liosta leughaidh le gnogag air ìomhaigheag an leabhair ann an uidheaman-smachd an t-seallaidh leughaidh.
hi_in: पाठक परिदृश्य नियंत्रण में पुस्तक प्लस प्रतीक दबाकर अपनी पाठ्य सूची में पृष्ठों को सहेजें.
hr: Spremi stranice na popis za čitanje, dodirom ikone za dodavanje knjige u kontrolama prikaza za čitanje.
hy_am: Պահպանեք էջերը ձեր Ընթերցացուցակում՝ հպելով գրքի պատկերակին ընթերցման ցուցակի կառավարման գոտիում:
ia: Salvar le paginas a tu lista de lectura toccante le icone del libro con le signo + in le controlos del vista de lectura.
id: Simpan laman ke Daftar Baca dengan mengetuk ikon buku di kontrol Tampilan Baca.
is: Vistaðu síður á leslistann með því að ýta á bókartáknið í leshamsstýringunum.
it: Salva pagine in Elenco lettura toccando l’icona con il libro e il simbolo + nei controlli della Modalità lettura.
km: រក្សាទុក​ទំព័រ​​ទៅ​បញ្ជី​អាន​របស់​អ្នក​ដោយ​ប៉ះ​រូបតំណាងបូក​សៀវភៅ​នៅ​ក្នុង​ការ​គ្រប់គ្រង​ទិដ្ឋភាព​​អ្នក​អាន។
kn: ಓದುಗ ನೋಟ ನಿಯಂತ್ರಣಗಳಲ್ಲಿ ಪುಸ್ತಕ ಪ್ಲಸ್ ಐಕಾನ್ ತಟ್ಟುವ ಮೂಲಕ ನಿಮ್ಮ ಓದುವ ಪಟ್ಟಿಗೆ ಪುಟಗಳನ್ನು ಉಳಿಸಿ.
lt: Įrašykite tinklalapius į savo skaitinių sąrašą, bakstelėdami knygos su pliusu piktogramą skaitymo veiksenos valdiklyje.
my: သင့်စာမျက်နှာအား စာဖတ်ပုံစံ ထိန်းချုပ်ခုံမှ စာအုပ်အပေါင်း ခလုပ်အား နှိပ်ပြီး စာဖတ်စာရင်းသို့ထည့်ပါ
nb: Lagre sider til leselisten ved å trykke boken med plusstegn i lesevisningsverktøylinjen.
nl: Sla webpagina’s op naar uw leeslijst door op het boek-plus-pictogram in de lezerweergavebedieningen te tikken.
nn: Lagre sider i leselista ved å trykkje på boka med plussteikn i lesevisingsverktøylinja.
pa_in: ਪੜਨ ਝਲਕ ਕੰਟਰੋਲ ਵਿੱਚ ਕਿਤਾਬ ਜੋੜ ਆਈਕਾਨ ਨੂੰ ਛੂਹ ਕੇ ਸਫ਼ਿਆਂ ਨੂੰ ਆਪਣੀ ਪੜ੍ਹਨ ਸੂਚੀ ਵਿੱਚ ਸੰਭਾਲੋ।
pt_br: Salve páginas na sua lista de leitura, tocando no ícone de livro com + nos controles do Leitor.
pt_pt: Guarde páginas na sua lista de leitura, tocando no ícone + do livro nos controlos da Vista de leitura.
si: කියවීමේ දැක්ම පාලනවල ඇති පොත+ නිරූපකය තට්ටු කිරීමෙන් ඔබගේ කියවීම් ලේඛනයට පිටු සුරකින්න.
sk: Ťuknutím na ikonu knihy so znakom plus v ovládačoch zobrazenia Čítačka pridáte stránku do Zoznamu na prečítanie.
sq: Faqet te Lista juaj e Leximeve i ruani duke prekur ikonën libër plus, te kontrollet e Listës së Leximeve.
sv: Spara sidor till läslistan genom att trycka på bokikonen med plustecken i kontrollerna för läsvyn.
te: రీడర్ లో చూడటానికి నియంత్రణలు పుస్తక ప్లస్ చిహ్నాన్ని నొక్కడం ద్వారా మీ చదివే జాబితాకు పేజీలను సేవ్ చేయండి.
th: บันทึกหน้าไปยังรายการอ่านของคุณโดยแตะไอคอนหนังสือที่มีเครื่องหมายบวกในตัวควบคุมมุมมองผู้อ่าน
tr: Sayfaları okuma listenize kaydetmek için Okuyucu görünümündeyken kitap artı simgesine dokunun.
tt: «Уку режимы»нда чагында ул режимның көйләүләрендәге «китап плюс» тамгасына басып, сәхифәләрне үзегезнең «Укыйсы битләр» исемлегендә саклагыз.
uk: Зберігайте статті до списку читання дотиком до піктограми книги з плюсом в керуванні режимом читання.
ur: ریڈر دیکھیں میں کتاب آئکن کو ٹپ کرکے اپنے پڑھنے کی فہرست میں صفحات کو محفوظ کریں۔
vi: Nhấp vào biểu tượng cộng với sách trong công cụ chế độ đọc sách để lưu trang vào danh sách đọc.

# ScanQRCode.Error.OK.Button
source: OK
ast: D'acuerdu
az: Tamam
bn: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eo: Akcepti
et: Olgu
fa: باشد
gd: Ceart ma-thà
hi_in: ठीक
hr: U redu
hy_am: Լավ
id: Oke
is: Í lagi
km: យល់ព្រម
kn: ಸರಿ
lt: Gerai
my: ကောင်းပြီ
oc: D'acòrd
or: ଠିକ ଅଛି
pa_in: ਠੀਕ ਹੈ
si: හරි
te: సరే
th: ตกลง
tr: Tamam
tt: ОК
uk: Гаразд
ur: ٹھیک ہے

# ScanQRCode.Instructions.Label
source: Align QR code within frame to scan
ast: Allinia'l códigu QR col marcu pa escaniar
az: QR kodu çərçivənin içinə gətirərək skanlayın
be: Размясціце QR-код унутры рамкі сканіравання
bn: স্ক্যান করার জন্য QR কোড ফ্রেমের ভিতরে আনুন
br: Steudit ar boneg QR er steuñv evit c’hwilervañ
ca: Enquadreu el codi QR dins del marc per escanejar-lo
cy: Alinio'r cod QR o fewn ffram i'w sganio
da: Juster QR-koden indenfor rammen for at skanne
de: QR-Code zum Scannen am Rahmen ausrichten
el: Τοποθετήστε τον κωδικό QR εντός του πλαισίου για σάρωση
eo: Metu la kodon QR en la kadron por skani ĝin
et: Skannimiseks mahuta QR-kood raami sisse
fa: برای اسکن کدQR را با قاب تنظیم کنید
fi: Skannaa kohdistamalla QR-koodi kehyksen sisälle
fr: Placez le code QR dans le cadre pour qu’il soit analysé
gd: Cuir an còd QR a-rèir an fhrèam airson a sganadh
hi_in: स्कैन करने के लिए फ्रेम के भीतर QR कोड संरेखित करें
hr: Za skeniranje, poravnaj QR kȏd unutar okvira
hy_am: Հավասարեցնել QR կոդը հետևյալ շրջանակում պատկերահանման համար
ia: Alinea le codice QR intra le quadro pro scannar
id: Selaraskan kode QR dalam bingkai untuk memindai
is: Stilltu QR-kóða innan ramma til að skanna
it: Inquadra il codice QR nella cornice per eseguire la scansione
km: តម្រង់​កូដ QR នៅក្នុងស៊ុម ដើម្បីស្កេន
lt: Sulygiuokite QR kodą su rėmeliu skenavimui
my: QR ကုဒ် ဖတ်ရန်အတွက် ၎င်းကို ဘောင်အတွင်း ရှိနေစေရန် ချိန်ညှိပါ
nb: Plasser QR-koden innenfor rammen for å skanne
nl: Houd QR-code binnen kader om te scannen
nn: Plasser QR-koden innanfor ramma for å skanne
pa_in: ਸਕੈਨ ਕਰਨ ਵਾਸਤੇ QR ਕੋਡ ਨੂੰ ਫਰੇਮ 'ਚ ਲਿਆਓ
pt_br: Alinhe o código QR no quadro para digitalizar
pt_pt: Alinhe o código QR dentro do quadro para digitalizar
si: සුපිරික්සීමට රාමුව තුළට QR කේතය ගන්න
sk: Pre skenovanie umiestnite QR kód do rámčeka
sq: Që të skanohet, vendoseni kodin QR brenda kornizës
sv: Justera QR-koden inom ramen för att skanna
te: స్కాన్ చేయడానికి ఫ్రేమ్ లోపల QR కోడ్ను సమలేఖనం చేయండి
th: จัดตำแหน่งรหัส QR ให้อยู่ภายในกรอบเพื่อสแกน
tr: Taranacak QR kodunu çerçeveyle hizalayın
tt: Сканерлау өчен QR кодны рамка эченә кертегез
uk: Розташуйте QR-код в межах рамки для сканування
ur: QR کوڈ کو اسکین کرنے کے لیئے فریم کے سیدھا کریں
vi: Căn chỉnh mã QR trong khung để quét

# ScanQRCode.InvalidDataError.Message
source: The data is invalid
ast: Los datos nun son válidos
az: Məlumat səhvdir
be: Несапраўдныя звесткі
bn: উপাত্তটি অশুদ্ধ
br: Didalvoudek eo ar roadennoù
ca: Les dades no són vàlides
cy: Mae'r data'n annilys
da: Data er ugyldige
de: Die Daten sind ungültig
el: Άκυρα δεδομένα
eo: Nevalidaj datumoj
et: Andmed on vigased
fa: اطلاعات معتبر نیست
fi: Tiedot ovat virheellisiä
fr: Données non valides
gd: Tha an dàta mì-dhligheach
hi_in: डेटा अमान्य है
hr: Podaci nisu valjani
hy_am: Տվյալը անվավեր է
ia: Le datos es invalide
id: Data tidak valid
is: Gögnin eru ógild
it: Dati non validi
km: ទិន្នន័យនេះមិនត្រឹមត្រូវ​ទេ
lt: Netinkami duomenys
my: အချက်အလက်မှားနေသည်
nb: Ugyldige data
nl: De gegevens zijn ongeldig
nn: Ugyldige data
oc: Donadas invalidas
pa_in: ਡਾਟਾ ਅਢੁੱਕਵਾਂ ਹੈ
pt_br: Os dados são inválidos
pt_pt: Os dados são inválidos
si: දත්ත වලංගු නොවේ
sk: Údaje sú neplatné
sq: Të dhënat janë të pavlefshme
sv: Felaktig data
te: డేటా చెల్లనిది
th: ข้อมูลไม่ถูกต้อง
tr: Veri geçersiz
tt: Мәгълүмат яраксыз
uk: Неприпустимі дані
ur: کوائف ناجائز ہے
vi: Dữ liệu không hợp lệ

# ScanQRCode.PermissionError.Message
source: Please allow Firefox to access your device’s camera in ‘Settings’ -> ‘Privacy’ -> ‘Camera’.
az: Lütfən ‘Tənzimləmələr’ -> ‘Məxfilik’ -> ‘Kamera’ üzərindən Firefox-a cihazınızın kamerası üçün icazə verin.
bn: অনুগ্রহ করে 'Settings' -> 'Privacy' -> 'Camera' গিয়ে Firefox কে আপনার ডিভাইস'র ক্যামেরা ব্যবহারের অনুমতি দিন।
br: Aotreit Firefox da haeziñ ho kamera e ‘Arventennoù’ -> ‘Buhez prevez’ -> ‘Kamera’.
ca: Doneu permís al Firefox per accedir a la càmera del dispositiu en «Configuració» -> «Privacitat» -> «Càmera».
cy: Caniatewch i Firefox to gael mynediad i gamera eich dyfais yn 'Gosodiadau' -> 'Preifatrwydd' -> 'Camera'.
da: Tillad Firefox at få adgang til enhedens kamera i 'Indstillinger' -> 'Privatliv' -> 'Kamera'.
de: Bitte gestatten Sie Firefox den Zugriff auf die Kamera Ihres Geräts über „Einstellungen → Datenschutz → Kamera“.
eo: Bonvolu permesi al Firefox aliri la filmilon de via aparato en ‘Agordoj‘ -> ‘Privateco‘ -> ‘Filmilo‘.
fa: لطفا به فایرفاکس اجازه دهید تا به دستگاه‌های مانند دوربین از طریق تنظیمات -> بخش حریم شخصی -> قسمت دوربین دسترس داشته باشد.
fr: Veuillez autoriser Firefox à accéder à l’appareil photo de votre appareil dans « Réglages » -> « Confidentialité » -> « Appareil photo ».
gd: Thoir inntrigeadh do chamara an uidheim agad dha Firefox ann an “Roghainnean” » “Prìobhaideachd” » “Camara”.
hi_in: कृपया Firefox को आपके उपकरण के कैमरा तक पहुंचने की अनुमति ‘सेटिंग’ -> ‘गोपनीयता’ -> ‘कैमरा’ में दें।
hy_am: Խնդրում ենք Firefox֊ին թույլ տալ մուտք գործել ձեր սարքի տեսախցիկ «Կարգավորումներ» -> «Գաղտնիություն» -> «Տեսախցիկ»։
ia: Per favor permitte a Firefox de acceder al camera de tu apparato in ‘Parametros’ -> ‘Confidentialitate’ -> ‘Camera’.
id: Izinkan Firefox untuk mengakses kamera peranti Anda di ‘Setelan‘ -> ‘Privasi‘ -> ‘Kamera‘.
is: Leyfðu Firefox að fá aðgang að myndavélinni í 'Settings' -> 'Privacy' -> 'Camera'.
km: សូមអនុញ្ញាតិឱ្យ Firefox ចូលប្រើកាមេរ៉ារបស់ឧបករណ៍អ្នកនៅក្នុង “ការកំណត់” -> “ឯកជនភាព” -> “កាមេរ៉ា” ។
lt: Prašome leisti „Firefox“ pasiekti jūsų įrenginio kamerą per „Nustatymai“ -> „Privatumas“ -> „Kamera“.
my: ကိရိယာရှိ ကင်မရာကို အသုံးပြုရန် Firefox အား ‘Settings’ -> ‘Privacy’ -> ‘Camera’ မှတဆင့် ခွင့်ပြုပေးပါ။
nb: La Firefox få tilgang til enhetens kamera i «Innstillinger» -> «Personvern» -> «Kamera».
nl: Sta toegang tot de camera van uw apparaat voor Firefox toe in ‘Instellingen’ -> ‘Privacy’ -> ‘Camera’.
nn: La Firefox få tilgang til kameraet i eininga, i «Innstilligar» -> «Personvern» -> «Kamera».
pa_in: ਫਾਇਰਫਾਕਸ ਨੂੰ ਆਪਣੇ ਡਿਵਾਈਸ ਦੇ ਕੈਮਰੇ ਲਈ ‘Settings’ -> ‘Privacy’ -> ‘Camera’ ਰਾਹੀਂ ਪਹੁੰਚ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ।
pt_br: Permita que o Firefox acesse a câmera do seu dispositivo em ‘Configurações’ -> ‘Privacidade’ -> ‘Câmera’.
pt_pt: Por favor permita ao Firefox o acesso à câmara do dispositivo em ‘Definições’ -> ‘Privacidade’ -> ‘Câmara’.
sq: Ju lutemi, lejojeni Firefox-in të hyjë te kamera e pajisjes tuaj, që nga ‘Rregullime’ -> ‘Privatësi’ -> ‘Kamera’.
sv: Vänligen tillåt Firefox att komma åt enhetens kamera i ‘Inställningar’ -> ‘Sekretess’ -> ‘Kamera’.
te: మీ పరికరపు కెమెరాను వాడటానికి Firefoxను ఇక్కడ అనుమతించండి ‘అమరికలు’ -> ‘అంతరంగికత’ -> ‘కెమెరా’.
th: โปรดอนุญาตให้ Firefox เข้าถึงกล้องของอุปกรณ์ของคุณใน ‘การตั้งค่า’ -> ‘ความเป็นส่วนตัว’ -> ‘กล้อง’
tr: Lütfen cihazınızın ‘Ayarlar’ -> ‘Gizlilik’ -> ‘Kamera’ menüsünden Firefox’un kameraya erişmesine izin verin.
uk: Дозвольте Firefox доступ до камери пристрою, відкривши Параметри -> Приватність -> Камера.
ur: براہ مہربانی Firefox کو اہبے آلہ کے کیمرے کو ‘سیٹںگوں’> ‘رازداری’> کیمرہ تک رسائی دیں۔
vi: Vui lòng cho phép Firefox truy cập vào máy ảnh của thiết bị của bạn trong 'Cài đặt' -> 'Quyền riêng tư' -> 'Camera'.

# ScanQRCode.View.Title
source: Scan QR Code
ast: Escaniar un códigu QR
az: QR kodu skanla
be: Сканіраваць QR-код
bn: QR কোড স্ক্যান করুন
br: C’hwilerviñ ar boneg QR
ca: Escaneja un codi QR
cy: Sganio'r Cod QR
da: Skan QR-kode
de: QR-Code scannen
el: Σάρωση κωδικού QR
eo: Skani kodon QR
et: QR-koodi skannimine
fa: اسکن کد QR
fi: Skannaa QR-koodi
fr: Scanner un code QR
gd: Sganaich an còd QR
hi_in: QR कोड स्कैन करें
hr: Skeniraj QR kȏd
hy_am: Սկանավորել QR կոդը
ia: Scannar codice QR
id: Pindai Kode QR
is: Skanna QR-kóða
it: Scansione codice QR
km: ស្កេនកូដ QR
kn: QR ಸಂಕೇತ ಸ್ಕ್ಯಾನ್ ಮಾಡು‍
lt: Skenuoti QR kodą
my: QR ကုဒ်ဖတ်ရန်
nb: Skann QR-kode
nl: QR-code scannen
nn: Skann QR-kode
oc: Escanerizar un còdi QR
or: QR କୋଡ ସ୍କାନକରନ୍ତୁ
pa_in: QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ
pt_br: Digitalizar código QR
pt_pt: Digitalizar código QR
si: QR කේතය සුපිරික්සන්න
sk: Skenovanie QR kódu
sq: Skanonin Kodin QR
sv: Skanna QR-kod
te: QR కోడ్ను స్కాన్ చేయండి
th: สแกนรหัส QR
tr: QR kodu tara
tt: QR кодны сканерлау
uk: Сканувати QR-код
ur: QR کوڈ اسکین کریں
vi: Quét mã QR

source: Search
af: Soek
ast: Busca
az: Axtarış
be: Пошук
bn: অনুসন্ধান
br: Klask
ca: Cerca
cy: Chwilio
da: Søgning
de: Suche
el: Αναζήτηση
eo: Serĉi
et: Otsi
fa: جست و جو
fi: Haku
fr: Recherche
gd: Lorg
hi_in: खोजें
hr: Traži
hy_am: Որոնում
ia: Cercar
id: Pencarian
is: Leitarvélar
it: Ricerca
km: ស្វែងរក
kn: ಹುಡುಕು
lt: Paieška
my: ရှာ
nb: Søk
nl: Zoeken
nn: Søk
oc: Recercar
or: ଖୋଜନ୍ତୁ
pa_in: ਖੋਜ
pt_br: Pesquisa
pt_pt: Pesquisa
si: සොයන්න
sk: Hľadať
sq: Kërkim
sv: Sök
te: శోధన
th: ค้นหา
tr: Arama
tt: Эзләү
uk: Пошук
ur: تلاش
vi: Tìm kiếm

source: Search or enter address
af: Soek of tik adres
ast: Busca o introduz una direición
az: Ünvanı daxil et və ya axtar
be: Увядзіце запыт або адрас
bn: অনুসন্ধান করুন অথবা ঠিকানা প্রবেশ করুন
br: Klask pe chomlec’h
ca: Escriviu una cerca o adreça
cy: Chwilio neu gyfeiriad gwe
da: Søg eller indtast adresse
de: Suchen oder Adresse eingeben
el: Αναζήτηση ή εισαγωγή διεύθυνσης
eo: Serĉu aŭ tajpu adreson
et: Otsi või sisesta aadress
fa: جست‌وجو یا ورود نشانی
fi: Hae tai kirjoita osoite
fr: Recherche ou adresse
gd: Dèan lorg no cuir a-steach seòladh
hi_in: खोजें या पता दर्ज करें
hr: Traži ili upiši adresu
hy_am: Որոնել կամ մուտքագրել հասցե
ia: Cerca o insere adresse
id: Cari atau masukkan alamat
is: Leit eða skrifaðu vistfang
it: Cerca o inserisci un indirizzo
km: ស្វែងរក ឬ​បញ្ចូល​អាសយដ្ឋាន
kn: ಹುಡುಕಿ ಅಥವ ವಿಳಾಸ ನಮೂದಿಸಿ
lt: Ieškokite arba įveskite adresą
my: ရှာဖွေ သို့ လိပ်စာတစ်ခုရိုက်ထည့်ပါ
nb: Søk eller oppgi adresse
nl: Voer zoekterm of adres in
nn: Søk eller skriv inn ei adresse
oc: Picar un tèrme de recercar o una adreça
or: ଠିକଣା ଖୋଜନ୍ତୁ ଅଥବା ଲେଖନ୍ତୁ
pa_in: ਖੋਜੋ ਜਾਂ ਸਿਰਨਾਵਾਂ ਦਿਓ
pt_br: Pesquise ou digite um endereço
pt_pt: Pesquisar ou introduzir um endereço
si: ලිපිනය යොදන්න හෝ සොයන්න
sk: Zadajte vyhľadávanie alebo adresu
sq: Kërkoni ose jepni adresë
sv: Sök eller ange adress
te: వెతకండి లేదా చిరునామాను ఎంటర్ చేయండి
th: ค้นหาหรือป้อนที่อยู่
tr: Arama yapın veya adres yazın
tt: Эзләү яки адрес язу
uk: Введіть запит чи адресу
ur: پتہ تلاش یا داخل کریں
vi: Tìm kiếm hoặc nhập địa chỉ
