Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Settings.SendUsage.Title
source: Send Usage Data
ast: Unviar datos d'usu
az: İstifadə məlumatlarını göndər
be: Адпраўляць звесткі аб выкарыстанні
bn: ব্যবহারের উপাত্ত প্রেরণ করুন
br: Kas roadennoù arver
ca: Envia dades d'ús
cy: Anfon Data Defnydd
da: Send data for anvendelse
de: Nutzungsdaten senden
el: Αποστολή δεδομένων χρήσης
eo: Sendi datumojn pri uzo
et: Saadetakse kasutusandmeid
fa: ارسال اطلاعات استفاده
fi: Lähetä käyttötilastoja
fr: Envoyer des données d’utilisation
gd: Cuir an dàta cleachdaidh
hi_in: उपयोगित डेटा भेजें
hr: Šalji podatke o korištenju
hy_am: Ուղարկել օգտագործման տվյալները
ia: Inviar datos de uso
id: Kirim Data Penggunaan
is: Senda notkunarupplýsingar
it: Invia dati sull’uso
km: ផ្ញើទិន្នន័យការប្រើប្រាស់
kn: ಬಳಕೆಯ ದತ್ತಾಂಶ ಕಳುಹಿಸಿ
lt: Siųsti naudojimo duomenis
my: အသုံးပြုမှုဆိုင်ရာ အချက်အလက်များကို ပေးပို့ရန်
nb: Send bruksdata
nl: Gebruiksgegevens verzenden
nn: Send bruksdata
pa_in: ਵਰਤੋ ਡਾਟੇ ਨੂੰ ਭੇਜੋ
pt_br: Enviar dados de uso
pt_pt: Enviar dados de utilização
si: භාවිත දත්ත යවන්න
sk: Odosielať údaje o používaní
sq: Dërgo të Dhëna Përdorimi
sv: Skicka användningsdata
te: వినియోగించిన డేటాను పంపు
th: ส่งข้อมูลการใช้งาน
tr: Kullanım verilerini gönder
tt: Куллану мәгълүматларын җибәрү
uk: Надсилати дані про використання
ur: استعمال شدہ کوائف ارسال کریں
vi: Gửi dữ liệu sử dụng

# Settings.ShowLinkPreviews.Status
source: When Long-pressing Links
be: Пры працяглым націску на спасылку
bn: যখন দীর্ঘক্ষন-টিপে ধরে রাখা লিঙ্কগুলি
br: Pa stokan un ere e-pad pell
ca: En mantenir premuts els enllaços
cy: Pan yn Pwyso'n Hir ar Ddolenni
da: Når du trykker længe på links
de: Beim langen Drücken von Links
el: Με παρατεταμένο πάτημα συνδέσμων
eo: Kiam oni longe premas ligilojn
et: Linkide pikalt puudutamisel
fa: وقتی پیوندی را به صورت طولانی فشار می‌دهید
fi: Kun pitkään painat linkkejä
fr: Lors d’un appui long sur les liens
gd: Nuair a nithear brùthadh fada air ceangal
hr: Pri dugom pritisku na poveznicu
hy_am: Հղումներին տևական սեղմելիս
ia: Durante longe pulsata de ligamines
id: Ketika Menekan-lama Tautan
is: Þegar ýtt er lengi á tengla
it: Premendo a lungo sui link
km: នៅពេលដែលចុចយូរ
lt: Ilgiau palaikant ant saito
my: လင့်များ ကို ကြာကြာဖိထား သောခါ
nb: Når du trykker lenge på koblinger
nl: Bij lang indrukken van koppelingen
nn: Når du trykkjer lenge på koplingar
pa_in: ਲਿੰਕਾਂ ਨੂੰ ਦੇਰ ਤੱਕ ਦਬਾਉਣ ਵੇਲੇ
pt_br: Ao manter links pressionados
pt_pt: Quando pressionar algum tempo nas ligações
si: සබැඳි මත දිගු වෙලාවක් එබූ විට
sk: Pri dlhom stlačení odkazu
sq: Kur Lidhjet Klikohen Gjatë
sv: Långtrycka på länkar
te: లంకెలను ఎక్కువసేపు నొక్కినప్పుడు
th: เมื่อกดค้างที่ลิงก์
tr: Bağlantılara basılı tutunca
tt: Сылтамага озак итеп басканда
uk: При тривалому дотику до посилання
ur: جب طویل دبانے والے لنکس
vi: Khi chạm và giữ liên kết

# Settings.ShowLinkPreviews.Title
source: Show Link Previews
be: Папярэдні прагляд спасылак
bn: লিঙ্ক প্রিভিউ দেখান
br: Diskouez alberz an ere
ca: Previsualitza els enllaços
cy: Dangos Rhagolwg Dolenni
da: Forhåndsvis links
de: Link-Vorschau anzeigen
el: Εμφάνιση προεπισκοπήσεων συνδέσμων
eo: Montri antaŭvidon de ligilo
et: Kuvatakse linkide eelvaateid
fa: پخش پیش نمایش پیوند
fi: Näytä linkkien esikatselut
fr: Afficher l’aperçu des liens
gd: Seall ro-sheallaidhean cheanglaichean
hi_in: लिंक पूर्वावलोकन दिखाएँ
hr: Prikaži preglede poveznica
hy_am: Ցուցադրել հղումների նախադիտումը
ia: Monstrar vista preliminar del ligamine
id: Tampilkan Pratinjau Tautan
is: Birta forskoðun tengla
it: Visualizza anteprime dei link
km: បង្ហាញការមើលតំណជាមុន
lt: Rodyti saitų peržiūrą
my: လင့်ခ်ကို ကြိုတင်အစမ်းပြပါ။
nb: Vis forhåndsvisning av lenker
nl: Koppelingsvoorbeelden tonen
nn: Vis lenke-førehandsvisingar
pa_in: ਲਿੰਕ ਝਲਕਾਂ ਨੂੰ ਵੇਖੋ
pt_br: Mostrar exibição prévia do link
pt_pt: Mostrar pré-visualizações de ligações
si: සබැඳි පෙරදසුන් පෙන්වන්න
sk: Zobraziť náhľad odkazu
sq: Shfaq Paraparje Lidhjeje
sv: Visa länkförhandsvisning
te: లంకె మునుజూపులను చూపించు
th: แสดงตัวอย่างลิงก์
tr: Bağlantı ön izlemelerini göster
tt: Сылтамалар өчен алдан карап алуларны кабызу
uk: Попередній перегляд посилань
ur: لنک پیش منظر دکھائیں
vi: Hiển thị xem trước liên kết

# Settings.ShowLoginsInAppMenu.Title
source: Show in Application Menu
ast: Amosar nel menú d'aplicaciones
az: Tətbiqetmə Menyusunda göstər
be: Паказваць у меню праграмы
bn: অ্যাপ্লিকেশন মেনুতে দেখাও
br: Diskouez e lañser an arloadoù
ca: Mostra en el menú de l'aplicació
cy: Dangos yn Newislen yr Ap
da: Vis i program-menuen
de: Im Anwendungsmenü anzeigen
el: Εμφάνιση στο μενού εφαρμογής
eo: Montri en la menuo de la programo
et: Kuvatakse äpi menüüs
fa: نمایش در فهرست برنامه
fi: Näytä sovellusvalikossa
fr: Afficher dans le menu de l’application
gd: Seall ann an clàr-taice na h-aplacaid
hi_in: एप्लीकेशन मेन्यू में दिखाएं
hr: Prikaži u izborniku aplikacije
hy_am: Ցուցադրել ծրագրի ցանկում
ia: Monstrar in le menu del application
id: Tampilkan di Menu Aplikasi
is: Sýna valmynd forrits
it: Mostra nel menu dell’app
km: បង្ហាញនៅក្នុងម៉ឺនុយកម្មវិធី
lt: Rodyti programos meniu
my: Application Menu တွင် ပြပါ
nb: Vis i appmenyen
nl: Tonen in applicatiemenu
nn: Vis i appmenyen
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਮੇਨੂ ਵਿੱਚ ਵੇਖੋ
pt_br: Exibir no menu de aplicativos
pt_pt: Mostrar no menu da aplicação
si: යෙදුම් වට්ටෝරුවෙහි පෙන්වන්න
sk: Zobraziť v ponuke aplikácie
sq: Shfaqe në Menu Aplikacioni
sv: Visa i appmenyer
te: అప్లికేషన్ మెనూలో చూపించు
th: แสดงในเมนูแอปพลิเคชัน
tr: Uygulama menüsünde göster
tt: Кушымта менюсында күрсәтү
uk: Показувати в меню
ur: ایپلیکیشن مینو میں دکھائیں
vi: Hiển thị trong menu ứng dụng

# Settings.Siri.OpenTabShortcut
source: Open New Tab
az: Yeni Vərəq Aç
be: Адкрыць новую картку
bn: নতুন ট্যাব খুলুন
br: Digeriñ un ivinell nevez
ca: Obre una pestanya nova
cy: Agor Tab Newydd
da: Åbn et nyt faneblad
de: Neuen Tab öffnen
el: Άνοιγμα νέας καρτέλας
eo: Malfermi novan langeton
et: Ava uus kaart
fa: بازکردن زبانه جدید
fi: Avaa uusi välilehti
fr: Ouvrir un nouvel onglet
gd: Fosgail taba ùr
hi_in: नया टैब खोलें
hr: Otvori novu karticu
hy_am: Բացել նոր ներդիր
ia: Aperir un nove scheda
id: Buka Tab Baru
is: Opna nýjan flipa
it: Apri nuova scheda
km: បើក​ផ្ទាំង​ថ្មី
kn: ಹೊಸ ಟ್ಯಾಬ್‌ ತೆರೆ‍
lt: Atverti naują kortelę
my: တပ်ဗ်အသစ် ဖွင့်ပါ
nb: Åpne ny fane
nl: Nieuw tabblad openen
nn: Opne ny fane
oc: Dobrir un onglet novèl
pa_in: ਨਵੀਂ ਟੈਬ ਖੋਲ੍ਹੋ
pt_br: Abrir nova aba
pt_pt: Abrir novo separador
si: නව පටිත්තක් අරින්න
sk: Otvoriť novú kartu
sq: Hap Skedë të Re
sv: Öppna ny flik
te: కొత్త ట్యాబును తెరువు
th: เปิดแท็บใหม่
tr: Yeni sekme aç
tt: Яңа табны ачу
uk: Нова вкладка
ur: نئے ٹیب میں کھولیں
vi: Mở thẻ mới

# Settings.Siri.SectionDescription
source: Use Siri shortcuts to quickly open Firefox via Siri
az: Firefox səyyahını Siri ilə tez açmaq üçün Siri qısayollarını istifadə edin
be: Выкарыстоўвайце каманды Siri, каб хутка адкрыць Firefox праз Siri
bn: Siri ব্যবহার করে দ্রুত Firefox চালু করতে Siri শর্টকাট ব্যবহার করুন
br: Arverañ berradennoù Siri evit digeriñ buan Firefox dre Siri
ca: Utilitza dreceres de Siri per obrir ràpidament el Firefox mitjançant Siri
cy: Defnyddio llwybrau byr Siri ni agor Firefox yn sydyn drwy Siri
da: Brug genveje i Siri til hurtigt at åbne Firefox
de: Siri-Kürzel verwenden, um Firefox schnell per Siri zu öffnen
el: Χρήση συντομεύσεων Siri για ταχύ άνοιγμα του Firefox μέσω Siri
eo: Uzi ŝparvojojn de Siri por rapide malfermi Firefox per Siri
et: Kasuta Siri otseteid, et avada Firefox kiiresti
fa: استفاده از میانبرهای سیری برای بازکردن سریع فایرفاکس به وسیله سیری
fi: Käytä Siri-oikoteitä avataksesi Firefoxin nopeasti Sirin kautta
fr: Utilisez les raccourcis Siri pour ouvrir rapidement Firefox via Siri
gd: Cleachd ath-ghoiridean Siri airson Firefox fhosgladh gu luath le Siri
hi_in: Siri के द्वारा तुरंत Firefox खोलने के लिए Siri शॉर्टकट का उपयोग करें
hr: Koristi Siri prečace za brzo otvaranje Firefoxa putem Sirija
hy_am: Օգտագործեք Siri-ի դյուրանցումները՝ Siri֊ի միջոցով Firefox-ը արագ բացելու համար
ia: Usa le accessos directe de Siri pro aperir rapidemente Firefox via Siri
id: Gunakan Siri shortcuts untuk membuat Firefox dengan cepat lewat Siri
is: Nota Siri flýtivísanir til að opna Firefox með Siri
it: Utilizza Siri per aprire velocemente Firefox
km: ប្រើផ្លូវកាត់ Siri ដើម្បីបើក Firefox តាមរយៈកម្មវិធី Siri
kn: ಸಿರಿ ಮೂಲಕ ಫೈರ್ಫಾಕ್ಸ್ ಅನ್ನು ತ್ವರಿತವಾಗಿ ತೆರೆಯಲು ಸಿರಿ ಶಾರ್ಟ್ಕಟ್ಗಳನ್ನು ಬಳಸಿ
lt: Naudoti „Siri“ leistukus norint greitai atverti „Firefox“
my: Siri မှတဆင့် Firefox ကို မြန်မြန်ဆန်ဆန် ဖွင့်ရန် Siri နည်းလမ်းတိုများကို အသုံးပြုပါ
nb: Bruk Siri-snarveier for å raskt åpne Firefox via Siri
nl: Siri-snelkoppelingen gebruiken om Firefox snel te openen via Siri
nn: Bruk Siri-snarvegar for å raskt opne Firefox via Siri
pa_in: ਸੀਰੀ ਰਾਹੀਂ ਤੁਰੰਤ ਫਾਇਰਫਾਕਸ ਖੋਲ੍ਹਣ ਲਈ ਸੀਰੀ ਸ਼ਾਰਟਕੱਟਾਂ ਨੂੰ ਵਰਤੋਂ
pt_br: Use atalhos da Siri para abrir o Firefox rapidamente
pt_pt: Utilize atalhos de Siri para abrir rapidamente o Firefox via Siri
si: සිරි හරහා ෆයර්ෆොක්ස් ඉක්මනින් ඇරීමට එහි කෙටිමං යොදා ගන්න
sk: Použite skratku na otvorenie Firefoxu pomocou Siri
sq: Përdorni shkurtore Siri për ta hapur shpejt e shpejt Firefox-in përmes Siri-t
sv: Använd Siri-genvägar för att snabbt öppna Firefox via Siri
te: సిరి ద్వారా Firefoxను త్వరగా తెరవడానికి సిరి షార్టుకట్లను వాడుకోండి
th: ใช้คำสั่งลัด Siri เพื่อเปิด Firefox อย่างรวดเร็วผ่าน Siri
tr: Firefox’u Siri ile hızlıca açmak için Siri kestirmelerini kullanabilirsiniz
tt: Firefox-ны Siri аша тиз ачу өчен Siri ярлыкларын кулланыгыз
uk: Використовуйте команди Siri, щоб швидко відкривати Firefox через Siri
ur: سیری کے ذریعہ فائر فاکس کو فوری طور پر کھولنے کیلئے سیری شارٹ کٹ استعمال کریں
vi: Sử dụng phím tắt Siri để nhanh chóng mở Firefox qua Siri

# Settings.Siri.SectionName
source: Siri Shortcuts
ast: Atayos de Siri
az: Siri Qısayolları
be: Каманды Siri
bn: Siri শর্টকাটসমূহ
br: Berradennoù Siri
ca: Dreceres de Siri
cy: Llwybrau Byr Siri
da: Siri-genveje
de: Siri-Kürzel
el: Συντομεύσεις Siri
eo: Ŝparvojoj de Siri
et: Siri otseteed
fa: میانبرهای سیری
fi: Siri-oikotiet
fr: Raccourcis Siri
gd: Ath-ghoiridean Siri
hi_in: Siri शॉर्टकट
hr: Siri prečaci
hy_am: Siri֊ի դյուրանցումներ
ia: Accessos directe de Siri
is: Siri flýtileiðir
it: Comandi di Siri
km: ផ្លូវកាត់ Siri
kn: ಸಿರಿ ಶಾರ್ಟ್ಕಟ್ಗಳು
lt: „Siri“ leistukai
my: Siri နည်းလမ်းတိုများ
nb: Siri-snarveier
nl: Siri-snelkoppelingen
nn: Siri-snarvegar
pa_in: ਸੀਰੀ ਸ਼ਾਰਟਕੱਟ
pt_br: Atalhos da Siri
pt_pt: Atalhos de Siri
si: සිරි කෙටිමං
sk: Siri - skratky
sq: Shkurtore Siri
sv: Siri-genvägar
te: సిరిలో సత్వరమార్గాలు
th: คำสั่งลัด Siri
tr: Siri kestirmeleri
tt: Siri ярлыклары
uk: Команди Siri
ur: سری تیز راہ
vi: Phím tắt Siri

# Settings.Studies.Active.SectionName
source: Active
az: Aktiv
bn: সক্রিয়
br: Oberiant
ca: Actiu
cy: Gweithredol
da: Aktive
de: Aktiv
eo: Aktiva
fr: Études actives
gd: Gnìomhach
hi_in: सक्रिय
hy_am: Ակտիվ
id: Aktif
is: Virkt
km: សកម្ម
lt: Aktyvūs
nb: Aktiv
nl: Actief
nn: Aktiv
pa_in: ਸਰਗਰਮ
pt_br: Ativo
pt_pt: Ativos
sq: Aktive
sv: Aktiv
th: ทำงานอยู่
tr: Aktif
uk: Активні
ur: فعال
vi: Hoạt động

# Settings.Studies.Completed.SectionName
source: Completed
az: Tamamlanmış
bn: সম্পন্ন হয়েছে
br: Klokaet
ca: S'ha acabat
cy: Cwblhawyd
da: Afsluttede
de: Abgeschlossen
eo: Kompleta
fr: Terminée
gd: Deiseil
hi_in: पूर्ण
hy_am: Ավարտված
ia: Completate
id: Selesai
is: Lokið
km: បាន​បញ្ចប់
lt: Užbaigti
nb: Fullført
nl: Voltooid
nn: Fullført
pa_in: ਪੂਰਾ ਹੋਏ
pt_br: Concluído
pt_pt: Concluído
sq: Të plotësuara
sv: Slutförd
th: เสร็จสมบูรณ์
tr: Tamamlandı
uk: Завершено
ur: مکمل شدہ
vi: Hoàn tất

# Settings.Studies.Remove.Button
source: Remove
ast: Quitar
az: Sil
bn: অপসারণ করুন
br: Dilemel
ca: Elimina
cy: Tynnu
da: Fjern
de: Entfernen
eo: Forigi
fr: Supprimer
gd: Thoir air falbh
hi_in: हटाएँ
hy_am: Հեռացնել
ia: Remover
id: Hapus
is: Fjarlægja
km: យកចេញ
lt: Pašalinti
nb: Fjern
nl: Verwijderen
nn: Fjern
pa_in: ਹਟਾਓ
pt_br: Remover
pt_pt: Remover
sq: Hiqe
sv: Ta bort
th: ลบ
tr: Kaldır
uk: Вилучити
ur: ہٹائیں
vi: Xóa

# Settings.Studies.SectionName
source: Studies
ast: Estudios
az: Tədqiqatlar
bn: অধ্যয়ন
br: Studioù
ca: Estudis
cy: Astudiaethau
da: Undersøgelser
de: Studien
eo: Studoj
fr: Études
gd: Rannsachadh
hi_in: अध्ययन
hy_am: Ուսումնասիրություններ
ia: Studios
id: Kajian
is: Kannanir
km: ការសិក្សា
lt: Tyrimai
nb: Undersøkelser
nl: Onderzoeken
nn: Undersøkingar
pa_in: ਅਧਿਐਨ
pt_br: Estudos
pt_pt: Estudos
sq: Studime
sv: Undersökningar
th: การศึกษา
tr: Araştırmalar
uk: Дослідження
ur: مطالعہ
vi: Nghiên cứu

# Settings.Studies.Title
source: Studies
ast: Estudios
az: Tədqiqatlar
bn: অধ্যয়ন
br: Studioù
ca: Estudis
cy: Astudiaethau
da: Undersøgelser
de: Studien
eo: Studoj
fr: Études
gd: Rannsachadh
hi_in: अध्ययन
hy_am: Ուսումնասիրություններ
ia: Studios
id: Kajian
is: Kannanir
km: ការសិក្សា
lt: Tyrimai
nb: Undersøkelser
nl: Onderzoeken
nn: Undersøkingar
pa_in: ਅਧਿਐਨ
pt_br: Estudos
pt_pt: Estudos
sq: Studime
sv: Undersökningar
th: การศึกษา
tr: Araştırmalar
uk: Дослідження
ur: مطالعہ
vi: Nghiên cứu

# Settings.Studies.Toggle.Link
source: Learn More.
ast: Lleer más.
az: Ətraflı öyrən.
be: Даведацца больш.
bn: আরও জানুন।
br: Gouzout hiroc'h.
ca: Més informació.
cy: Dysgu Rhagor.
da: Læs mere.
de: Weitere Informationen
el: Μάθετε περισσότερα.
eo: Pli da informo.
et: Rohkem teavet.
fi: Lue lisää.
fr: En savoir plus.
gd: Barrachd fiosrachaidh.
hi_in: अधिक जानें।
hr: Saznaj više.
hy_am: Իմանալ ավելին:
ia: Saper plus.
id: Pelajari Lebih Lanjut.
is: Fræðast meira.
it: Ulteriori informazioni.
km: ស្វែងយល់បន្ថែម។
lt: Sužinoti daugiau.
nb: Les mer.
nl: Meer info.
nn: Les meir.
pa_in: ਹੋਰ ਜਾਣੋ।
pt_br: Saiba mais.
pt_pt: Saber mais.
si: තව දැනගන්න
sk: Ďalšie informácie
sq: Mësoni Më Tepër.
sv: Läs mer.
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi alın.
uk: Докладніше.
ur: مزید سیکھیں
vi: Tìm hiểu thêm.

# Settings.Studies.Toggle.Message
source: Firefox may install and run studies from time to time.
ast: Firefox pue instalar y executar estudios de xemes en cuando.
be: Firefox можа ўсталёўваць і выконваць даследаванні час ад часу.
bn: কিছু দিন পর Firefox স্টাডিস ইনস্টল করতে এবং চালাতে পারে।
br: Gallout a ra Firefox staliañ ha lañsañ studioù bep an amzer.
ca: El Firefox pot instal·lar i executar estudis de tant en tant.
cy: Gall Firefox osod a rhedeg astudiaethau o bryd i'w gilydd.
da: Firefox kan installere og afvikle undersøgelser.
de: Firefox darf von Zeit zu Zeit Studien installieren und laufen lassen.
el: Το Firefox ενδέχεται να εγκαθιστά και να εκτελεί περιστασιακά μελέτες.
eo: Firefox povas de tempo al tempo instali kaj fari studojn.
et: Firefox võib aegajalt paigaldada ja käivitada uuringuid.
fi: Firefox saattaa asentaa ja suorittaa tutkimuksia silloin tällöin.
fr: Firefox peut installer et lancer des études de temps en temps.
gd: Dh’fhaoidte gun stàlaich is ruith Firefox rannsachadh o àm gu àm.
hr: Firefox može s vremena na vrijeme instalirati i pokretati studije.
hy_am: Firefox-ը կարող է ժամանակ առ ժամանակ տեղադրել և գործարկել ուսումնասիրություններ:
ia: Firefox pote installar e conducer studios de tempore in tempore.
id: Firefox dapat memasang dan menjalankan kajian dari waktu ke waktu.
is: Firefox kann að setja upp og keyra rannsóknir af og til.
it: Firefox può installare e condurre degli studi di tanto in tanto.
km: Firefox អាចតំឡើងនិងដំណើរការការសិក្សាម្តងម្កាល។
lt: „Firefox“ retkarčiais gali įdiegti ir vykdyti tyrimus.
nb: Firefox kan installere og kjøre studier fra tid til annen.
nl: Firefox kan af en toe onderzoeken installeren en uitvoeren.
nn: Firefox kan installere og køyre studiar av og til.
pa_in: Firefox ਸਮੇਂ ਸਮੇਂ ਉੱਤੇ ਅਧਿਐਨ ਇੰਸਟਾਲ ਅਤੇ ਚਲਾ ਸਕਦਾ ਹੈ।
pt_br: O Firefox pode instalar e executar estudos de vez em quando.
pt_pt: O Firefox pode instalar e executar estudos esporadicamente.
si: ෆයර්ෆොක්ස් විසින් කලින් කලට අධ්‍යන ස්ථාපනය කර ධාවනය කරයි.
sk: Firefox môže občas inštalovať a spúšťať štúdie.
sq: Firefox-i mund të instalojë dhe zhvillojë studime herë pas here.
sv: Firefox kan installera och köra undersökningar då och då.
th: Firefox อาจติดตั้งและเรียกใช้การศึกษาเป็นครั้งคราว
tr: Firefox zaman zaman araştırmalar yükleyip çalıştırabilir.
tt: Firefox ара-тирә тикшеренүләр урнаштырырга һәм үткәрергә мөмкин.
uk: Firefox може час від часу встановлювати та виконувати дослідження.
vi: Firefox có thể cài đặt và chạy các nghiên cứu theo thời gian.

# Settings.Studies.Toggle.Off
source: Off
ast: Non
az: Sönülü
bn: বন্ধ
br: Diweredekaet
ca: Desactivat
cy: Diffodd
da: Fra
de: Aus
eo: Malŝaltita
fr: Désactivées
gd: Dheth
hi_in: बंद
hy_am: Անջ.
ia: Inactive
id: Mati
is: Af
km: បិទ
lt: Išjungta
nb: Av
nl: Uit
nn: Av
pa_in: ਬੰਦ
pt_br: Desativado
pt_pt: Desligado
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
ur: بند
vi: Tắt

# Settings.Studies.Toggle.On
source: On
ast: Sí
az: Açıq
bn: চালু
br: Gweredekaet
ca: Activat
cy: Ymlaen
da: Til
de: Ein
eo: Ŝaltita
fr: Activées
gd: Air
hi_in: चालू
hy_am: Միաց.
ia: Active
id: Nyala
is: Ǻ
km: បើក
lt: Įjungta
nb: På
nl: Aan
nn: På
pa_in: ਚਾਲੂ
pt_br: Ativado
pt_pt: Ligado
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
ur: چالو
vi: Bật

# Settings.Studies.Toggle.Title
source: Studies
ast: Estudios
az: Tədqiqatlar
be: Даследаванні
bn: অধ্যয়ন
br: Studioù
ca: Estudis
cy: Astudiaethau
da: Undersøgelser
de: Studien
el: Μελέτες
eo: Studoj
et: Uuringud
fi: Tutkimukset
fr: Études
gd: Rannsachadh
hi_in: अध्ययन
hr: Studije
hy_am: Ուսումնասիրություններ
ia: Studios
id: Kajian
is: Kannanir
it: Studi
km: ការសិក្សា
lt: Tyrimai
nb: Undersøkelser
nl: Onderzoeken
nn: Undersøkingar
pa_in: ਅਧਿਐਨ
pt_br: Estudos
pt_pt: Estudos
si: අධ්‍යන
sk: Štúdie
sq: Studime
sv: Undersökningar
th: การศึกษา
tr: Araştırmalar
uk: Дослідження
ur: مطالعہ
vi: Nghiên cứu

# Settings.Tabs.CustomizeTabsSection.InactiveTabs
source: Inactive Tabs
be: Неактыўныя карткі
bn: নিষ্ক্রিয় ট্যাব
br: Ivinelloù dioberiant
ca: Pestanyes inactives
cy: Tabiau Anweithredol
da: Inaktive faneblade
de: Inaktive Tabs
el: Ανενεργές καρτέλες
eo: Neaktivaj langetoj
et: Mitteaktiivsed kaardid
fi: Passiiviset välilehdet
fr: Onglets inactifs
gd: Tabaichean neo-ghnìomhach
hi_in: निष्क्रिय टैब
hr: Neaktivne kartice
hy_am: Ոչ ակտիվ ներդիրներ
ia: Schedas inactive
id: Tab Nonaktif
is: Óvirkir flipar
it: Schede inattive
lt: Neaktyvios kortelės
nb: Inaktive faner
nl: Inactieve tabbladen
nn: Uverksam fane
pa_in: ਨਾ-ਸਰਗਰਮ ਟੈਬਾਂ
pt_br: Abas inativas
pt_pt: Separadores inativos
si: අක්‍රිය පටිති
sk: Neaktívne karty
sq: Skedat Jo Aktive
sv: Inaktiva flikar
th: แท็บที่ไม่ได้ใช้งาน
tr: Pasif sekmeler
tt: Актив булмаган таблар
uk: Неактивні вкладки
ur: غیر فعال ٹیبز
vi: Thẻ không hoạt động

# Settings.Tabs.CustomizeTabsSection.TabGroups
source: Tab Groups
be: Групы картак
bn: ট্যাব গ্রুপ
br: Strolladoù ivinelloù
ca: Grups de pestanyes
cy: Grwpiau Tabiau
da: Fanebladsgrupper
de: Tab-Gruppen
el: Ομάδες καρτελών
eo: Grupoj de langetoj
et: Kaartide grupid
fi: Välilehtiryhmät
fr: Groupes d’onglets
gd: Buidhnean thabaichean
hi_in: टैब समूह
hr: Grupe kartica
hy_am: Ներդիրների խմբեր
ia: Gruppos de scheda
id: Grup Tab
is: Flipahópar
it: Gruppi di schede
lt: Kortelių grupės
nb: Fanegrupper
nl: Tabbladgroepen
nn: Fanegrupper
pa_in: ਟੈਬ ਦਾ ਗਰੁੱਪ
pt_br: Grupos de abas
pt_pt: Grupos de separadores
si: පටිති සමූහ
sk: Skupiny kariet
sq: Grupe Skedash
sv: Flikgrupper
th: กลุ่มแท็บ
tr: Sekme grupları
tt: Таб төркемнәре
uk: Групи вкладок
vi: Nhóm thẻ

# Settings.Tabs.CustomizeTabsSection.Title
source: Customise Tab Tray
be: Уладкаваць латок картак
bn: ট্যাব ট্রে কাস্টমাইজ করুন
br: Personelaat barrenn an ivinelloù
ca: Personalitza la safata de pestanyes
cy: Cyfaddasu'r Gilfach Tabiau
da: Tilpas fanebladsbakke
de: Tab-Ablage anpassen
el: Προσαρμογή περιοχής καρτελών
eo: Personecigi strion de langetoj
et: Kohanda kaartide vaadet
fi: Mukauta välilehtilokeroa
fr: Personnaliser le panneau des onglets
gd: Gnàthaich treidhe nan taba
hi_in: टैब ट्रे को अनुकूलित करें
hr: Prilagodi ladicu s karticama
hy_am: Անհատականացրեք ներդիրի դարակը
ia: Personalisar barra del schedas
id: Ubahsuai Baki Tab
is: Sérsníða flipabakka
it: Personalizza barra delle schede
lt: Tvarkyti kortelių dėklą
nb: Tilpass fanerad
nl: Tabbladvak aanpassen
nn: Tilpass fanerad
pa_in: ਟੈਬ ਟਰੇ ਨੂੰ ਕਸਟਮਾਈਜ਼ ਕਰੋ
pt_br: Personalizar bandeja de abas
pt_pt: Personalizar tabuleiro de separadores
si: පටිති තැටිය අභිරුචිකරණය
sk: Prispôsobiť zasobník kariet
sq: Përshtatni Panel Skedash
sv: Anpassa flikraden
th: ปรับแต่งถาดแท็บ
tr: Sekme tepsisini özelleştir
tt: Таблар панелен көйләү
uk: Налаштувати лоток вкладок
vi: Tùy chỉnh khay thẻ

# Settings.Tabs.Title
source: Tabs
be: Карткі
bn: ট্যাব
br: Ivinelloù
ca: Pestanyes
cy: Tabiau
da: Faneblade
el: Καρτέλες
eo: Langetoj
et: Kaardid
fi: Välilehdet
fr: Onglets
gd: Tabaichean
hi_in: टैब
hr: Kartice
hy_am: Ներդիրներ
ia: Schedas
id: Tab
is: Flipar
it: Schede
lt: Kortelės
nb: Faner
nl: Tabbladen
nn: Faner
pa_in: ਟੈਬਾਂ
pt_br: Abas
pt_pt: Separadores
si: පටිති
sk: Karty
sq: Skeda
sv: Flikar
th: แท็บ
tr: Sekmeler
tt: Таблар
uk: Вкладки
ur: ٹیبس
vi: Thẻ

# Settings.Toolbar.Bottom
source: Bottom
be: Унізе
br: Traoñ
ca: Part inferior
cy: Gwaelod
da: Bund
de: Unten
el: Κάτω
eo: Malsupre
et: All
fi: Alhaalla
fr: En bas
gd: Bonn
hr: Kraj
hy_am: Ներքևում
ia: Basso
id: Di dasar
is: Neðst
it: In basso
nb: Bunn
nl: Onder
nn: Botn
pa_in: ਹੇਠਾਂ
pt_br: Embaixo
pt_pt: Inferior
si: පතුළ
sk: Dole
sq: Në fund
sv: Botten
th: ด้านล่าง
tr: Altta
tt: Аста
uk: Внизу
vi: Dưới cùng

# Settings.Toolbar.SettingsTitle
source: Toolbar
be: Панэль інструментаў
br: Barrenn ostilhoù
ca: Barra d’eines
cy: Bar Offer
da: Værktøjslinje
de: Symbolleiste
el: Γραμμή εργαλείων
eo: Ilaro
et: Tööriistariba
fi: Työkalupalkki
fr: Barre d’outils
gd: Bàr-inneal
hr: Traka alata
hy_am: Գործիքագոտի
ia: Barra de instrumentos
id: Bilah alat
is: Verkfæraslá
it: Barra degli strumenti
nb: Verktøylinje
nl: Werkbalk
nn: Verktøylinje
pa_in: ਟੂਲਬਾਰ
pt_br: Barra de ferramentas
pt_pt: Barra de ferramentas
si: මෙවලම් තීරුව
sk: Panel s nástrojmi
sq: Panel
sv: Verktygsfält
th: แถบเครื่องมือ
tr: Araç çubuğu
tt: Кораллар панеле
uk: Панель інструментів
vi: Thanh công cụ

# Settings.Toolbar.Top
source: Top
be: Уверсе
br: Krec'h
ca: Part superior
cy: Brig
de: Oben
el: Πάνω
eo: Supre
et: Üleval
fi: Ylhäällä
fr: En haut
gd: Bàrr
hr: Početak
hy_am: Վերևում
ia: Apice
id: Di atas
is: Efst
it: In alto
nb: Topp
nl: Boven
nn: Topp
pa_in: ਉੱਤੇ
pt_br: No alto
pt_pt: Topo
si: මුදුන
sk: Hore
sq: Në Krye
sv: Toppen
th: ด้านบน
tr: Üstte
tt: Өстә
uk: Вгорі
vi: Trên cùng

# Settings.TrackingProtection.Alert.Button
source: OK, Got It
ast: D'acuerdu, entendílo
az: Tamam, başa düşdüm
be: OK, зразумела
bn: ঠিক আছে, বুঝেছি
br: Mat, komprenet am eus
ca: Entesos
cy: Iawn, Wedi deall!
da: Ok, forstået
de: Ok, verstanden
el: OK, το 'πιασα
eo: En ordo, mi komprenis
et: Olgu, sain aru
fa: باشه، گرفتم!
fi: Selvä
fr: J’ai compris
gd: Ceart, tha mi agaibh
hi_in: ठीक है, समझ गया
hr: U redu, razumijem
hy_am: Լավ, հասկացա
ia: De accordo
id: Oke, paham!
is: Í lagi, ég skil
it: OK
km: ទទួលបានហើយ
kn: ಸರಿ, ಗೊತ್ತಾಯಿತು
lt: Gerai, supratau
my: အိုကေ၊ ရပြီ
nb: OK, jeg skjønner
nl: OK, begrepen
nn: OK, eg forstår
pa_in: ਠੀਕ ਹੈ, ਸਮਝ ਗਏ
pt_br: OK, entendi
pt_pt: OK, entendi
si: හරි, තේරුණා
sk: Ok, rozumiem
sq: OK, e mora vesh
sv: Ok, jag förstår
te: సరే, అర్థమయ్యింది
th: ตกลง เข้าใจแล้ว
tr: Tamam
tt: Яхшы, аңладым
uk: Гаразд, зрозуміло
ur: ٹھیک ہے مجھے سمجھ آگئی ہے
vi: OK, đã hiểu
