Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Settings.DataManagement.SectionName
source: Data Management
ast: Xestión de datos
az: Məlumat İdarəsi
be: Кіраванне дадзенымі
bn: ডাটা ব্যাবস্থাপনা
br: Merañ ar roadennoù
ca: Gestió de dades
cy: Rheoli Data
da: Håndtering af data
de: Datenverwaltung
el: Διαχείριση δεδομένων
eo: Administro de datumoj
et: Andmehaldus
fa: مدیریت داده
fi: Tietojen hallinta
fr: Gestion des données
gd: Stiùireadh dàta
hi_in: डेटा प्रबंधन
hr: Upravljanje podatcima
hy_am: Տվյալների կառավարում
ia: Gestion de datos
id: Manajemen Data
is: Gagnastýring
it: Gestione dati
km: ការ​គ្រប់​គ្រង​ទិន្នន័យ
lt: Duomenų tvarkymas
my: အချက်အလက် စီမံခန့်ခွဲမှု
nb: Databehandling
nl: Gegevensbeheer
nn: Databehandling
oc: Gestion de las donadas
pa_in: ਡਾਟਾ ਬੰਦੋਬਸਤ
pt_br: Gerenciamento de dados
pt_pt: Gestão de dados
si: දත්ත කළමනාකරණය
sk: Správa údajov
sq: Administrim të Dhënash
sv: Datahantering
te: డేటా నిర్వహణ
th: การจัดการข้อมูล
tr: Veri yönetimi
tt: Мәгълүмат белән идарә итү
uk: Керування даними
ur: کوائف بندرستگی
vi: Quản lý dữ liệu

# Settings.DataManagement.Title
source: Data Management
ast: Xestión de datos
az: Məlumat İdarəsi
be: Кіраванне дадзенымі
bn: ডাটা ব্যাবস্থাপনা
br: Merañ ar roadennoù
ca: Gestió de dades
cy: Rheoli Data
da: Håndtering af data
de: Datenverwaltung
el: Διαχείριση δεδομένων
eo: Administro de datumoj
et: Andmehaldus
fa: مدیریت داده
fi: Tietojen hallinta
fr: Gestion des données
gd: Stiùireadh dàta
hi_in: डेटा प्रबंधन
hr: Upravljanje podatcima
hy_am: Տվյալների կառավարում
ia: Gestion de datos
id: Manajemen Data
is: Gagnastýring
it: Gestione dati
km: ការ​គ្រប់​គ្រង​ទិន្នន័យ
lt: Duomenų tvarkymas
my: အချက်အလက် စီမံခန့်ခွဲမှု
nb: Databehandling
nl: Gegevensbeheer
nn: Databehandling
oc: Gestion de las donadas
pa_in: ਡਾਟਾ ਬੰਦੋਬਸਤ
pt_br: Gerenciamento de dados
pt_pt: Gestão de dados
si: දත්ත කළමනාකරණය
sk: Správa údajov
sq: Administrim të Dhënash
sv: Datahantering
te: డేటా నిర్వహణ
th: การจัดการข้อมูล
tr: Veri yönetimi
tt: Мәгълүмат белән идарә итү
uk: Керування даними
ur: کوائف بندرستگی
vi: Quản lý dữ liệu

# Settings.Disconnect.Body
source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
ast: Firefox va dexar de sincronizase cola cuenta, mas nun va desaniciar nengún datu de restolar d'esti preséu.
az: Firefox sizin hesabla sinxronlaşdırmanı dayandıracaq, amma bu cihazınızdakı heç bir səyahət məlumatını silməyəcək.
be: Firefox спыніць сінхранізацыю з вашым уліковым запісам, але не выдаліць дадзеныя аглядання на гэтай прыладзе.
bn: Firefox আপনার অ্যাকাউন্টের সাথে সিঙ্ক করা বন্ধ করবে, কিন্তু এই ডিভাইসে আপনার ব্রাউজ করা কোন তথ্য মুছে ফেলা হবে না।
br: Firefox a baouezo da c’houbredañ gant ho kont, met ne zilamo ket ho roadennoù merdeiñ war an trevnad-mañ.
ca: El Firefox deixarà de sincronitzar-se amb el vostre compte, però les vostres dades de navegació d'aquest dispositiu no se suprimiran.
cy: Bydd Firefox yn peidio cydweddu eich cyfrif ond ni fydd yn dileu eich data pori ar y ddyfais hon.
da: Firefox vil ikke længere synkronisere med din konto, men sletter ikke dine browsing-data på denne enhed.
de: Firefox beendet die Synchronisation mit Ihrem Konto, löscht aber keine Surf-Daten auf diesem Gerät.
el: Το Firefox θα σταματήσει το συγχρονισμό με το λογαριασμό σας, αλλά δεν θα διαγράψει τα δεδομένα περιήγησής σας από αυτή τη συσκευή.
eo: Firefox ne plu spegulos vian konton, sed ĝi ne forigos iun ajn el viaj retumaj datumoj en tiu ĉi aparato.
et: Firefox lõpetab sinu kontoga sünkroniseerimise, aga ei kustuta lehitsemise andmeid sellest seadmest.
fa: فایرفاکس همگام‌ سازی از حساب شما را متوقف خواهد کرد اما هیچ گونه اطلاعاتی از روی دستگاه شما پاک نخواهد کرد.
fi: Firefox lopettaa synkronoinnin tilisi kanssa, mutta ei poista mitään selaustietojasi tällä laitteella.
fr: Firefox ne se synchronisera plus avec votre compte, mais ne supprimera aucune donnée de navigation sur cet appareil.
gd: Sguiridh Firefox de shioncronachadh a’ chunntais agad ach cha sguab e às gin dhen dàta brabhsaidh agad air an uidheam seo.
hi_in: Firefox आपके खाते के साथ सिंक करना बंद कर देगा, लेकिन इस उपकरण पर स्थित आपका कोई भी ब्राउजिंग डाटा नहीं मिटाएगा।
hr: Firefox će prestati sinkroniziranje s tvojim računom, ali neće izbrisati podatke o tvom pregledavanju na ovom uređaju.
hy_am: Firefox- ը կդադարեցնի համաժամացումը ձեր հաշվի հետ, բայց չի ջնջվի այս սարքի ձեր զննարկման որևէ տվյալ։
ia: Firefox stoppara le synchronisation con tu conto, ma non delera alcun de tu datos de navigation sur iste apparato.
id: Firefox akan berhenti menyinkronkan dengan akun Anda, tetapi tidak akan menghapus data penjelajahan Anda di peranti ini.
is: Firefox mun hætta að samstilla reikninginn þinn en mun ekki eyða neinum vafragögnum á þessu tæki.
it: I dati di navigazione non verranno più sincronizzati con l’account Firefox, ma non saranno rimossi dal dispositivo in uso.
km: Firefox នឹង​ឈប់​ធ្វើ​សមកាលកម្ម​ជាមួយ​គណនី​របស់​អ្នក ប៉ុន្តែ​នឹង​មិន​លុប​ទិន្នន័យ​​ដែលរុករក​​​របស់​អ្នក​​​នៅ​លើ​ឧបករណ៍​នេះ​ទេ។
lt: „Firefox“ nebesinchronizuos duomenų su jūsų paskyra, tačiau šiame įrenginyje esančių naršymo duomenų nepašalins.
my: Firefox သည် အကောင့်နှင့် အချက်အလက်များ ထပ်တူပြုခြင်းကို ရပ်တန့်ပါမည်။ သို့သော် ယခုကိရိယာရှိ သင်၏ မည်သည့်အချက်အလက်ကိုမျှ ဖျက်ပစ်မည် မဟုတ်ပါ။
nb: Firefox vil slutte å synkronisere med kontoen din, men vil ikke slette noen av nettleserdataene dine på denne enheten.
nl: Firefox stopt de synchronisatie met uw account, maar zal geen surfgegevens op dit apparaat verwijderen.
nn: Firefox vil slutta å synkronisera med kontoen din, men vil ikkje sletta nokon av nettlesardataa dine på denne eininga.
or: Firefox ଆପଣଙ୍କ ଆକାଉଣ୍ଟ ସହ ସିଙ୍କ କରିବା ବନ୍ଦ କରିଦେଲେ ମଧ୍ୟ ଆପଣଙ୍କ ଏହି ଡିଭାଇସରେ ବ୍ରାଉଜିଂ ଡାଟା ଲିଭାଇବ ନାହିଁ ।
pa_in: ਫਾਇਰਫਾਕਸ ਤੁੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਸਿੰਕ ਕਰਨ ਤੋਂ ਰੋਕੇਗਾ, ਪਰ ਇਸ ਡਿਵਾਈਸ ਲਈ ਤੁਹਾਡੇ ਬਰਾਊਜ਼ ਕਰਨ ਵਾਲੇ ਕਿਸੇ ਵੀ ਡਾਟੇ ਨੂੰ ਹਟਾਏਗਾ ਨਹੀਂ।
pt_br: O Firefox deixará de sincronizar com a sua conta, mas não excluirá seus dados de navegação neste dispositivo.
pt_pt: O Firefox irá parar a sincronização com a sua conta, mas não irá apagar quaisquer dos seus dados de navegação neste dispositivo.
si: ෆයර්ෆොක්ස් ඔබගේ ගිණුම සමග සමමුහූර්ත වීම නවත්වනු ඇත, නමුත් මෙම උපාංගයෙහි ඔබගේ පිරික්සුම් දත්ත කිසිවක් මකා නොදමනු ඇත.
sk: Firefox sa už viac nebude synchronizovať s vašim účtom, ale neodstráni z toho zariadenia žiadne z údajov prehliadania.
sq: Firefox-i do të reshtë së njëkohësuari me llogarinë tuaj, por nuk do të fshihet ndonjë nga të dhënat e shfletimeve tuaja në këtë pajisje.
sv: Firefox kommer att sluta synkronisera med ditt konto, men kommer inte att ta bort någon av dina webbinformation på den här enheten.
te: ఫైర్ఫాక్స్ మీ ఖాతాలో సమకాలీకరించడాన్ని ఆపివేయవచ్చు, కానీ ఈ పరికరంలో మీ బ్రౌజింగ్ డేటాను తొలగించలేదు.
th: Firefox จะหยุดการซิงค์กับบัญชีของคุณ แต่จะไม่ลบข้อมูลการเรียกดูใด ๆ ของคุณในอุปกรณ์นี้
tr: Firefox artık hesabınızla eşitlenmeyecek ama bu cihazdaki gezinti geçmişiniz silinmeyecek.
tt: Firefox хисабыгыз белән синхронлауны туктатачак, ләкин бу җиһаздагы гизү мәгълүматларының берсен дә бетермәячәк.
uk: Firefox припинить синхронізацію з вашим обліковим записом, але не вилучить жодних даних перегляду на цьому пристрої.
ur: Firefox آپ کے اکائونٹ کے ساتھ ہمہ وقت سازی بند کر دے گا۔ لیکن اس آلہ پر آپ کے کوئی برائوزنگ کوائف حزف نہیں کرے گا۔
vi: Firefox sẽ ngừng đồng bộ hóa với tài khoản của bạn, nhưng sẽ không xóa mọi dữ liệu duyệt web của bạn trên thiết bị này.

# Settings.Disconnect.Button
source: Disconnect Sync
ast: Desconectar Sync
az: Syncdən ayrıl
be: Адлучыць
bn: সিঙ্ক সংযোগ বিচ্ছিন্ন
br: Digennaskañ Sync
ca: Desconnecta del Sync
cy: Datgysylltu Sync
da: Afbryd forbindelse
de: Sync trennen
el: Αποσύνδεση Sync
eo: Malkonekti de Spegulado
et: Katkesta ühendus Synciga
fa: قطع همگام‌سازی
fi: Ota synkronointi pois käytöstä
fr: Déconnecter Sync
gd: Dì-cheangail gleus an t-sioncronachaidh
hi_in: डिस्कनेक्ट करें
hr: Prekini vezu
hy_am: Կապախզել Սինքը
ia: Disconnecter Sync
id: Putuskan Sync
is: Aftengja samstillingu
it: Disconnetti Sync
km: ផ្តាច់​ការធ្វើ​សមកាលកម្ម
kn: ಸಂಪರ್ಕ ತಪ್ಪಿಸು
lt: Atjungti „Sync“
my: Sync နှင့် ချိတ်ဆက်ဖြုတ်ရန်
nb: Koble fra Sync
nl: Verbinding met synchronisatie verbreken
nn: Kople frå Sync
oc: Desconnectar Sync
pa_in: ਸਿੰਕ ਡਿਸ-ਕਨੈਕਟ ਕਰੋ
pt_br: Desconectar Sync
pt_pt: Desassociar o Sync
si: සමමුහූර්තය විසන්ධි කරන්න
sk: Odpojiť Sync
sq: Shkëputeni Sync-un
sv: Koppla från Sync
te: Sync అనుసంధానం తెంచు
th: ตัดการเชื่อมต่อ Sync
tr: Sync bağlantısını kes
tt: Синхронлауны өзү
uk: Від'єднатися
ur: ہمہ وقت سازی منقطع کریں
vi: Ngắt kết nối đồng bộ hóa

# Settings.Disconnect.CancelButton
source: Cancel
ast: Encaboxar
az: Ləğv et
be: Скасаваць
bn: বাতিল
br: Nullañ
ca: Cancel·la
cy: Diddymu
da: Annuller
de: Abbrechen
el: Ακύρωση
eo: Nuligi
et: Loobu
fa: لغو
fi: Peruuta
fr: Annuler
gd: Sguir dheth
hi_in: रद्द करें
hr: Odustani
hy_am: Չեղարկել
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
km: បោះបង់
kn: ರದ್ದು
lt: Atsisakyti
my: မဆောင်ရွက်တော့ပါ
nb: Avbryt
nl: Annuleren
nn: Avbryt
oc: Anullar
or: ବାତିଲ କରନ୍ତୁ
pa_in: ਰੱਦ ਕਰੋ
pt_br: Cancelar
pt_pt: Cancelar
si: අවලංගු
sk: Zrušiť
sq: Anuloje
sv: Avbryt
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
tt: Баш тарту
uk: Скасувати
ur: منسوخ کریں
vi: Hủy bỏ

# Settings.Disconnect.DestructiveButton
source: Disconnect
ast: Desconectar
az: Ayrıl
be: Адлучыць
bn: বিচ্ছিন্ন
br: Digennaskañ
ca: Desconnecta
cy: Datgysylltu
da: Afbryd
de: Verbindung trennen
el: Αποσύνδεση
eo: Malkonekti
et: Ühenda lahti
fa: قطع ارتباط
fi: Katkaise yhteys
fr: Déconnecter
gd: Dì-cheangail
hi_in: डिस्कनेक्ट करें
hr: Prekini vezu
hy_am: Կապախզել
ia: Disconnecter se
id: Putuskan
is: Aftengja
it: Disconnetti
km: ផ្តាច់
kn: ಸಂಪರ್ಕ ತಪ್ಪಿಸು
lt: Atsijungti
my: ချိတ်ဆက်ဖြုတ်ရန်
nb: Koble fra
nl: Verbreken
nn: Kople frå
oc: Desconnectar
or: ସଂଯୋଗ ବିଚ୍ଛିନ୍ନ ହୋଇଛି
pa_in: ਡਿਸ-ਕਨੈਕਟ ਕਰੋ
pt_br: Desconectar
pt_pt: Desassociar
si: විසන්ධි කරන්න
sk: Odpojiť
sq: Shkëpute
sv: Koppla från
te: అనుసంధానం తెంచు
th: ตัดการเชื่อมต่อ
tr: Bağlantıyı kes
tt: Өзү
uk: Від'єднатися
ur: منقطع کریں
vi: Ngắt kết nối

# Settings.Disconnect.Title
source: Disconnect Sync?
ast: ¿Quies desconectate de Sync?
az: Ayrılsın?
be: Адлучыць Sync?
bn: সিঙ্ক সংযোগ বিচ্ছিন্ন করা হবে?
br: Digennaskañ Sync?
ca: Voleu desconnectar-vos del Sync?
cy: Datgysylltu Sync?
da: Afbryd forbindelse?
de: Sync trennen?
el: Αποσύνδεση Sync;
eo: Ĉu malkonekti de Spegulado?
et: Kas katkestada ühendus Synciga?
fa: قطع همگام‌سازی؟
fi: Otetaanko synkronointi pois käytöstä?
fr: Se déconnecter de Sync ?
gd: A bheil thu airson gleus an t-sioncronachaidh a dhì-cheangal?
hi_in: डिस्कनेक्ट करें?
hr: Odspojiti sinkronizaciju?
hy_am: Կապախզե՞լ Սինքը
ia: Disconnecter Sync?
id: Putuskan Sync?
is: Aftengja samstillingu?
it: Disconnettere Sync?
km: ផ្តាច់ដែរ​ឬទេ?
kn: ಸಂಪರ್ಕ ತಪ್ಪಿಸಬೇಕೆ?
lt: Atjungti „Sync“?
my: Sync နှင့် ချိတ်ဆက်ဖြုတ်မည်လား။
nb: Koble fra Sync?
nl: Verbinding met synchronisatie verbreken?
nn: Kople frå Sync?
oc: Se desconnectar Sync ?
pa_in: ਸਿੰਕ ਡਿਸ-ਕਨੈਕਟ ਕਰਨਾ ਹੈ?
pt_br: Desconectar Sync?
pt_pt: Desassociar o Sync?
si: සමමුහූර්තය විසන්ධි කරන්නද?
sk: Odpojiť Sync?
sq: Të shkëputet Sync-u?
sv: Koppla från Sync?
te: Sync అనుసంధానం తెంచివేయాలా?
th: ตัดการเชื่อมต่อ Sync?
tr: Sync bağlantısı kesilsin mi?
tt: Синхронлауны өзү кирәкме?
uk: Від'єднатися?
ur: ہمہ وقت سازی منقطع کریں؟
vi: Ngắt kết nối đồng bộ hóa?

# Settings.DisplayTheme.BrightnessThreshold.SectionHeader
source: Threshold
az: Hədd
be: Парог
bn: সীমা
br: Gwehin
ca: Llindar
cy: Trothwy
da: Tærskel
de: Schwellwert
el: Όριο
eo: Sojlo
et: Lävi
fa: آستانه
fi: Raja-arvo
fr: Seuil
gd: Stairsneach
hi_in: थ्रेशोल्ड
hr: Prag
hy_am: Շեմ
ia: Limine
id: Ambang
is: Takmörk
it: Soglia
km: កម្រិត
lt: Riba
my: အထိမ်းလိုင်း
nb: Terskel
nl: Drempelwaarde
nn: Terskel
oc: Sulhet
pa_in: ਹੱਦ
pt_br: Tolerância
pt_pt: Limite
si: එළිපත
sk: Prah
sq: Prag
sv: Tröskel
th: ขีดแบ่ง
tr: Eşik
tt: Бусага
uk: Поріг
ur: دہلیز
vi: Ngưỡng

# Settings.DisplayTheme.Manual.StatusLabel
source: Manual
az: Əl ilə
be: Уручную
bn: ম্যানুয়াল
br: Gant an dorn
cy: Â llaw
da: Manuelt
de: Manuell
el: Χειροκίνητα
eo: Permane
et: Käsitsi
fa: دستی
fi: Manuaalinen
fr: Manuel
gd: De làimh
hi_in: मैन्युअल
hr: Ručno
hy_am: Ձեռքով
is: Handvirkt
it: Manuale
km: ដោយ​ខ្លួន​ឯង
lt: Pasirinktinis
my: ကိုယ်တိုင်လုပ်
nb: Manuell
nl: Handmatig
nn: Manuell
pa_in: ਖੁਦ
si: අතින්
sk: Ručne
sq: Dorazi
sv: Manuell
te: మానవీయం
th: กำหนดเอง
tr: Elle
tt: Кулдан
uk: Вручну
ur: دستی
vi: Thủ công

# Settings.DisplayTheme.Manual.SwitchSubtitle
source: Pick which theme you want
ast: Escueyi qué estilu quies
az: Hansı mövzunu istədiyinizi seçin
be: Выберыце тэму, якая вам падабаецца
bn: আপনি কোন থিম চান তা পছন্দ করুন
br: Dibabit peseurt neuz a fell deoc’h kaout
ca: Trieu quin tema voleu
cy: Dewiswch pa thema rydych ei eisiau
da: Vælg et tema
de: Wählen Sie das gewünschte Theme
el: Επιλέξτε ποιο θέμα θέλετε
eo: Elektu vian deziratan etoson
et: Vali soovitud teema
fa: انتخاب کنید کدام زمینه رو می‌خواهید
fi: Valitse haluamasi teema
fr: Choisissez quel thème vous voulez
gd: Tagh an t-ùrlar a tha thu ag iarraidh
hi_in: अपने पसंदीदा थीम का चयन करें
hr: Odaberi motiv
hy_am: Ընտրեք, թե ինչ հիմնապատկեր եք դուք ուզում
ia: Selige le thema que tu vole
id: Pilih tema yang Anda inginkan
is: Veldu hvaða þema þú vilt
it: Scegliere il tema
km: ជ្រើស​រើស​រចនាប័ទ្ម​​ណាមួយ​ដែល​អ្នក​ចង់​បាន
lt: Pasirinkite, kurio grafinio apvalkalo norite
my: သင်ကြိုက်သော ပုံပန်းရွေးပါ
nb: Velg hvilket tema du vil ha
nl: Kies het gewenste thema
nn: Vel kva for tema du vil ha
oc: Causissètz lo tèma que volètz
pa_in: ਚੁਣੋ ਕਿ ਤੁਸੀਂ ਕਿਹੜਾ ਥੀਮ ਚਾਹੁੰਦੇ ਹੋ
pt_br: Escolha qual tema você quer
pt_pt: Escolha o tema desejado
si: ඔබට අවශ්‍ය තේමාව තෝරන්න
sk: Vyberte si tému vzhľadu, ktorú chcete
sq: Zgjidhni cilën temë doni
sv: Välj vilket tema du vill ha
te: మీకు కావలసిన అలంకారాన్ని ఎంచుకోండి
th: เลือกชุดตกแต่งที่ต้องการ
tr: İstediğiniz temayı seçin
tt: Теләгән теманы сайлагыз
uk: Оберіть бажану тему
ur: چنیںآپ کون سا تھیم چاہتے ہیں
vi: Chọn chủ đề bạn muốn

# Settings.DisplayTheme.Manual.SwitchTitle
source: Manually
az: Əl ilə
be: Уручную
bn: ম্যানুয়ালি
br: Gant an dorn
ca: Manualment
cy: Â llaw
da: Manuelt
de: Manuell
el: Χειροκίνητα
eo: Permane
et: Käsitsi
fa: دستی
fi: Manuaalisesti
fr: Manuellement
gd: De làimh
hi_in: मैन्युअल रूप से
hr: Ručno
hy_am: Ձեռքով
ia: Manualmente
id: Secara manual
is: Handvirkt
it: Manualmente
km: ដោយ​​ខ្លួន​​ឯង
lt: Pasirinktinai
my: ကိုယ်တိုင်ရွေး
nb: Manuelt
nl: Handmatig
nn: Manuelt
oc: Manualament
pa_in: ਖੁਦ
pt_br: Manualmente
pt_pt: Manualmente
si: අතින්
sk: Ručne
sq: Dorazi
sv: Manuellt
te: మానవీయంగా
th: กำหนดเอง
tr: Elle
tt: Кулдан
uk: Вручну
ur: دستی
vi: Thủ công

# Settings.DisplayTheme.OptionDark
source: Dark
ast: Escuridá
az: Tünd
be: Цёмная
bn: গাঢ়
br: Teñval
ca: Fosc
cy: Tywyll
da: Mørk
de: Dunkel
el: Σκούρο
eo: Malhela
et: Tume
fa: تاریک
fi: Tumma
fr: Sombre
gd: Dorcha
hi_in: डार्क
hr: Tamno
hy_am: Մուգ
ia: Obscur
id: Gelap
is: Dökkt
it: Scuro
km: ងងឹត
kn: ಗಾಢ
lt: Tamsus
my: အမှောင်
nb: Mørk
nl: Donker
nn: Mørkt
oc: Escur
or: ଗାଢ଼
pa_in: ਗੂੜ੍ਹਾ
pt_br: Escuro
pt_pt: Escuro
si: අඳුරු
sk: Tmavá
sq: E errët
sv: Mörkt
te: నల్లని
th: มืด
tr: Koyu
tt: Караңгы
uk: Темна
ur: گہرا
vi: Tối

# Settings.DisplayTheme.OptionLight
source: Light
ast: Claridá
az: Açıq
be: Светлая
bn: হালকা
br: Sklaer
ca: Clar
cy: Golau
da: Lys
de: Hell
el: Φωτεινό
eo: Hela
et: Hele
fa: روشن
fi: Vaalea
fr: Clair
gd: Soilleir
hi_in: लाइट
hr: Svijetlo
hy_am: Լուսավոր
ia: Clar
id: Terang
is: Ljóst
it: Chiaro
km: ភ្លឺ
kn: ತಿಳಿ
lt: Šviesus
my: အလင်း
nb: Lys
nl: Licht
nn: Ljost
oc: Clar
or: ଫିକା
pa_in: ਹਲਕਾ
pt_br: Claro
pt_pt: Claro
si: දීප්ත
sk: Svetlá
sq: E çelët
sv: Ljust
te: తెల్లని
th: สว่าง
tr: Açık
tt: Ачык
uk: Світла
ur: ہلکا
vi: Sáng

# Settings.DisplayTheme.SectionFooter
source: The theme will automatically change based on your display brightness. You can set the threshold where the theme changes. The circle indicates your display's current brightness.
az: Mövzu ekran parlaqlığınıza görə avtomatik olarak dəyişəcək. Mövzunun hansı səviyyədə dəyişəcəyini qura bilərsiz. Dairə ekranınızın hazırki parlaqlığını göstərir.
be: Тэма будзе аўтаматычна змяняцца ў залежнасці ад яркасці дысплея. Вы можаце ўсталяваць парог змены тэмы, пры якім тэма будзе змяняцца. Кругавы індыкатар паказвае ваш бягучы узровень яркасці.
bn: থিমটি স্বয়ংক্রিয়ভাবে আপনার ডিসপ্লের উজ্জ্বলতায় নির্ভর করে পরিবর্তন হবে। থিম কোথায় পরিবর্তন হবে আপনি সেই পরিসীমা নির্ধারণ করতে পারেন। বৃত্তটি আপনার ডিসপ্লের বর্তমান উজ্জ্বলতা নির্দেশ করে।
br: An neuz a cheñcho en un doare emgefre e-keñver sked ho skramm. Gellout a rit termeniñ an treuzoù ma cheñcho an tem ganto. Ar c’helc’h a ziskouez sked a-vremañ ho skramm.
ca: El tema canviarà automàticament en funció de la brillantor de la pantalla. Podeu definir el llindar a partir del qual el tema canvia. El cercle indica la brillantor actual de la pantalla.
cy: Bydd y thema'n newid yn awtomatig ar sail disgleirdeb eich dangosydd. Gallwch osod y trothwy pryd mae'r thema'n newid. Mae'r cylch yn dangos disgleirdeb cyfredol eich dangosydd.
da: Dette tema vil automatisk ændre sig alt afhængigt af din skærms lysstyrke. Du kan indstille grænsen for, hvornår temaet ændrer sig. Cirklen viser din skærms nuværende lysstyrke.
de: Das Theme ändert sich automatisch und passt sich an Ihre Display-Helligkeit an. Sie können die Schwelle festlegen, bei der sich das Theme ändert. Der Kreis zeigt Ihre aktuelle Display-Helligkeit.
el: Το θέμα θα αλλάξει αυτόματα βάσει της φωτεινότητας της οθόνης σας. Μπορείτε να ορίσετε το όριο εναλλαγής του θέματος. Ο κύκλος υποδεικνύει την τρέχουσα φωτεινότητα οθόνης.
eo: La etoso ŝanĝiĝos aŭtomate surbaze de via ekranbrileco. Vi povas difini la nivelon, preter kiu la etoso ŝanĝiĝos. La cirklo montras vian nunan ekranbrilecon.
et: Teema muutub automaatselt vastavalt sinu seadme ekraani heledusele. Saad määrata lävendi, kust maalt teema muutub. Ring tähistab sinu ekraani praegust heledust.
fa: تم بطور خودکار بر اساس میزان روشنی صفحه‌نمایش شما تغییر خواهد کرد. شما می‌توانید آستانهٔ تغییر تم را مشخص کنید. دایره سطح فعلیِ روشنایی صفحه شما را مشخص کرده است.
fi: Teema muuttuu automaattisesti näytön kirkkauden perusteella. Voit asettaa kirkkauskynnyksen, jossa teema muuttuu. Ympyrä ilmaisee näytön nykyistä kirkkautta.
fr: Le thème basculera automatiquement en fonction de la luminosité de votre écran. Vous pouvez définir le seuil à partir duquel le thème doit basculer. Le cercle indique la luminosité actuelle.
gd: Thèid an t-ùrlar atharrachadh gu fèin-obrachail a-rèir soilleireachd na sgrìn agad. ’S urrainn dhut stairsneach a shuidheachadh aig an atharraich an t-ùrlar. Tha an cearcall ag innse dè cho soilleir ’s a tha an sgrìn agad an-dràsta.
hi_in: थीम स्वचालित रूप से आपकी प्रदर्शन चमक के आधार पर परिवर्तित हो जाएगी। आप वह सीमा सेट कर सकते हैं जहां थीम परिवर्तित होती है। वृत्त आपके प्रदर्शन की वर्तमान चमक को इंगित करता है।
hr: Motiv se automatski mijenja na temelju svjetline ekrana. Možeš postaviti prag, gdje se motiv mijenja. Krug označava trenutačnu svjetlinu ekrana.
hy_am: Ձևավորումը ինքնաբերաբար կփոխվի ՝ ելնելով ձեր ցուցադրման պայծառությունից: Կարող եք սահմանել այն շեմը, որտեղ թեման փոխվում է: Շրջանակը ցույց է տալիս ձեր ցուցադրման ներկայիս պայծառությունը:
ia: Le thema cambiara automaticamente in base al brillantia de tu schermo. Tu pote definir le solea ubi le thema cambia. Le circulo indica le brillantia actual de tu schermo.
id: Tema akan berubah secara otomatis berdasarkan kecerahan layar. Anda dapat menyetel ambang batas perubahan tema. Lingkaran mengindikasikan kecerahan layar saat ini.
is: Þemað skiptir yfir á sjálfvirkun hátt miðast við birtustig skjásins. Þú getur valið mörk til að skipta yfir þema. Hringurinn sýnir núverandi birtustig.
it: Il tema cambierà automaticamente in base alla luminosità del tuo schermo. Puoi impostare la soglia di luminosità per il cambiamento. Il cerchio indica la luminosità attuale dello schermo.
km: រចនាប័ទ្ម​នឹងផ្លាស់ប្តូរដោយស្វ័យប្រវត្តិតាម​ពន្លឺបង្ហាញរបស់អ្នក។ អ្នកអាចកំណត់ចំណុច​ដែលរចនាប័ទ្ម​ផ្លាស់ប្តូរ។ រង្វង់បង្ហាញពីពន្លឺបច្ចុប្បន្ននៃអេក្រង់របស់អ្នក។
lt: Grafinis apvalkalas automatiškai keisis priklausomai nuo jūsų ekrano ryškumo. Galite nustatyti šio pasikeitimo ribą. Apskritimas žymi dabartinį jūsų ekrano ryškumą.
my: အခင်းအကျင်းကို အလင်းတောက်ပမှုဆိုင်ရာပေါ်မူတည်ပြီး အလိုအလျောက် ပြောင်းလဲပါမည်။ အခင်းအကျင်း ပြောင်းလဲစေခြင်းတန်ဖိုးကို သတ်မှတ်နိုင်သည်။ စက်ဝိုင်းသည် လက်ရှိ ဖန်သားပြင်၏ အလင်းတောက်ပမှုကို ညွှန်ပြသည်။
nb: Temaet endres automatisk basert på lysstyrken på skjermen. Du kan angi terskelen der temaet endres. Sirkelen indikerer skjermens nåværende lysstyrke.
nl: Het thema wordt automatisch gewijzigd op basis van uw schermhelderheid. U kunt de drempel voor de themawijziging instellen. De cirkel geeft de huidige helderheid van uw scherm aan.
nn: Temaet vil endrast automatisk basert på lysstyrken på skjermen. Du kan spesifisere terskelen der temaet skal endrast. Sirkelen indikerer gjeldande lysstyrke til skjermen.
pa_in: ਤੁਹਾਡੀ ਲਿਸ਼ਕੋਰ ਵਿਖਾਲੇ ਦੇ ਹਿਸਾਬ ਨਾਲ ਥੀਮ ਆਪਣੇ ਆਪ ਹੀ ਬਦਲ ਜਾਵੇਗਾ। ਥੀਮ ਕਿੱਥੇ ਬਦਲੇ, ਇਹ ਹੱਦ ਤੁਸੀਂ ਮਿੱਥ ਸਕਦੇ ਹੋ। ਇਹ ਘੇਰਾ ਤੁਹਾਡੇ ਵਿਖਾਲੇ ਦੀ ਮੌਜੂਦਾ ਲਿਸ਼ਕੋਰ ਨੂੰ ਦਰਸਾਉੰਦਾ ਹੈ।
pt_br: O tema será alterado automaticamente com base no brilho da sua tela. Você pode definir o limiar de alteração do tema. O círculo indica o brilho atual da sua tela.
pt_pt: O tema irá alterar automaticamente baseado no brilho do seu ecrã. Pode definir o limite em que o tema alterar. O circulo indica o brilho atual do ecrã.
si: ඔබගේ සංදර්ශක දීප්තිය මත පදනම්ව තේමාව ස්වයංක්‍රීයව වෙනස් වනු ඇත. ඔබට තේමාව වෙනස් වීමට එළිපත සැකසීමට හැකිය. රවුම ඔබගේ සංදර්ශකයේ වත්මන් දීප්තිය දක්වයි.
sk: Téma vzhľadu sa automaticky zmení na základe jasu vašej obrazovky. Môžete nastaviť hranicu, pri ktorej sa téma zmení. Kruh zobrazuje súčasný jas vašej obrazovky.
sq: Tema do të ndryshojë vetvetiu bazuar në ndriçimin e ekranit tuaj. Mund të caktoni pragun se kur ndryshon tema. Rrethi tregon ndriçimin e tanishëm të ekranit tuaj.
sv: Temat ändras automatiskt baserat på skärmens ljusstyrka. Du kan ställa in tröskeln där temat ändras. Cirkeln indikerar skärmens aktuella ljusstyrka.
te: అలంకారం మీ తెర వెలుతురుని బట్టి స్వయంచాలకంగా మారుతుంది. మీరు అలంకారం ఎప్పుడు మారాలో హద్దులు పెట్టుకోవచ్చు. ఈ వృత్తం మీ తెర ప్రస్తుత వెలుతురును సూచిస్తుంది.
th: ชุดตกแต่งจะเปลี่ยนตามความสว่างหน้าจอของคุณโดยอัตโนมัติ คุณสามารถตั้งค่าเกณฑ์ที่ชุดตกแต่งจะเปลี่ยน วงกลมบ่งบอกถึงความสว่างปัจจุบันของหน้าจอของคุณ
tr: Tema, ekran parlaklığınıza bağlı olarak otomatik olarak değişecektir. Temanın değiştiği eşiği ayarlayabilirsiniz. Daire, ekranınızın şu anki parlaklığını gösterir.
tt: Тема автоматик рәвештә Сезнең экран яктылыгына нигезләнеп үзгәрәчәк. Тема үзгәрәчәк баскычларны билгели аласыз. Түгәрәк экраныгызның хәзерге яктылыгын күрсәтә.
uk: Тема буде автоматично змінюватися залежно від яскравості дисплею. Ви можете встановити поріг зміни теми. Круглий індикатор показує поточний рівень яскравості.
ur: تھیم آپ کی ڈسپلے کی چمک کی بنیاد پر خود بخود تبدیل ہوجائے گی. آپ اس حد کو مقرر کرسکتے ہیں جہاں تھیم تبدیل ہوسکتی ہے. حلقہ آپ کی ڈسپلے کی موجودہ چمک کی نشاندہی کرتا ہے۔
vi: Chủ đề sẽ tự động thay đổi dựa trên độ sáng màn hình của bạn. Bạn có thể đặt ngưỡng nơi chủ đề thay đổi. Vòng tròn biểu thị độ sáng hiện tại của màn hình.
