Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Settings.TrackingProtection.ProtectionLevel.Footer
source: If a site doesn’t work as expected, tap the shield in the address bar and turn off Enhanced Tracking Protection for that page.
az: Əgər sayt gözlənildiyi kimi işləmirsə, ünvan sətrindəki qalxana toxunun və bu səhifə üçün artırılmış izlənmə qorumasını söndürün.
be: Калі сайт не працуе належным чынам, краніце значок шчыта ў адрасным радку і адключыце ўзмоцненую ахову ад сачэння на гэтай старонцы.
bn: যদি কোন সাইট প্রত্যাশিতভাবে কাজ না করে তবে ঠিকানা বারে শিল্ডটিতে ট্যাপ করুন এবং সেই পৃষ্ঠার জন্য বর্ধিত ট্র্যাকিং সুরক্ষা বন্ধ করুন।
br: Ma n’ez a ket en dro ul lec’hienn, klikit war ar skoed er varrenn chomlec’h evit diweredekaat ar gwarez araokaet a-enep d’an heuliañ evit ar bajenn-mañ.
ca: Si un lloc no funciona com s'espera, toqueu l'escut a la barra d'adreces i desactiveu la protecció contra el seguiment millorada per a aquella pàgina.
cy: Os nad yw gwefan yn gweithio yn ôl y disgwyl, tapiwch y darian yn y bar cyfeiriad a diffoddwch Diogelwch rhag Tracio Uwch ar gyfer y dudalen honno.
da: Hvis et websted ikke virker som ventet, så kan du trykke på skjoldet i adressefeltet og slå Udvidet beskyttelse mod sporing fra for webstedet.
de: Wenn eine Website nicht wie erwartet funktioniert, tippen Sie auf den Schild in der Adressleiste und deaktivieren Sie den verbesserten Tracking-Schutz für diese Seite.
el: Αν μια ιστοσελίδα δεν λειτουργεί όπως πρέπει, πατήστε την ασπίδα στη γραμμή διευθύνσεων και απενεργοποιήστε την ενισχυμένη προστασία από καταγραφή για αυτή τη σελίδα.
eo: Se retejo me funkcias bone, tuŝetu la ŝildon en la adresa strio kaj malŝaltu la pligbonigitan protekton kontraŭ spurado por tiu paĝo.
et: Kui sait ei tööta ootuspäraselt, siis puuduta aadressiribal olevat kilpi ning lülita selle lehe jaoks täiustatud jälitamisvastane kaitse välja.
fa: اگر سایتی مطابق آنچه انتظار می رود کار نکند ، به سپر موجود در نوار آدرس ضربه بزنید و محافظت پیشرفته ردیابی را برای آن صفحه خاموش کنید.
fi: Jos sivusto ei toimi odotetulla tavalla, napauta kilpeä osoiterivillä ja poista kyseisen sivun tehostettu seurannan suojaus käytöstä.
fr: Si un site ne fonctionne pas comme prévu, appuyez sur le bouclier dans la barre d’adresse et désactivez la protection renforcée contre le pistage pour cette page.
gd: Mur eil làrach ag obair mar bu chòir, thoir gnogag air an sgiath ann am bàr an t-seòlaidh agus cuir dheth an dìon leasaichte o thracadh air an duilleag sin.
hr: Ako web-stranica ne funkcionira kako treba, dodirni štit u adresnoj traci i isključi pojačanu zaštitu od praćenja za tu stranicu.
hy_am: Եթե կայքը չի գործում, ինչպես սպասվում էր, հպեք վահանին հասցեի տողում և անջատեք Հետագծումների ընդլայնված պաշտպանությունը էջի համար:
ia: Si un sito non functiona como expectate, tocca le scuto in le barra de adresse e disactiva Protection antitraciamento reinfortiate pro ille pagina.
id: Jika situs tidak berfungsi seperti yang diharapkan, ketuk perisai di bilah alamat dan nonaktifkan Perlindungan Pelacakan yang Ditingkatkan untuk halaman tersebut.
is: Ef vefsvæði virkar ekki eins og búist var við, skaltu ýta á skjöldinn á veffangastikunni og slökkva á aukinni rakningarvernd fyrir þá síðu.
it: Se un sito non funziona come previsto, tocca il lucchetto nella barra degli indirizzi e disattiva la protezione antitracciamento avanzata per quella pagina.
lt: Jei svetainė neveikia tinkamai, bakstelėkite skydo piktogramą adreso juostoje, ir tam tinklalapiui išjunkite išplėstą apsaugą nuo stebėjimo.
my: အကယ်၍ ဆိုက်သည် မျှော်မှန်း သလို မလုပ်ဆောင်ပါက လိပ်စာ ဘားတန်း ရှိ ဒိုင်းပုံကို နှိပ် ကာ နောက်ယောင်ခံလိုက်ခြင်း အကာအကွယ် လုပ်ဆောင်ချက် ကို ဤ စာမျက်နှာ အတွက် ပိတ်လိုက်ပါ။
nb: Hvis et nettsted ikke fungerer som forventet, kan du trykke på skjoldet i adressefeltet og slå av Utvidet sporingsbeskyttelse for det nettstedet.
nl: Als een website niet werkt zoals verwacht, tik dan op het schild in de adresbalk en schakel Verbeterde bescherming tegen volgen voor die pagina uit.
nn: Dersom ein nettstad ikkje fungerer som forventa, kan du trykkje på skjoldet i adressefeltet og slå av Utvida sporingssvern for denne nettstaden.
pa_in: ਜੇ ਕੋਈ ਸਾਈਟ ਉਮੀਦ ਮੁਤਾਬਕ ਕੰਮ ਨਹੀਂ ਕਰਦੀ, ਤਾਂ ਐਡਰੈੱਸ ਬਾਰ ਵਿੱਚ ਸ਼ੀਲਡ 'ਤੇ ਟੈਪ ਕਰੋ ਅਤੇ ਉਸ ਪੰਨੇ ਲਈ ਵਾਧਾ ਕੀਤੀ ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ ਨੂੰ ਬੰਦ ਕਰੋ।
pt_br: Se um site não funcionar conforme esperado, toque no escudo na barra de endereços e desative a proteção aprimorada contra rastreamento na página.
pt_pt: Se um site não funcionar conforme o esperado, toque no escudo na barra de endereço e desative a Proteção melhorada contra a monitorização para essa página.
si: අඩවියක් අපේක්‍ෂිත පරිදි වැඩ නොකරයි නම්, ලිපින තීරුවේ තිබෙන පලිහ මත තට්ටු කර එම පිටුව සඳහා වැඩිදියුණු කළ ලුහුබැඳීමේ රැකවරණය අක්‍රිය කරන්න.
sk: Ak niektorá stránka nebude fungovať správne, ťuknite na ikonu štítu v paneli s adresou a rozšírenú ochranu pred sledovaním na danej stránke vypnite.
sq: Nëse një sajt nuk funksionon si pritej, prekni mburojën te shtylla e adresave dhe çaktivizoni Mbrojtjen e Thelluar Nga Gjurmimet për atë faqe.
sv: Om en webbplats inte fungerar som förväntat, klicka på skölden i adressfältet och stäng av Förbättrat spårningsskydd för den sidan.
th: ถ้าเว็บไซต์ไม่ทำงานตามที่คาดไว้ แตะที่โล่ในแถบที่อยู่และปิด การป้องการติดตามที่มากขึ้น สำหรับหน้านั้น
tr: Bir sitenin düzgün çalışmadığını fark ederseniz adres çubuğundaki kalkan simgesine dokunarak o site için gelişmiş izlenme korumasını kapatabilirsiniz.
tt: Әгәр дә сайт көтелгәнчә эшләмәсә, адрес юлында йозакка басыгыз һәм бу бит өчен Күзәтүдән Көчәйтелгән Саклауны сүндерегез.
uk: Якщо сайт не працює належним чином, торкніться щита в панелі адреси і вимкніть розширений захист від стеження для сторінки.
ur: اگر کوئی سائٹ توقع کے مطابق کام نہیں کرتی ہے تو ، ایڈریس بار میں ڈھال کو تھپتھپائیں اور اس صفحے کے لئے بہتر ٹریکنگ پروٹیکشن کو بند کردیں۔
vi: Nếu một trang web không hoạt động như mong đợi, hãy chạm vào hình khiên trong thanh địa chỉ và tắt trình chống theo dõi nâng cao cho trang đó.

# Settings.TrackingProtection.ProtectionLevelStandard.Description
source: Allows some ad tracking so web sites function properly.
az: Saytların düz işləyə bilmələri üçün bəzi reklam izləyicilərinə icazə verir.
be: Дазваляе некаторыя трэкеры для карэктнай працы вэб-сайтаў.
bn: কিছু অ্যাড ট্র্যাকিং অনুমোদন করুন যেন ওয়েবসাইট সঠিকভাবে চলতে পারে।
br: Aotren heulierien ’zo evit ma ’afe en dro lec’hiennoù.
ca: Permet alguns elements de seguiment de publicitat necessaris perquè els llocs web funcionin correctament.
cy: Caniatáu rhai tracwyr hysbysebion fel bod gwefannau'n gweithio'n iawn.
da: Tillader noget sporing fra reklamer, så websteder fungerer korrekt.
de: Erlaubt einigen System („Trackern“), Ihre Aktivitäten zu verfolgen, damit Websites wie erwartet funktionieren.
el: Επιτρέπει κάποια καταγραφή διαφημίσεων, ώστε να λειτουργούν σωστά οι ιστοσελίδες.
eo: Permesi kelkajn reklamajn spurilojn, tiel ke retejoj bone funkcios.
et: Mõned jälitavad reklaamid on lubatud, nii et saidid töötaksid ootuspäraselt.
fa: جهت عملکرد مناسب پایگاه‌ها به چند دنبال کننده اجازه فعالیت داده می‌شود.
fi: Salli joitain seuraimia, jotta sivustot toimivat oikein.
fr: Autorise certains traqueurs publicitaires afin que des sites fonctionnent correctement.
gd: Bheir seo cead do chuid a thracadh sanasachd ach an obraich làraichean-lìn mar bu chòir.
hi_in: कुछ विज्ञापन ट्रैकर्स को अनुमति दें ताकि वेबसाइटें सही तरह से कार्य कर सकें।
hr: Dopušta neke programe za praćenje, kako bi web stranice mogle ispravno funkcionirati.
hy_am: Թույլատրել որոշ հետագծումներ, որպեսզի կայքը նորմալ աշխատի:
ia: Permitter alcun avisos traciatores a fin que le sitos web functiona correctemente.
id: Mengizinkan beberapa pelacak agar situs web berfungsi dengan baik.
is: Leyfir suma auglýsingarakningu svo vefsíður virki eðlilega.
it: Consente alcune pubblicità traccianti per garantire il corretto funzionamento dei siti.
lt: Leidžia dalį reklaminių stebėjimo elementų, kad svetainės galėtų tinkamai veikti.
my: လိုက်လံမှတ်သားသည့်ကြော်ငြာခြေရာခံစနစ်အချို့ကို ခွင့်ပြုပါ။ သို့မှသာ ဝဘ်ဆိုက်များသည် ကောင်းမွန်စွာ လုပ်ဆောင်ပါမည်။
nb: Tillater noe sporing fra reklamer slik at nettsteder fungerer riktig.
nl: Staat enkele advertentietrackers toe, zodat websites goed functioneren.
nn: Tillèt noko sporing frå reklamar slik at nettstadar fungerer rett.
pa_in: ਕੁਝ ਇਸ਼ਤਿਹਾਰ ਟਰੈਕ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੀ ਹੈ, ਤਾਂ ਜੋ ਵੈੱਬਸਾਈਟਾਂ ਠੀਕ ਢੰਗ ਨਾਲ ਕੰਮ ਕਰ ਸਕਣ।
pt_br: Permite algum rastreamento de anúncios para que sites funcionem corretamente.
pt_pt: Permite alguma monitorização de anúncios para que os sites de Internet funcionem corretamente.
si: අඩවි නිසි ලෙස ක්‍රියාත්මක වීමට ලුහුබැඳීමේ දැන්වීම් කිහිපයකට ඉඩ දෙයි.
sk: Niektoré sledovacie prvky sú povolené, takže webové stránky fungujú správne.
sq: Lejon disa reklama gjurmimi, kështu që sajtet punojnë si pritet.
sv: Tillåter viss annonsspårning så att webbplatser fungerar korrekt.
th: อนุญาตให้มีการติดตามโฆษณาบางส่วนเพื่อให้เว็บไซต์ทำงานได้ถูกต้อง
tr: Web sitelerinin düzgün çalışması için bazı takipçilere izin verir.
tt: Вебсайтларның дөрес эшләве өчен кайбер реклама трекерларына рөхсәт бирә.
uk: Дозволяє деяке стеження для правильної роботи вебсайтів.
ur: چند اشتہاری ٹریکر کو اجازت دیں تاکہ ویب سائٹ فعال طرح سے فعل انجام دے سکے۔
vi: Cho phép một số theo dõi quảng cáo để các trang web hoạt động đúng.

# Settings.TrackingProtection.ProtectionLevelStrict.Description
source: Blocks more trackers, ads, and popups. Pages load faster, but some functionality may not work.
az: Daha çox izləyici, reklam və qəfil pəncərələri əngəlləyir. Səhifələr daha tez yüklənir, amma bəzi funksiyaları işləməyə bilər.
be: Блакуе больш трэкераў, рэкламы і ўсплывальных вокнаў. Старонкі загружаюцца хутчэй, але некаторыя функцыі могуць не працаваць.
bn: আরও ট্র্যাকার, বিজ্ঞাপন এবং পপআপ ব্লক করে। পৃষ্ঠাগুলি দ্রুত লোড হয়, তবে কিছু কার্যকারিতা কাজ নাও করতে পারে।
br: Stank muioc’h a heulierien, bruderezh ha popups. Buanoc’h e vo karget ar pajennoù koulskoude ne c’hallo ket mont en dro arc’hweladurioù ’zo.
ca: Bloca més elements de seguiment, anuncis i finestres emergents. Les pàgines es carreguen més ràpidament, però és possible que algunes característiques no funcionin.
cy: Yn rhwystro rhagor o dracwyr, hysbysebion, a llamlenni. Mae tudalennau'n llwytho'n gyflymach, ond efallai na fydd rhywfaint o'u h ymarferoldeb yn gweithio.
da: Blokerer flere sporings-mekanismer, reklamer og pop ups. Sider indlæses hurtigere, men noget funktionalitet virker måske ikke.
de: Blockiert mehr Tracker, Anzeigen und Pop-ups. Seiten werden schneller geladen, aber einige Funktionen funktionieren möglicherweise nicht.
el: Αποκλείει περισσότερους ιχνηλάτες, διαφημίσεις και αναδυόμενα. Οι σελίδες φορτώνονται ταχύτερα, αλλά ορισμένες λειτουργίες ενδέχεται να απουσιάζουν.
eo: Pli da spuriloj, reklamoj kaj ŝprucaĵoj blokitaj. Paĝoj ŝargiĝos pli rapide, sed kelkaj aferoj povus ne bone funkcii.
et: Blokib rohkem jälitajaid, reklaame ja hüpikaknaid. Lehed laadivad kiiremini, aga mõned lehtedel olevad funktsionaalsused võivad katki minna.
fa: ردگیرها ، تبلیغات و پنجره های بیشتر را مسدود می کند. صفحات سریعتر بارگیری می شوند ، اما برخی از عملکردها ممکن است کار نکند.
fi: Estää enemmän seuraimia, mainoksia ja ponnahdusikkunoita. Sivut latautuvat nopeammin, mutta jotkut toiminnot eivät välttämättä toimi.
fr: Bloque davantage de traqueurs, de publicités et de popups. Les pages se chargent plus rapidement, mais certaines fonctionnalités peuvent ne pas fonctionner.
gd: Bacaidh seo barrachd thracaichean, sanasachd is priob-uinneagan. Thèid duilleagan a luchdadh nas luaithe ach dh’fhaoidte nach obraich gach rud mar bu chòir.
hi_in: अधिक ट्रैकर, विज्ञापन और पॉपअप ब्लॉक करता है। पेज तेज़ी से लोड होते हैं, लेकिन कुछ कार्यक्षमता काम नहीं कर सकती है।
hr: Blokira više programa za praćenje, oglasa i skočnih prozora. Stranice se brže učitavaju, ali neke funkcije možda neće raditi.
hy_am: Արգելափակում է ավելի շատ որոնիչ, գովազդ և թռուցիկ: Էջերը բեռնում են ավելի արագ, բայց որոշ գործառույթներ կարող են չաշխատել:
ia: Bloca plus traciatores, avisos publicitari e messages emergente. Paginas carga plus velocemente, ma alcun functionalitates non pote functionar.
id: Blokir lebih banyak pelacak, iklan, dan sembulan. Halaman dimuat lebih cepat, namun beberapa fungsi mungkin tidak berfungsi.
is: Lokar á fleiri rekjara, auglýsingar og sprettiglugga. Síður hlaðast hraðar en sum virkni gæti verið í ólagi.
it: Blocca più elementi traccianti, annunci pubblicitari e pop-up. Le pagine verranno caricate più velocemente, ma alcune caratteristiche dei siti potrebbero non funzionare.
lt: Blokuoja daugiau stebėjimo elementų, reklamų, ir iššokančių langų. Tinklalapiai bus įkeliami sparčiau, tačiau gali sutrikti jų veikimas.
my: tracker, ads နှင့် popups များကိုပိုမိုပိတ်ဆို့ထားပါသည်။ စာမျက်နှာများသည်ပိုမိုမြန်ဆန်စွာအလုပ်လုပ်နိုင်သော်လည်းအချို့သောလုပ်ဆောင်မှုများသည်အလုပ်မလုပ်ပါ။
nb: Blokkerer flere sporerings-mekanismer, reklamer og sprettopp. Sider lastes raskere, men noen funksjoner fungerer kanskje ikke.
nl: Blokkeert meer trackers, advertenties en pop-ups. Pagina’s worden sneller geladen, maar sommige functies werken mogelijk niet.
nn: Blokkerer fleire sporerings-mekanismar, reklamer og sprettopp. Sider vert lasta raskere, men nokre funksjonar fungerer kanskje ikkje.
pa_in: ਜ਼ਿਆਦਾ ਟਰੈਕਰਾਂ, ਇਸ਼ਤਿਹਾਰਾਂ ਅਤੇ ਪੌਪ-ਅੱਪ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਉਂਦੀ ਹੈ। ਸਫ਼ੇ ਵਧੇਰੇ ਤੇਜ਼ੀ ਨਾਲ ਲੋਡ ਹੁੰਦੇ ਹਨ, ਪਰ ਕੁਝ ਚੀਜ਼ਾਂ ਸ਼ਾਇਦ ਕੰਮ ਨਾ ਕਰਨ।
pt_br: Bloqueia mais rastreadores, anúncios e notificações. As páginas são carregadas mais rápido, mas algumas coisas podem não funcionar.
pt_pt: Bloqueia mais rastreadores, anúncios e outras janelas. As páginas são carregadas mais rapidamente, mas algumas funcionalidades poderão não funcionar.
si: බොහෝ ලුහුබැඳීම්, දැන්වීම් හා උත්පතන අවහිර කරයි. පිටු වේගයෙන් පූරණය වේ, නමුත් සමහර දෑ හරිහැටි ක්‍රියා නොකරනු ඇත.
sk: Blokuje viac sledovacích prvkov, reklám a vyskakovacích okien. Stránky sa načítavajú rýchlejšie, no môže byť obmedzené ich fungovanie.
sq: Bllokon më shumë gjurmues, reklama dhe flluska. Faqet ngarkohen më shpejt, por disa anë mund të mos punojnë.
sv: Blockerar fler spårare, annonser och popups. Sidor laddas snabbare, men vissa funktioner fungerar kanske inte.
th: ปิดกั้นตัวติดตาม โฆษณา และป๊อปอัปมากขึ้น เว็บโหลดเร็วขึ้น แต่ฟังก์ชั่นบางอย่างอาจไม่ทำงาน
tr: Daha fazla takipçiyi, reklamı ve açılır pencereyi engeller. Sayfalar daha hızlı yüklenir ama bazı işlevler çalışmayabilir.
tt: Тагын да күбрәк күзәтүчеләрне, рекламаларны һәм калкып чыгучы тәрәзәләрне блоклый. Битләр тизрәк йөкләнә, ләкин кайбер функцияләр эшләмәскә мөмкин.
uk: Блокує більше стеження, реклами і спливних вікон. Сторінки завантажуються швидше, але деякі функції можуть не працювати.
ur: زیادہ ٹریکر ، اشتہارات اور پاپ اپ کو بلاک کرتا ہے۔ صفحات تیزی سے لوڈ ہوتے ہے ، لیکن کچھ فعالیت کام نہیں کرسکتی ہے۔
vi: Chặn nhiều trình theo dõi, quảng cáo và cửa sổ bật lên. Các trang tải nhanh hơn, nhưng một số chức năng có thể không hoạt động.

# Settings.TrackingProtection.ProtectionLevelTitle
source: Protection Level
az: Qoruma səviyyəsi
be: Узровень абароны
bn: সুরক্ষা স্তর
br: Live gwarez
ca: Nivell de protecció
cy: Lefel Diogelu
da: Beskyttelsesniveau
de: Schutzstufe
el: Επίπεδο προστασίας
eo: Nivelo de protekto
et: Kaitsetase
fa: درجه محافظت
fi: Suojaustaso
fr: Niveau de protection
gd: Ìre an dìon
hi_in: सुरक्षा स्तर
hr: Razina zaštite
hy_am: Պաշտպանության մակարդակ
ia: Nivello de protection
id: Tingkat Perlindungan
is: Verndunarstig
it: Livello di protezione
km: កម្រិតការការពារ
lt: Apsaugos lygmuo
my: ကာကွယ်စောင့်ရှောက်မှုအဆင့်
nb: Beskyttelsesnivå
nl: Beschermingsniveau
nn: Vernenivå
pa_in: ਸੁਰੱਖਿਆ ਪੱਧਰ
pt_br: Nível de proteção
pt_pt: Nível de proteção
si: රැකවරණ මට්ටම
sk: Úroveň ochrany
sq: Shkallë Mbrojtjeje
sv: Skyddsnivå
te: సంరక్షణ స్థాయి
th: ระดับการป้องกัน
tr: KORUMA DÜZEYİ
tt: Cаклау дәрәҗәсе
uk: Рівень захисту
ur: تحفظ کی سطح
vi: Mức độ bảo vệ

# Settings.TrackingProtection.SectionName
source: Tracking Protection
ast: Proteición antirrastrexu
az: İzlənmə Qoruması
be: Ахова ад сачэння
bn: ট্র্যাকিং সুরক্ষা
br: Gwarez heuliañ
ca: Protecció contra el seguiment
cy: Diogelwch Rhag Tracio
da: Beskyttelse mod sporing
de: Schutz vor Aktivitätenverfolgung
el: Προστασία από καταγραφή
eo: Protekto kontraŭ spurado
et: Jälitamisvastane kaitse
fa: محافظت در برابر ردگیری
fi: Seurannan suojaus
fr: Protection contre le pistage
gd: Dìon o thracadh
hi_in: ट्रैकिंग सुरक्षा
hr: Zaštita od praćenja
hy_am: Հետագծման պաշտպանություն
ia: Protection contra le traciamento
id: Perlindungan Pelacakan
is: Vörn gegn gagnasöfnun rekjara
it: Protezione antitracciamento
km: ការការពារការតាមដាន
kn: ಜಾಡು ಇರಿಸುವಿಕೆ ಇಂದ ರಕ್ಷಣೆ
lt: Apsauga nuo stebėjimo
my: ခြေရာခံ ကာကွယ်မှု
nb: Sporingsbeskyttelse
nl: Bescherming tegen volgen
nn: Sporingsvern
oc: Proteccion contra lo seguiment
pa_in: ਟਰੈਕਿੰਗ ਤੋਂ ਸੁਰੱਖਿਆ
pt_br: Proteção contra rastreamento
pt_pt: Proteção contra monitorização
si: ලුහුබැඳීමේ රැකවරණය
sk: Ochrana pred sledovaním
sq: Mbrojtje Nga Gjurmimet
sv: Spårningsskydd
te: ట్రాకింగ్ సంరక్షణ
th: การป้องกันการติดตาม
tr: İzlenme koruması
tt: Күзәтелүдән саклау
uk: Захист від стеження
ur: سراغ کاری حفاظت
vi: Chống theo dõi

# Settings.TrackingProtection.StrictLevelInfoFooter
source: Blocking trackers could impact the functionality of some web sites.
az: İzləyiciləri əngəlləmə bəzi saytların işləyişinə mane ola bilər.
bn: ট্র্যাকারদের ব্লক করলে কিছু ওয়েবসাইটের কার্যকারিতা প্রভাবিত হতে পারে।
br: Stankañ an heulierien a c’hall kaout un efed war keweriusterioù lec’hiennoù ’zo.
ca: El bloqueig d'elements de seguiment pot afectar la funcionalitat d'alguns llocs web.
cy: Gall rwystro tracwyr effeithio ar ymarferoldeb rhai gwefannau.
da: Blokering af sporings-tjenester kan påvirke funktionaliteten på nogle websteder.
de: Das Blockieren von Trackern kann die Funktionalität einiger Websites beeinträchtigen.
eo: Blokado de spuriloj povus influi la funkciadon de kelkaj retejoj.
fa: مسدود کردن دنبال کننده می‌تواند باعث تاثیر کارایی در تعدادی پایگاه اینترنتی شود.
fr: Le blocage des traqueurs peut avoir une incidence sur les fonctionnalités de certains sites.
gd: Ma bhacas tu tracaichean, dh’fhaoidte gum bi droch-bhuaidh air a’ chomas obrachaidh aig cuid a làraichean-lìn.
hi_in: ट्रैकर को अवरुद्ध करना कुछ वेबसाइटों की कार्यक्षमता को प्रभावित कर सकता है।
hy_am: Հետագծումների արգելափակումը կարողղ է ազդել որոշ կայքերի գործառության վրա։
ia: Blocar traciatores poterea haber impacto sur le functionalitate de alcun sitos web.
id: Memblokir pelacak dapat memengaruhi fungsionalitas beberapa situs web.
is: Lokun á rekjara gæti haft áhrif á virkni sumra vefsvæða.
km: ការទប់ស្កាត់កម្មវិធីតាមដានអាចប៉ះពាល់ដល់មុខងារខ្លះនៃគេហទំព័រមួយចំនួន។
lt: Stebėjimo elementų blokavimas gali turėti įtakos kai kurių svetainių veikimui.
my: ခြေရာခံကိရိယာများကို ပိတ်ဆို့ခြင်းသည် အချို့သော ဝဘ်ဆိုက်များ၏ လုပ်ဆောင်ချက်ကို ထိခိုက်စေနိုင်သည်။
nb: Blokkering av sporere kan påvirke funksjonaliteten til noen nettsteder.
nl: Het blokkeren van trackers kan de functionaliteit van sommige websites beïnvloeden.
nn: Blokkering av sporarar kan påverke funksjonaliteten til nokre nettstadar.
pa_in: ਟਰੈਕਰਾਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਨਾਲ ਕੁਝ ਵੈੱਬਸਾਈਟਾਂ ਦਾ ਕੰਮ ਪ੍ਰਭਾਵਿਤ ਹੋ ਸਕਦਾ ਹੈ।
pt_br: Bloquear rastreadores pode afetar a funcionalidade de alguns sites.
pt_pt: O bloqueio de rastreadores poderá afetar a funcionalidade de alguns sites.
sq: Bllokimi i gjurmuesve mund të ndikojë në funksionimin e disa sajteve.
sv: Blockering av spårare kan påverka funktionerna på vissa webbplatser.
te: ట్రాకర్లను నిరోధించడం కొన్ని వెబ్‌సైట్ల పనితనాన్ని ప్రభావితం చేయవచ్చు.
th: การบล็อกตัวติดตามอาจส่งผลกระทบต่อการทำงานของบางเว็บไซต์
tr: Takipçileri engellemek bazı web sitelerinin işlevselliğini etkileyebilir.
uk: Блокування стеження може вплинути на функціональність деяких вебсайтів.
ur: ٹریکرز کو مسدود کرنا کچھ ویب سائٹس کی فعالیت کو متاثر کرسکتا ہے۔
vi: Chặn trình theo dõi có thể ảnh hưởng đến chức năng của một số trang web.

# Settings.TrackingProtectionOption.BasicBlockList
source: Standard (default)
ast: Estándar (por defeutu)
az: Standart (ilkin hal)
be: Стандартная (прадвызначана)
bn: আদর্শ (ডিফল্ট)
br: Skoueriek (dre ziouer)
ca: Estàndard (per defecte)
cy: Safonol (rhagosodedig)
da: Standard
de: Standard
el: Τυπική (προεπιλογή)
eo: Norma
et: Tavaline (vaikimisi)
fa: استاندارد (پیش فرض)
fi: Tavallinen (oletus)
fr: Standard (par défaut)
gd: Stannardach (bun-roghainn)
hi_in: मानक (तयशुदा)
hr: Standardno (zadano)
hy_am: Ստանդարտ (լռելյայն)
ia: Standard (predefinite)
id: Standar (baku)
is: Staðlað (sjálfgefið)
it: Normale (predefinito)
km: ស្តង់ដារ (លំនាំដើម)
lt: Standartinis (numatytasis)
my: စံ (ပုံသေ)
nb: Standard (standard)
nl: Standaard (standaard)
nn: Standard (standard)
pa_in: ਮਿਆਰੀ (ਮੂਲ)
pt_br: Normal (padrão)
pt_pt: Padrão (predefinição)
si: සම්මත (පෙරනිමි)
sk: Štandardná (predvolená)
sq: Standarde (parazgjedhje)
sv: Standard (standard)
te: ప్రామాణికం (అప్రమేయం)
th: มาตรฐาน (ค่าเริ่มต้น)
tr: Standart (varsayılan)
tt: Стандарт (килешенгәнчә)
uk: Стандартний (типово)
ur: معیاری (پہلے سے طے شدہ)
vi: Tiêu chuẩn (mặc định)

# Settings.TrackingProtectionOption.BlockListBasicDescription
source: Allows some trackers so web sites function properly.
ast: Permite dalgunos rastrexadores pa que los sitios web funcionen bien.
az: Saytların düz işləyə bilmələri üçün bəzi izləyicilərə icazə verir.
bn: এমন কিছু ট্র্যাকার কে অনুমোদন দেয় যেনো ওয়েবসাইট সঠিকভাবে কাজ করতে পারে।
br: Aotren un nebeud eilerien evit ma ’z afe ar lec’hiennoù en-dro.
ca: Permet els elements de seguiment necessaris perquè els llocs web funcionin correctament.
cy: Caniatáu rhai tracwyr fel bod gwefannau'n gweithio'n iawn.
da: Tillader nogle sporings-elementer, så websteder fungerer som de skal.
de: Erlaubt einigen System („Trackern“), Ihre Aktivitäten zu verfolgen, damit Websites wie erwartet funktionieren.
eo: Permesi kelkajn spurilojn, tiel ke retejoj bone funkcios.
fa: جهت عملکرد مناسب پایگاه‌ها به چند دنبال کننده اجازه فعالیت داده می‌شود.
fr: Autorise certains éléments de pistage afin que des sites fonctionnent correctement.
gd: Bheir seo cead do chuid a thracairean ach an obraich làraichean-lìn mar bu chòir.
hi_in: कुछ ट्रैकरों को अनुमति दें ताकि वेब साइट सही तरह से कार्य कर सके।
hy_am: Թույլատրում է որոշ հետագծումներ, որպեսզի կայքերը պատշաճ գործեն։
ia: Permitte alcun traciatores de sorta que sitos web functiona correctemente.
id: Mengizinkan beberapa pelacak agar situs web berfungsi dengan baik.
is: Leyfa suma rekjara svo vefsíður virki eðlilega.
km: អនុញាតកម្មវិធីតាមដានខ្លះ ដើម្បីឱ្យវេបសាយដំណើរការបានត្រឹមត្រូវ។
kn: ಜಾಲತಾಣಗಳು ಸರಿಯಾಗಿ ಕೆಲಸಮಾಡುವಂತೆ ಕೆಲವು ಜಾಡುಹಿಡಿಯುವಿಕೆಗಳನ್ನು ಅನುಮತಿಸುತ್ತದೆ.
lt: Leidžia dalį stebėjimo elementų, kad svetainės galėtų tinkamai veikti.
my: လိုက်လံမှတ်သားသည့်စနစ်အချို့ကို ခွင့်ပြုပါ။ သို့မှသာ ဝဘ်ဆိုက်များသည် ကောင်းမွန်စွာ လုပ်ဆောင်ပါမည်။
nb: Tillater noe sporing slik at nettsteder fungerer riktig.
nl: Staat enkele volgers toe, zodat websites goed functioneren.
nn: Tillèt noko sporing slik at nettstadar fungerer korrekt.
pa_in: ਕੁਝ ਟਰੈਕਾਂ ਨੂੰ ਇਜਾਜ਼ਤ ਦਿਓ ਤਾਂ ਕਿ ਵੈੱਬਸਾਈਟਾਂ ਠੀਕ ਤਰ੍ਹਾਂ ਕੰਮ ਕਰ ਸਕਣ।
pt_br: Permite alguns rastreadores para que os sites funcionem corretamente.
pt_pt: Permite alguns trackers para que os websites funcionem corretamente.
sq: Lejon ndoca gjurmues, që sajtet të funksionojnë si duhet.
sv: Tillåter vissa spårare så att webbplatser fungerar korrekt.
te: వెబ్‌సైట్లు సరిగా పనిచేయడం కోసం కొన్ని ట్రాకర్లను అనుమతిస్తుంది.
th: อนุญาตตัวติดตามบางส่วนเพื่อให้เว็บไซต์ทำงานได้ถูกต้อง
tr: Web sitelerinin düzgün çalışması için bazı takipçilere izin verir.
uk: Дозволяє деякі елементи стеження для належної роботи вебсайтів.
ur: چند سراغ راہ کو اجازت دیں تاکہ ویب سائٹ فعال طرح سے فعل انجام دے سکے۔
vi: Cho phép một vài hệ thống theo dõi để trang hoạt động đúng.
