Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# ErrorPages.AdvancedWarning1.Text
source: Warning: we can't confirm your connection to this web site is secure.
af: Waarskuwing: ons kan nie bevestig dat u verbinding aan die webwerf veilig is nie.
ast: Alvertencia: nun podemos confirmar que la conexón al sitiu seya segura.
az: Diqqət: bu sayta olan bağlantınızın təhlükəsiz olduğunu təsdiqləyə bilmirik.
be: Папярэджанне: мы не можам пацвердзіць, што ваша злучэнне з гэтым вэб-сайтам бяспечнае.
bn: সতর্কতা: আমরা নিশ্চিত হতে পারছি না যে এই ওয়েবসাইটির সাথে আপনার সংযোগ নিরাপদ কি না।
br: Diwallit: n’haller ket kadarnaat eo diarvar ho kennask d’al lec’hienn-mañ.
ca: Avís: No podem confirmar que la vostra connexió a aquest lloc web sigui segura.
cy: Rhybudd: nid ydym yn gallu cadarnhau fod eich cysylltiad a'r wefan hon yn ddiogel.
da: Advarsel: Vi kan ikke bekræfte, at din forbindelse til dette websted er sikker.
de: Warnung: Wir können nicht bestätigen, dass Ihre Verbindung zu dieser Website sicher ist.
el: Προειδοποίηση: δεν μπορούμε να επιβεβαιώσουμε ότι η σύνδεσή σας με αυτή την ιστοσελίδα είναι ασφαλής.
eo: Averto: ni ne povas konfirmi ĉu la konekto al tiu ĉi retejo estas sekura.
et: Hoiatus: meil pole võimalik kinnitada, et ühendus selle saidiga on turvaline.
fa: اخطار: ما نمی‌توانیم امن بودن ارتباط شما با این پایگاه‌ اینترنتی را تایید کنیم.
fi: Varoitus: emme voi vahvistaa, että yhteytesi tähän verkkosivustoon on turvallinen.
fr: Attention : nous ne pouvons garantir que la connexion à ce site est sécurisée.
gd: Rabhadh: chan urrainn dhuinn dearbhadh gu bheil an ceangal ris an làrach-lìn seo tèarainte.
hi_in: चेतावनी: हम पुष्टि नहीं कर सकते कि आपका इस वेबसाइट से संपर्क सुरक्षित है।
hr: Upozorenje: ne možemo potvrditi da je veza s ovom web stranicom sigurna.
hy_am: Զգուշացում. մենք չենք կարող հաստատել, թե արդյոք ձեր կապակցումը այս կայքին անվտանգ է:
ia: Attention: impossibile confirmar que tu connexion a iste sito web es secur.
id: Peringatan: kami tidak dapat mengonfirmasi bahwa sambungan Anda ke situs web ini aman.
is: Aðvörun: Við getum ekki staðfest að tenging þín við þetta vefsvæði sé örugg.
it: Attenzione: non è possibile confermare la sicurezza della connessione con questo sito.
km: ព្រមាន៖ យើង​មិន​អាច​បញ្ជាក់​ការ​តភ្ជាប់​របស់​អ្នក​ទៅ​វេបសាយ​នេះ​ថា​សុវត្ថិភាព​បាន​ទេ។
lt: Dėmesio: negalime patvirtinti, kad jūsų ryšys su šia svetaine yra saugus.
my: သတိပေးခြင်း။ ။ဒီဝဘ်ဆိုက်ကို ချိတ်ဆက်ထားသည့် ဆက်ကြောင်းသည် လုံခြုံသည်ဟု ကျွန်တော်တို့ အတည်မပြုနိုင်ပါ။
nb: Advarsel: vi kan ikke bekrefte at tilkoblingen til dette nettstedet er sikker.
nl: Waarschuwing: we kunnen niet bevestigen dat uw verbinding met deze website is beveiligd.
nn: Åtvaring: vi kan ikkje stadfeste at sambandet ditt til denne nettstaden er trygt.
oc: Avís : podèm pas confirmar que la connexion a aqueste site es segura.
or: ଚେତାବନୀ: ଏହି ୱେବସାଇଟ ସହ ଯୋଡୁଥିବା ଆପଣଙ୍କ ସଂଯୋଗ ନିରାପଦ କି ନାଁ ଆମେ ଥୟ କରିପାରିବୁ ନାହିଁ ।
pa_in: ਸਾਵਧਾਨ: ਅਸੀਂ ਪੱਕਾ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹਾਂ ਕਿ ਇਸ ਵੈੱਬਸਾਈਟ ਨਾਲ ਤੁਹਾਡਾ ਕਨੈਕਸ਼ਨ ਸੁਰੱਖਿਅਤ ਹੈ।
pt_br: Atenção: não podemos confirmar se sua conexão com este site é segura.
pt_pt: Aviso: não conseguimos confirmar que a sua ligação a este website é segura.
si: අවවාදයයි: මෙම අඩවිය වෙත ඔබගේ සම්බන්ධතාවය ආරක්‍ෂිත බව තහවුරු කළ නොහැකිය.
sk: Varovanie: nemôžeme potvrdiť, že spojenie s touto stránkou je zabezpečené.
sq: Kujdes: s’e konfirmojmë dot se lidhja juaj me këtë sajt është e sigurt.
sv: Varning: vi kan inte bekräfta att din anslutning till denna webbplats är säker.
te: హెచ్చరిక: మేము ఈ వెబ్సైట్కు మీ కనెక్షన్ సురక్షితమైనదని నిర్ధారించలేము.
th: คำเตือน: เราไม่สามารถยืนยันได้ว่าการเชื่อมต่อของคุณไปยังเว็บไซต์นี้ปลอดภัย
tr: Uyarı: Bu siteye bağlantınızın güvenli olduğunu doğrulayamıyoruz.
tt: Кисәтү: бу сайтка бәйләнеш хәвефсез булуын раслый алмыйбыз.
uk: Попередження: ми не можемо підтвердити, що ваше з'єднання з цим вебсайтом захищене.
ur: تنبیہ: ہم آپ کو یہ یقین نہیں دلا کتے کہ اس وویبسائٹ سے جو رابطہ منسلک ہے وہ محفوظ ہہے۔
vi: Cảnh báo: chúng tôi không thể xác nhận kết nối của bạn với trang web này là an toàn.

# ErrorPages.AdvancedWarning2.Text
source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
af: Dit kan ’n opstellingsfout wees, of ’n gepeuter deur ’n aanvaller. Gaan voort op eie risiko.
ast: Quiciabes seya una mala configuración o manipulación por un atacador. Sigui si aceutes el riesgu potencial.
az: Bu səhv konfiqurasiya və ya pis niyyətli birinin hücumu ola bilər. Əgər potensial riski qəbul edirsinizsə davam edin.
be: Гэта можа быць праз няправільную канфігурацыю альбо праз атаку зламысніка. Працягвайце, калі вы прымаеце патэнцыйную рызыку.
bn: এটা কোন ভুল কনফিগারেশনের অথবা একটি আক্রমণকারী দ্বারা গরমিল হতে পারে। ঝুঁকি নিতে হলে এগিয়ে যান।
br: Ur c’hefluniadur a-dreuz pe un dagadenn e c’hell bezañ. Kendalc’hit mar asantit ar riskl.
ca: Pot ser que sigui una mala configuració o una interferència per part d'un atacant. Continueu si accepteu el possible risc.
cy: Gall fod yn un ai cam ffurfweddu neu ymyrraeth gan ymosodwr. Parhewch os ydych yn derbyn y risg posib.
da: Det kan skyldes en forkert opsætning eller at nogen manipulerer din forbindelse. Fortsæt kun, hvis du kan acceptere den mulige risiko.
de: Dies kann eine Fehlkonfiguration oder eine Manipulation eines Angreifers sein. Fahren Sie fort, wenn Sie das potenzielle Risiko akzeptieren.
el: Ενδέχεται να είναι μια λάθος ρύθμιση ή αλλοίωση από τρίτους. Συνεχίστε αν αποδέχεστε τον πιθανό κίνδυνο.
eo: Tion povas okazigi misagordo aŭ atakanto. Daŭrigu se vi akceptas la eblan riskon.
et: Tegemist võib olla häälestusveaga või ründaja rikkumisega. Jätka ainult siis, kui nõustud võimaliku riskiga.
fa: ممکن است پیکربندی اشتباه باشد یا توسط یک حمله کننده تغییر کرده باشد. اگر این ریسک‌ را قبول می‌کنید ادامه دهید.
fi: Kyseessä saattaa olla ongelma palvelimen asetuksissa tai hyökkääjän suorittama toimenpide. Jatka, jos hyväksyt mahdollisen riskin.
fr: Il peut s’agir d’une erreur de configuration ou d’une tentative d’attaque. Poursuivez en ayant conscience du risque encouru.
gd: Dh’fhaoidte gu bheil e air a dhroch-rèiteachadh no gu bheil cuideigin a’ toirt ionnsaigh air. Lean air d’ adhart ma tha thu leagte ris a leithid a chunnart.
hi_in: यह समाकृति में एक चूक या एक आक्रमणकर्ता द्वारा छेड़छाड़ हो सकती है। यदि आप संभावित जोखिम स्वीकार करते हैं तो आगे बढ़ें।
hr: To može biti pogrešna konfiguracija ili napad na nju. Nastavi, ako prihvaćaš potencijalni rizik.
hy_am: Դա կարող է լինել հարցակվողի կողմից սխալ կազմաձևում կամ խախտում։ Առաջ անցեք, եթե դուք ընդունում եք հնարավոր վտանգը։
ia: Pote esser un mal configuration o un tentativa de attacco. Procede solmente si tu accepta le risco potential.
id: Mungkin ini disebabkan konfigurasi yang salah atau sabotase penyerang. Lanjutkan hanya jika Anda siap menanggung risikonya.
is: Það gæti verið röng stilling eða ytri aðili er búinn að eiga við stillingarnar. Haltu áfram ef þú metur það öruggt.
it: Potrebbe trattarsi di una configurazione errata o di un tentativo di attacco. Procedi solo se sei consapevole dei potenziali rischi.
km: វា​អាច​ជា​ការ​កំណត់​រចនាសម្ព័ន្ធ​ខុស ឬ​​​ការ​លួច​ផ្លាស់ប្ដូរ​ដោយ​អ្នក​វាយប្រហារ។ ចាប់ផ្ដើម​ដំណើរការ បើ​អ្នក​ព្រម​ទទួល​ហានិភ័យ​ដ៏​ខ្លាំង​នេះ។
lt: Taip gali būti dėl netinkamos konfigūracijos arba piktavalio „kišamų nagų“. Tęskite, jei sutinkate su galima rizika.
my: ၄င်းသည် မှားယွင်းစွာ ချိန်ညှိထားခြင်းကြောင့် သို့မဟုတ် တိုက်ခိုက်သူမှ စွက်ဖက်နှောင့်ယှက်နေခြင်းကြောင့် ဖြစ်နိုင်ပါသည်။ အကယ်၍ သင်သည် တစ်စုံတစ်ရာကြုံတွေ့မှုကို လက်ခံနိုင်ပါက ရှေ့သို့ ဆက်လက်ဆောင်ရွက်နိုင်ပါသည်။
nb: Det kan være en feilkonfigurasjon eller manipulering av en angriper. Fortsett hvis du godtar den potensielle risikoen.
nl: Het kan een misconfiguratie zijn, of geknoei door een aanvaller. Ga door als u het mogelijke risico accepteert.
nn: Det kan vere ein feilkonfigurasjon eller ei manipulering av ein angripar. Fortset om du godtek risikoen.
or: ଏହା ଏକ ଭୁଲ୍ ବିନ୍ୟାସ କିମ୍ବା ଆକ୍ରମଣକାରୀଙ୍କ ଦ୍ୱାରା ଟ୍ୟାମ୍ପରିଂ ହୋଇପାରେ | ଯଦି ଆପଣ ସମ୍ଭାବ୍ୟ ବିପଦକୁ ଗ୍ରହଣ କରନ୍ତି ତେବେ ଅଗ୍ରଗତି କରନ୍ତୁ
pa_in: ਇਹ ਗਲਤ ਸੰਰਚਨਾ ਹੋ ਸਕਦੀ ਹੈ ਜਾਂ ਹਮਲਾਵਰ ਵਲੋਂ ਨੁਕਸਾਨਿਆ ਗਿਆ। ਤਾਂ ਹੀ ਜਾਰੀ ਰੱਖੋ ਜੇ ਤੁਸੀਂ ਸੰਭਾਵਿਤ ਖ਼ਤਰੇ ਨੂੰ ਮੰਨਦੇ ਹੋ।
pt_br: Pode ser um erro de configuração ou uma adulteração feita por um invasor. Só prossiga se aceitar o risco em potencial.
pt_pt: Pode ser um erro de configuração ou uma manipulação por um atacante. Proceda se aceita o risco potencial.
si: එය වැරදි වින්‍යාස කිරීමක් හෝ ප්‍රහාරකයෙකුගේ අපවේශනයක් විය හැකිය. ඔබ අවදානම පිළිගන්නේ නම් ඉදිරියට යන්න.
sk: Stránka môže byť chybne nakonfigurovaná alebo zneužitá útočníkom. Pokračovanie na stránku predstavuje potencionálne riziko.
sq: Mund të jetë një keqformësim ose futje hundësh nga dikush që po sulmon. Vazhdoni, nëse e pranoni rrezikun potencial.
sv: Det kan vara en felaktig konfiguration eller manipulering av en angripare. Fortsätt om du accepterar risken.
te: ఇది ఒక అటాకర్ తప్పుగా కన్ఫిగర్ చేయడం లేదా దిద్దుబాటు ఉండవచ్చు. మీరు తీవ్ర ప్రమాదమును అంగీకరిస్తే కొనసాగండి.
th: สิ่งนี้อาจเป็นการกำหนดค่าที่ผิดพลาดหรือกำลังมีการดัดแปลงโดยผู้โจมตี ดำเนินการต่อหากคุณยอมรับในความเสี่ยงที่อาจเกิดขึ้น
tr: Bu, hatalı yapılandırmadan veya saldırganların yaptığı tahrifattan kaynaklanabilir. Olası riski kabul ediyorsanız devam edebilirsiniz.
tt: Бу хаталы көйләүләр яки һөҗүм итүченең явыз эшләре аркасында булырга мөмкин. Мөмкин булган рискны кабул итсәгез, дәвам итә аласыз.
uk: Це може бути через неправильну конфігурацію або атаку зловмисника. Продовжуйте, якщо ви усвідомлюєте потенційний ризик.
ur: یہ ایک حملہ آور کی طرف سے ایک غلط کنفیگریشن یا چھیڑنا ہو سکتا ہے. اگر آپ ممکنہ خطرے کو قبول کرتے ہیں تو آگے بڑھیں۔
vi: Nó có thể là một cấu hình sai hoặc giả mạo bởi kẻ tấn công. Tiến hành nếu bạn chấp nhận rủi ro tiềm ẩn.

# ErrorPages.CertWarning.Description
source: The owner of %@ has configured their web site improperly. To protect your information from being stolen, Firefox has not connected to this web site.
af: Die eienaar van %@ het hul webwerf verkeerd opgestel. Om u inligting van diefstal te beskerm, het Firefox nie aan dié webwerf verbind nie.
az: %@ saytının sahibi saytı səhv konfiqurasiya edib. Məlumatlarınızı oğurlanmaqdan qorumaq üçün Firefox bu sayta qoşulmadı.
be: Уладальнік %@ наладзіў свой вэб-сайт няправільна. Каб абараніць вашы звесткі ад крадзяжу, Firefox не злучыўся з гэтым вэб-сайтам.
bn: %@ টির মালিক ওয়েবসাইট টাকে অন্যায় ভাবে কনফিগার করেছেন। আপানার তথ্য চুরি হওয়া থেকে রক্ষা করতে, Firefox ওয়েবসাইট টির সাথে সংযোগ করেনি।
br: En un doare dizereat eo bet kefluniet o lec’hienn gant %@. Evit gwareziñ ho titouroù da vezañ laeret, n’eo ket kennasket Firefox d’al lec’hienn.
ca: El propietari de %@ no ha configurat el lloc web correctament. Per protegir la vostra informació contra robatori, el Firefox no s'ha connectat a aquest lloc web.
cy: Mae perchennog %@ wedi cam ffurfweddu eu gwefan. I rwystro eich manylion rhag cael eu dwyn, nid yw Firefox wedi cysylltu â'r wefan hon.
da: Ejeren af %@ har opsat sit websted forkert. Firefox har ikke oprettet forbindelse til webstedet for at forhindre, at dine informationer bliver stjålet.
de: Der Besitzer von %@ hat seine Website falsch konfiguriert. Um Diebstahl Ihrer Daten zu verhindern, verweigert Firefox die Verbindung zu dieser Website.
el: Ο ιδιοκτήτης του %@ δεν έχει ρυθμίσει σωστά την ιστοσελίδα του. Για την προστασία των πληροφοριών σας από κλοπή, το Firefox δεν έχει συνδεθεί σε αυτή την ιστοσελίδα.
eo: La posedanto de %@ malĝuste agordis sian retejon. Por protekti vian informon de ŝtelo, Firefox ne konektiĝis al tiu ĉi retejo.
et: Saidi %@ omanik on oma veebilehe valesti häälestanud. Sinu andmete kaitsmiseks varastamise eest ei loonud Firefox selle veebilehega ühendust.
fa: مالکان %@ سایت خود را به گونه‌ای نادرست پیکربندی کرده‌اند. برای محافظت از اطلاعات شما از دزدیده شدن، فایرفاکس به این سایت متصل نشده است.
fi: Sivuston %@ omistaja on määrittänyt sivustonsa asetukset väärin. Firefox ei muodostanut yhteyttä sivustoon suojellakseen tietojasi varkaudelta.
fr: Les propriétaires de %@ ont mal configuré leur site. Pour éviter que vos données ne soient dérobées, Firefox ne s’est pas connecté à ce site.
gd: Rinn an neach aig a bheil %@ droch-rèiteachadh air an làrach-lìn aca. Cha do rinn Firefox ceangal ris an làrach-lìn seo air eagal ’s gun rachadh dàta a ghoid ort.
hi_in: %@ के उत्तराधिकारी ने वेबसाइट को गलत तरीके से कॉन्फ़िगर किया है। अपनी जानकारी को चोरी होने से सुरक्षित रखने के लिए, Firefox इस वेबसाइट से नहीं जुड़ा।
hr: Vlasnik %@ je pogrešno podesio svoju stranicu. Kako bismo zaštitili tvoje informacije od krađe, Firefox se nije povezao na ovu stranicu.
hy_am: %@-ի սեփականատերը սխալ է տեղադրել իր կայքը։ Ձեր տեղեկատվությունը գողությունից պաշտպանելու համար Firefox֊ը չի միացել այս վեբ կայքին։
ia: Le proprietario de %@ ha configurate su sito incorrectemente. Pro proteger tu informationes contra furto, Firefox non se ha connectite a iste sito web.
id: Pemilik %@ telah mengonfigurasi situs webnya secara salah. Untuk melindungi pencurian informasi Anda, Firefox tidak menyambung ke situs web ini.
is: Eigandi %@ hefur stillt vefsvæðið sitt rangt. Firefox mun ekki tengjast þessu vefsvæði til að vernda upplýsingar þínar.
it: Il gestore di %@ ha configurato il sito in modo non corretto. Per evitare potenziali furti di informazioni Firefox ha interrotto la connessione.
km: ម្ចាស់​នៃ %@ បាន​កំណត់​រចនាសម្ព័ន្ធ​​វេបសាយ​​របស់​ពួកគេ​មិន​សមរម្យ។ ដើម្បី​ការពារ​ព័ត៌មាន​របស់​អ្នក​ពី​ការ​លួច Firefox មិន​បាន​ភ្ជាប់​ទៅ​វេបសាយ​នេះ​ទេ។
kn: %@ ನ ಮಾಲಿಕ ಅವರ ಜಾಲತಾಣವನ್ನು ಸರಿಯಾಗಿ ಸಂರಚಿಸಿಲ್ಲ. ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಕಳ್ಳತನದಿಂದ ಸುರಕ್ಷಿತವಾಗಿರಿಸಲು, Firefox ಈ ಜಾಲತಾಣದೊಂದಿಗೆ ಸಂಪರ್ಕವನ್ನು ಹೊಂದಿಲ್ಲ.
lt: %@ savininkas netinkamai sukonfigūravo savo svetainę. „Firefox“ nesijungė prie šios svetainės, kad apsaugotų jūsų duomenis nuo perėmimo.
my: %@ ၏ ပိုင်ရှင်သည် သူတို့၏ ဒီဝဘ်ဆိုက်ကို သင့်လျော်မှန်ကန်စွာ ချိန်ညှိထားခြင်း မရှိပါ။ သင့်အချက်အလက်များ ခိုးယူခံရခြင်းမှ ကာကွယ်ရန် မီးမြေခွေးသည် ဒီဝဘ်ဆိုက်ကို မချိတ်ဆက်ပါ။
nb: Eieren av %@ har konfigurert nettstedet sitt feil. For å beskytte informasjonen din fra å bli stjålet, har Firefox ikke koblet til denne nettsiden.
nl: De eigenaar van %@ heeft zijn of haar website niet juist geconfigureerd. Om uw gegevens tegen diefstal te beschermen, heeft Firefox geen verbinding met deze website gemaakt.
nn: Eigaren av %@ har konfigurerat nettstaden sin feil. For å verne informasjonen din frå å verte stolen, har Firefox ikkje kopla seg til denne nettstaden.
or: %@ ର ମାଲିକ ସେମାନଙ୍କର ୱେବସାଇଟ୍ କୁ ଭୁଲ୍ ଭାବରେ ବିନ୍ୟାସ କରିଛନ୍ତି | ଆପଣଙ୍କର ସୂଚନା ଚୋରି ହେବାରୁ ରକ୍ଷା କରିବା ପାଇଁ, ଫାୟାରଫକ୍ସ ଏହି ୱେବସାଇଟ୍ ସହିତ ସଂଯୋଗ ହୋଇନାହିଁ
pa_in: %@ ਦੇ ਮਾਲਕ ਨੇ ਆਪਣੀ ਵੈੱਬਸਾਈਟ ਨੂੰ ਗਲਤ ਢੰਗ ਨਾਲ ਸੰਰਚਿਤ ਕੀਤਾ ਹੈ। ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਨੂੰ ਚੋਰੀ ਹੋਣ ਤੋਂ ਬਚਾਉਣ ਲਈ ਫਾਇਰਫਾਕਸ ਇਸ ਵੈੱਬਸਾਈਟ ਨਾਲ ਕਨੈਕਟ ਨਹੀਂ ਹੈ।
pt_br: O proprietário de %@ configurou este site de forma inadequada. Para proteger suas informações de ser roubadas, o Firefox não se conectou a este site.
pt_pt: O proprietário de %@ configurou o website incorretamente. Para impedir que a sua informação fosse furtada, o Firefox não se ligou a este website.
si: %@ හි අයිතිකරු ඔවුන්ගේ වියමන අඩවිය නිසි ලෙස සකස් කර නැත. ඔබගේ තොරතුරු සොරෙන් ගැනීම වැළැක්වීමට, ෆයර්ෆොක්ස් මෙම අඩවියට සම්බන්ධ වී නැත.
sk: Vlastník servera %@ nakonfiguroval svoju stránku nesprávne. Kvôli ochrane vašich údajov pred odcudzením, bolo pripojenie k tejto webovej stránke prerušené.
sq: I zoti i %@ e ka formësuar keq sajtin e tij. Që të mbrohen nga vjedhjet të dhënat tuaja, Firefox-i nuk u lidh me këtë sajt.
sv: Ägaren av %@ har konfigurerat sin webbplats felaktigt. För att skydda din information från att bli stulen har Firefox inte anslutit till denna webbplats.
te: %@ యొక్క యజమాని సరిగ్గా వారి వెబ్సైట్ కాన్ఫిగర్ చేయలేదు. దొంగతనం నుండి మీ సమాచారాన్ని రక్షించడానికి, ఫైర్ఫాక్స్ ఈ వెబ్సైట్కు కనెక్ట్ కాలేదు.
th: เจ้าของ %@ ได้กำหนดค่าเว็บไซต์ของพวกเขาไม่เหมาะสม เพื่อปกป้องข้อมูลของคุณจากการถูกขโมย Firefox จึงไม่ได้เชื่อมต่อไปยังเว็บไซต์นี้
tr: %@ web sitesinin sahibi siteyi hatalı yapılandırmış. Bilgilerinizin çalınmasını önlemek için Firefox bu web sitesine bağlanmadı.
tt: %@ хуҗасы үз сайтын дөрес көйләмәгән. Мәгълүматыгызны урланудан саклау өчен, Firefox бу вебсайтка тоташмады.
uk: Власник %@ налаштував свій вебсайт неналежним чином. Для захисту вашої інформації від викрадання, Firefox не з'єднався з цим вебсайтом.
ur: @% کے مالک نے انکی ویب سائٹ نامناسب طرحہ سے تشکیل کی ہیں۔ اپنی معلومات کو چوری ہونے سے حفاظت کے لئے، Firefox نے اس ویب سائٹ سے نہیں جڑا ہے۔
vi: Chủ sở hữu của %@ đã cấu hình trang web của họ không đúng cách. Để bảo vệ thông tin của bạn khỏi bị đánh cắp, Firefox đã không kết nối với trang web này.

# ErrorPages.CertWarning.Title
source: This Connection is Untrusted
af: Hierdie verbinding is onvertroud
ast: Esta conexón nun ye d'enfotu
az: Bu bağlantı etibarlı deyil
be: Гэтаму злучэнню няма даверу
bn: এই সংযুক্তিটি বিশ্বাসযজ্ঞ নয়
br: N’haller ket fiziout er c’hennask-mañ
ca: No es pot confiar en la connexió
cy: Dim Ymddiriedaeth i'r Cysylltiad
da: Webstedets identifikation kunne ikke bekræftes
de: Dieser Verbindung wird nicht vertraut
el: Αυτή η σύνδεση δεν είναι αξιόπιστη
eo: Tiu ĉi konekto ne estas fidata
et: Seda ühendust ei usaldata
fa: این اتصال غیرقابل اطمینان می‌باشد
fi: Tämä yhteys ei ole luotettu
fr: Cette connexion n’est pas certifiée
gd: Chan eil earbsa sa cheangal
hi_in: यह संपर्क अविश्वसनीय है
hr: Ova veza nije sigurna
hy_am: Այս միացումը անվստահելի է
ia: Iste connexion non es digne de fide
id: Sambungan Ini Tidak Terpercaya
is: Þessi tenging er ótraust
it: Questa connessione non è affidabile
km: ការ​តភ្ជាប់​នេះ​មិន​ត្រូវ​បាន​ជឿ​ទុកចិត្ត​ឡើយ
kn: ಈ ಸಂಪರ್ಕ ನಂಬಲರ್ಹವಲ್ಲ
lt: Šis ryšys nepatikimas
my: ဤဆက်သွယ်မှုသည် စိတ်ချယုံကြည်နိုင်ဖွယ် မရှိပါ။
nb: Denne tilkoblingen er usikker
nl: Deze verbinding is niet beveiligd
nn: Denne tilkoplinga er usikker
oc: Aquesta connexion es pas certificada
or: ସଂଯୋଗ ଭରସାଯୋଗ୍ୟ ନୁହେଁ
pa_in: ਇਹ ਸੰਪਰਕ ਗ਼ੈਰ-ਭਰੋਸੇਯੋਗ ਹੈ
pt_br: Esta conexão não é confiável
pt_pt: Esta ligação não é de confiança
si: මෙම සම්බන්ධතාවය අවිශ්වාසයි
sk: Vaše pripojenie nie je dôveryhodné
sq: Kjo Lidhje Nuk Besohet
sv: Den här anslutningen är inte tillförlitlig
te: ఈ అనుసంధానం నమ్మలేనిది
th: การเชื่อมต่อนี้ไม่น่าเชื่อถือ
tr: Bu bağlantı güvenilir değil
tt: Бу бәйләнеш ышанычсыз
uk: Це недовірене з’єднання
ur: اس کنکشن کا بھروسا نہیں ہے
vi: Kết nối này không đáng tin

# ErrorPages.GoBack.Button
source: Go Back
af: Gaan terug
ast: Atrás
az: Geri Get
be: Вярнуцца
bn: আগে যান
br: Distreiñ
ca: Vés enrere
cy: Ewch Nôl
da: Gå tilbage
de: Zurück
el: Επιστροφή
eo: Reen
et: Mine tagasi
fa: برگشتن
fi: Palaa
fr: Retour
gd: Air ais
hi_in: पीछे जाएं
hr: Idi natrag
hy_am: Վերադառնալ
ia: Retornar
id: Kembali
is: Til baka
it: Torna indietro
km: ថយក្រោយ
kn: ಹಿಂದೆ ಹೋಗು
lt: Eiti atgal
my: နောက်သို့ သွားရန်
nb: Gå tilbake
nl: Terug
nn: Gå tilbake
oc: Tornar en arrièr
or: ପଛକୁ ଯାଆନ୍ତୁ
pa_in: ਪਿੱਛੇ ਜਾਓ
pt_br: Voltar
pt_pt: Retroceder
si: ආපසු යන්න
sk: Prejsť naspäť
sq: Shko Mbrapsht
sv: Gå bakåt
te: వెనుకకు వెళ్ళు
th: ย้อนกลับ
tr: Geri dön
tt: Кире кайту
uk: Назад
ur: واپس جائیں
vi: Quay lại

# ErrorPages.VisitOnce.Button
source: Visit site anyway
af: Besoek werf in elk geval
ast: Visitar sitiu de toes toes
az: Yenə də saytı ziyarət et
be: Усё роўна наведаць сайт
bn: যেভাবে হোক সাইটটা দর্শন করুন
br: Gweladenniñ al lec’hienn memes tra
ca: Visita el lloc igualment
cy: Mynd i'r wefan beth bynnag
da: Besøg webstedet alligevel
de: Website trotzdem besuchen
el: Επίσκεψη ούτως ή άλλως
eo: Tamen viziti retejon
et: Külasta saiti igal juhul
fa: بازدید از پایگاه اینترنتی در هر صورتی
fi: Käy sivustolla joka tapauksessa
fr: Visiter tout de même
gd: Tadhail air an làrach co-dhiù
hi_in: फिर भी साइट देखें
hr: Svejedno posjeti stranicu
hy_am: Այդուհանդերձ, այցելել
ia: Visitar comocunque le sito
id: Tetap kunjungi
is: Heimsækja svæðið samt
it: Apri comunque il sito
km: ចូល​មើល​វេបសាយ​យ៉ាង​ណា​ក៏​ដោយ
lt: Vis tiek aplankyti svetainę
my: မည်သို့ပင်ဖြစ်စေ ဒီဝဘ်ဆိုက်ကို ကြည့်ရှုပါမည်။
nb: Besøk siden likevel
nl: Website toch bezoeken
nn: Besøk sida likevel
oc: Visitar lo site parièr
or: ଯାହା ହେଉ ପଛେ ସାଇଟକୁ ଯାଆନ୍ତୁ
pa_in: ਫੇਰ ਵੀ ਸਾਈਟ 'ਤੇ ਜਾਓ
pt_br: Visitar o site assim mesmo
pt_pt: Visitar o site na mesma
si: කෙසේවුවද ගොඩවදින්න
sk: Napriek tomu navštíviť stránku
sq: Vizitoje sajtin, sido qoftë
sv: Besök sidan ändå
te: ఏమైనప్పటికీ సైట్ సందర్శించండి
th: เยี่ยมชมไซต์ต่อไป
tr: Siteyi yine de ziyaret et
tt: Cайтны барыбер ачу
uk: Все одно відвідати сайт
ur: ویسے ہی سائٹ کا دورہ کریں
vi: Tiếp tục truy cập trang web

# ExternalLink.AppStore.ConfirmationTitle
source: Open this link in the App Store?
ast: ¿Quies abrir esti enllaz na App Store?
az: Bu keçid App Store tətbiqində açılsın?
be: Адкрыць спасылку ў App Store?
bn: অ্যাপ স্টোরে এই লিঙ্ক খুলুন?
br: Digeriñ an ere-mañ en arload App Store?
ca: Voleu obrir aquest enllaç en l'App Store?
cy: Agor y ddolen hon yn yr App Store?
da: Åbn dette link i App Store?
de: Diesen Link im App Store öffnen?
el: Άνοιγμα συνδέσμου στο App Store;
eo: Ĉu malfermi tiun ĉi ligilon per App Store?
et: Kas avada see link App Store'is?
fa: این پیوند در برنامه App Store باز شود؟
fi: Avataanko tämä linkki App Storessa?
fr: Ouvrir ce lien dans l’App Store ?
gd: A bheil thu airson an ceangal seo fhosgladh san App Store?
hi_in: इस लिंक को App Store में खोलें?
hr: Otvoriti ovu poveznicu u App Storeu?
hy_am: Բացե՞լ այս հղումը App Store-ում։
ia: Aperir iste ligamine in App Store?
id: Buka tautan ini di App Store?
is: Opna tengil í smáforrits verslun?
it: Aprire questo link nell’app App Store?
km: បើកតំណនេះក្នុងកម្មវិធី App Store ដែរ​ឬ​ទេ?
lt: Atverti šį saitą su „App Store“?
my: ယခုလင့်ခ်ကို App Store အက်ပ်တွင် ဖွင့်မလား?
nb: Åpne lenken i App Store?
nl: Deze koppeling openen in de App Store?
nn: Opne lenka i App Store-appen?
or: ଆପ୍ ଷ୍ଟୋର୍‌ରେ ଏହି ଲିଙ୍କ୍ ଖୋଲିବେ?
pa_in: ਐਪ ਸਟੋਰ ਐਪ 'ਚ ਇਹ ਲਿੰਕ ਖੋਲ੍ਹਣਾ ਹੈ?
pt_br: Abrir este link na App Store?
pt_pt: Abrir esta ligação na App Store?
si: යෙදුම් ගබඩාවෙහි මෙම සබැඳිය අරින්නද?
sk: Chcete tento odkaz otvoriť v App Store?
sq: Të hapet kjo lidhje në App Store?
sv: Öppna denna länk i App Store?
te: ఈ లంకెను ఆప్ స్టోర్‌లో తెరవాలా?
th: เปิดลิงก์นี้ใน App Store?
tr: Bağlantı App Store’da açılsın mı?
tt: Бу сылтаманы App Store-да ачу кирәкме?
uk: Відкрити це посилання в the App Store?
ur: اس ربط کو ایپ اسٹور میں کھولیں؟
vi: Mở liên kết này trong App Store?
