Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# HistoryPanel.EmptyState.Title
source: Web sites you've visited recently will show up here.
af: Webwerwe wat onlangs besoek is sal hier wees.
ast: Equí amuésense les páxines web que visitesti apocayá.
az: Son vaxtlar ziyarət etdiyiniz saytlar burada göstəriləcək.
be: Вэб-сайты, якія вы наведвалі нядаўна, з'явяцца тут.
bn: যে ওয়েবসাইটগুলো আপনি সদ্য দর্শন করেছেন সেগুলি এখানে দেখাবে।
br: Skrammet e vez al lec’hiennoù nevez gweladennet amañ.
ca: Aquí es mostren els llocs web que heu visitat recentment.
cy: Bydd gwefannau rydych wedi ymweld â nhw'n ddiweddar yn ymddangos yma.
da: Dine senest besøgte websteder vil blive vist her.
de: Kürzlich besuchte Websites erscheinen hier.
el: Οι πρόσφατες ιστοσελίδες σας θα εμφανίζονται εδώ.
eo: Ĵuse vizititaj retejoj aperos ĉi tie.
et: Viimati külastatud veebisaidid ilmuvad siia.
fa: پایگاه‌های اینترنتی را که اخیرا بیشتر بازدید کرده‌اید در اینجا نمایش داده می‌شوند.
fi: Viimeksi vierailemasi sivut ilmestyvät tänne.
fr: Les sites récemment visités s’affichent ici.
gd: Nochdaidh làraichean air an to thadhail thu o chionn goirid an-seo.
hi_in: आपके देखे हुए सबसे हालिया वेबसाइट यहां दिखाए जाएंगे।
hr: Ovdje se pojavljuju nedavno posjećene web stranice.
hy_am: Վերջերս ձեր այցելած կայքերը կցուցադրվեն այստեղ։
ia: Le sitos web que tu ha visitate recentemente appare hic.
id: Situs yang baru-baru ini dikunjungi akan tampil di sini.
is: Vefsvæði sem þú heimsækir oft munu birtast hér.
it: In questa sezione verranno visualizzati i siti visitati di recente.
km: វេបសាយ​ដែល​អ្នក​បាន​ចូល​មើល​ថ្មីៗ​នឹង​បង្ហាញ​នៅ​ទីនេះ។
kn: ನೀವು ತೀರ ಇತ್ತೀಚೆಗೆ ಭೇಟಿಕೊಟ್ಟ ಜಾಲತಾಣಗಳು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ.
lt: Čia atsiras jūsų paskiausiai lankytos svetainės.
my: လတ်တလော ကြည့်ရှုထားသည့် ဝဘ်ဆိုက်များကို ဒီမှာ ပြသပါမည်။
nb: Nylig besøkte nettsteder vises her.
nl: Hier verschijnen websites die u onlangs hebt bezocht.
nn: Nettsider du nettopp besøkte vil visast her.
oc: Los sites qu’avètz visitat recentament s’afichan aquí.
or: ଆପଣ ସବୁଠାରୁ ଅଧିକ ଥର ପଢ଼ିଥିବା ୱେବସାଇଟସବୁ ଏଠାରେ ଦେଖିପାରିବେ ।
pa_in: ਵੈੱਬਸਾਈਟਾਂ, ਜੋ ਕਿ ਤੁਸੀਂ ਹਾਲ ਵਿੱਚ ਹੀ ਖੋਲ੍ਹੀਆਂ ਹਨ, ਨੂੰ ਇੱਥੇ ਦਿਖਾਇਆ ਜਾਵੇਗਾ।
pt_br: Sites visitados recentemente são mostrados aqui.
pt_pt: Os websites que visitou recentemente irão aparecer aqui.
si: මෑතදී ගොඩවැදුණු වියමන අඩවි මෙහි පෙන්වනු ඇත.
sk: Tu sa zobrazia stránky, ktoré ste nedávno navštívili.
sq: Këtu do të shfaqen sajtet që keni vizituar tani afër.
sv: Webbplatser du har besökt nyligen kommer att visas här.
te: మీరు ఇటీవల సందర్శించిన సైట్లు ఇక్కడ కనిపిస్తాయి.
th: เว็บไซต์ที่คุณเยี่ยมชมล่าสุดจะแสดงที่นี่
tr: Son ziyaret ettiğiniz siteler burada görünecek.
tt: Соңгы каралган вебсайтлар монда күрсәтеләчәк.
uk: Тут з'являтимуться ваші останні відвідані сторінки.
ur: جن ویبسائٹ کا آپ نے حال ہی میں دورہ کیا ہے وہ یہاں نظر آئیں گی۔
vi: Các trang web bạn đã xem gần đây sẽ hiển thị ở đây.

# HistoryPanel.EmptySyncedTabsNullState.Description
source: Your tabs from other devices show up here.
af: Oortjies van ander toestelle is hier.
ast: Equí amuésense les llingüetes d'otros preseos de to.
az: Digər cihazlarınızdaki vərəqlər burada göstəriləcək.
be: Карткі з іншых прылад паказваюцца тут.
bn: অন্য ডিভাইস থেকে ট্যাবগুলি এখানে দেখাবে।
br: Skrammet e vez an ivinelloù eus trevnadoù all amañ.
ca: Aquí es mostren les pestanyes d'altres dispositius.
cy: Mae eich tabiau o ddyfeisiau eraill yn ymddangos yma.
da: Faneblade fra dine andre enheder vil blive vist her.
de: Ihre Tabs von anderen Geräten erscheinen hier.
el: Οι καρτέλες άλλων συσκευών εμφανίζονται εδώ.
eo: Viaj langetoj el aliaj aparatoj aperos ĉi tie.
et: Siin kuvatakse kaarte teistest seadmetest.
fa: زبانه‌های شما از دستگاه‌های دیگر در اینجا نمایش داده می‌شوند.
fi: Välilehdet muilta laitteiltasi ilmestyvät tänne.
fr: Les onglets d’autres appareils s’affichent ici.
gd: Nochdaidh na tabaichean a tha agad air uidheaman eile an-seo.
hi_in: अन्य उपकरणों से आपके टैब यहां दिखाई देंगी।
hr: Ovdje se prikazuju kartice s drugih uređaja.
hy_am: Այլ սարքերից ձեր ներդիրները կցուցադրվեն այստեղ։
ia: Le schedas de tu altere apparatos appare hic.
id: Tab dari perangkat lain akan tampil di sini.
is: Fliparnir þínir sem eru opnir á öðrum tækjum sjást hér.
it: In questa sezione verranno visualizzate le schede da altri dispositivi.
km: ផ្ទាំង​របស់​អ្នក​ពី​ឧបករណ៍​ផ្សេង​​បង្ហាញ​នៅ​ទីនេះ។​
kn: ನಿಮ್ಮ ಬೇರೆ ಸಾಧನಗಳ ಟ್ಯಾಬ್‍‍ಗಳು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ.
lt: Kortelės iš kitų jūsų įrenginių matomos čia.
my: အခြားဖုန်းများမှ ဖွင့်ထားသော တပ်ဗ်များသည် ဒီနေရာတွင် ပေါ်နေမည်။
nb: Fanene dine fra andre enheter vil vises her.
nl: Hier verschijnen uw tabbladen van andere apparaten.
nn: Fanene dine frå andre einingar vil visast her.
oc: Los onglets de vòstres autres periferics s’afichan aquí.
pa_in: ਦੂਸਰੀਆਂ ਡਿਵਾਈਸਾਂ ਤੋਂ ਤੁਹਾਡੇ ਟੈਬਾਂ ਨੂੰ ਇੱਥੇ ਦਿਖਾਇਆ ਜਾਵੇਗਾ।
pt_br: Suas abas de outros dispositivos aparecem aqui.
pt_pt: Os seus separadores de outros dispositivos irão aparecer aqui.
si: වෙනත් උපාංගවලින් ඔබගේ පටිති මෙහි පෙන්වයි.
sk: Tu sa zobrazujú karty z vašich ostatných zariadení.
sq: Këtu shfaqen skedat prej pajisjeve tuaja të tjera.
sv: Dina flikar från andra enheter visas här.
te: మీ ఇతర పరికరాల నుండి ట్యాబులు ఇక్కడ కనిపిస్తాయి.
th: แท็บของคุณจากอุปกรณ์อื่น ๆ จะแสดงที่นี่
tr: Diğer cihazlardaki sekmeleriniz burada görünür.
tt: Башка җиһазларыгыздан табларыгыз монда күрсәтеләчәк.
uk: Ваші вкладки з інших пристроїв з’являються тут.
ur: آپ کے دیگر آلات سے ٹیبس یہاں ظاہر ہوں گے۔
vi: Các thẻ của bạn từ các thiết bị khác sẽ hiển thị ở đây.

# HistoryPanel.EmptySyncedTabsPanelNotSignedInState.Description
source: Sign in to view a list of tabs from your other devices.
ast: Anicia sesión pa ver una llista de les llingüetes abiertes n'otros preseos de to.
az: Digər cihazlarınızdakı vərəqlərin siyahısını görmək üçün daxil olun.
be: Увайдзіце, каб бачыць спіс картак з вашых іншых прылад.
bn: আপনার অন্যান্য ডিভাইস সমূহের ট্যাবের তালিকা দেখতে সাইন ইন করুন।
br: Kennaskañ evit gwelet roll ivinelloù ho trevnadoù all.
ca: Inicieu la sessió per veure una llista de les pestanyes que teniu obertes en altres dispositius.
cy: Mewngofnodwch i weld rhestr o dabiau o'ch dyfeisiau eraill.
da: Log ind for at se en liste med faneblade fra dine andre enheder.
de: Melden Sie sich an, um eine Liste der Tabs auf Ihren anderen Geräten zu sehen.
el: Συνδεθείτε για να δείτε μια λίστα καρτελών από τις άλλες συσκευές σας.
eo: Komencu seancon por vidi liston de langetoj de viaj aliaj aparatoj.
et: Teistes seadmetes avatud kaartide nimekirja nägemiseks logi sisse.
fa: برای دیدن یک فهرست از زبانه‌های باز دستگاه‌های دیگر وارد شوید.
fi: Kirjaudu sisään nähdäksesi listan muiden laitteidesi välilehdistä.
fr: Connectez-vous pour afficher la liste des onglets de vos autres appareils.
gd: Clàraich a-steach airson liosta de thabaichean a tha agad air uidheaman eile.
hi_in: टैब की सूची देखने के लिए अपने दूसरे उपकरणों से साइन इन करें।
hr: Prijavi se za prikaz kartica s tvojih ostalih uređaja.
hy_am: Մուտք գործե՛ք՝ ձեր այլ սարքերից ներդիրների ցուցակը տեսնելու համար։
ia: Aperi session pro vider le lista de schedas de tu altere apparatos.
id: Masuk untuk melihat daftar tab dari peranti Anda lainnya.
is: Skráðu þig inn til að skoða lista af flipum frá öðrum tækjum.
it: Accedi per visualizzare l’elenco delle schede aperte sugli altri dispositivi connessi.
km: ចូល ដើម្បី​មើល​បញ្ជី​ផ្ទាំង​ពី​ឧបករណ៍​ផ្សេងៗ​របស់​អ្នក។
lt: Prisijunkite, norėdami peržiūrėti kituose įrenginiuose esančias korteles.
my: အခြား ဖွင့်ထားသောကိရိယာများမှ တပ်ဗ်များကိုကြည့်
nb: Logg inn for å se en liste med faner fra de andre enhetene dine.
nl: Meld u aan om een lijst van tabbladen van uw andere apparaten weer te geven.
nn: Logg inn for å sjå ei liste med faner frå dei andre einingane dine.
pa_in: ਆਪਣੇ ਹੋਰ ਡਿਵਾਈਸਾਂ ਤੋਂ ਟੈਬਾਂ ਦੀ ਸੂਚੀ ਖੋਲ੍ਹਣ ਲਈ ਸਾਈਨ ਇਨ ਕਰੋ।
pt_br: Entre para ver uma lista de abas de seus outros dispositivos.
pt_pt: Inicie sessão para ver uma lista de separadores dos seus outros dispositivos.
si: වෙනත් උපාංගයන්ගෙන් පටිති ලේඛනය බැලිමට ඇතුළු වන්න.
sk: Prihlásením sa zobrazíte zoznam kariet z vašich ostatných zariadení.
sq: Bëni hyrjen që të shihni një listë skedash nga pajisjet tuaja të tjera.
sv: Logga in för att se en lista med flikar från dina andra enheter.
te: మీ ఇతర పరికరాల లోని ట్యాబుల జాబితా చూడడానికి ప్రవేశించండి.
th: ลงชื่อเข้าเพื่อดูรายการแท็บจากอุปกรณ์อื่น ๆ ของคุณ
tr: Diğer cihazlarınızdaki sekmeleri görmek için giriş yapın.
tt: Башка җиһазларыгыздагы таблар исемлеген карау өчен керегез.
uk: Увійдіть, щоб переглядати список вкладок з інших ваших пристроїв.
ur: ٹیبیں کی فہرست دیکھنے کے لئے اپنے دیگر آلات سے سائن ان کریں۔
vi: Đăng nhập để xem danh sách thẻ từ các thiết bị khác của bạn.

# HistoryPanel.EmptySyncedTabsPanelNotYetVerifiedState.Description
source: Your account needs to be verified.
ast: La to cuenta tien de verificase.
az: Hesabınız təsdiqlənməlidir.
bn: আপনার অ্যাকাউন্ট যাচাই করা প্রয়োজন।
br: Ret eo gwiriekaat ho kontoù.
ca: Cal que verifiqueu el compte.
cy: Mae angen i'ch cyfrif cael ei gwirio.
da: Din konto skal bekræftes.
de: Ihr Konto muss verifiziert werden.
eo: Via konto bezonas esti kontrolita.
fa: حساب کاربری شما نیازمند تایید می‌باشد.
fr: Votre compte doit être vérifié.
gd: Tha an cunntas agad feumach air dearbhadh.
hi_in: आपके खाते की पृष्टि करने की आवश्यकता है।
hy_am: Ձեր հաշիվը պետք է հաստատվի։
ia: Tu conto debe esser verificate.
id: Akun Anda perlu diverifikasi.
is: Nauðsynlegt er að staðfesta reikning.
km: គណនី​របស់​អ្នក​ចាំបាច់​ត្រូវ​ផ្ទៀងផ្ទាត់។
lt: Jūsų paskyra turi būti patvirtinta.
my: သင့်အကောင့်အား အတည်ပြုပေးရမည်
nb: Kontoen din må bekreftes.
nl: Uw account moet worden geverifieerd.
nn: Kontoen din må stadfestast.
pa_in: ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਤਸਦੀਕ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।
pt_br: Sua conta precisa ser verificada.
pt_pt: A sua conta precisa de ser verificada.
sq: Llogaria juaj duhet verifikuar.
sv: Ditt konto behöver verifieras.
te: మీ ఖాతాను తనిఖీ చెయ్యాలి.
th: บัญชีของคุณจำเป็นต้องได้รับการยืนยัน
tr: Hesabınızın doğrulanması gerekiyor.
uk: Ваш обліковий запис потребує підтвердження.
ur: آپ کے اکائونٹ کو توژیکاری کی ظرورت ہے۔
vi: Tài khoản của bạn cần được xác thực.

# HistoryPanel.EmptySyncedTabsPanelSingleDeviceSyncState.Description
source: Want to see your tabs from other devices here?
ast: ¿Quies ver equí les llingüetes d'otros preseos de to?
az: Digər cihazlarınızda olan vərəqləri burada görmək istərdiniz?
bn: অন্যান্য ডিভাইস থেকে আপনার ট্যাবগুলি এখানে দেখতে চান?
br: Fellout a ra deoc’h gwelet ivinelloù eus trevnadoù all amañ?
ca: Voleu veure aquí les pestanyes d'altres dispositius?
cy: Hoffech chi weld eich tabiau o ddyfeisiau eraill yma?
da: Vil du gerne se faneblade fra dine andre enheder her?
de: Sollen hier Ihre Tabs von Ihren anderen Geräten angezeigt werden?
eo: Ĉu vi volas vidi ĉi tie viajn langetojn de aliaj aparatoj?
fa: آیا مایل هستید زبانه های دستگاه های دیگر را اینجا مشاهده کنید؟
fr: Vous souhaitez afficher ici les onglets de vos autres appareils ?
gd: A bheil thu airson na tabaichean a tha agad air uidheaman eile fhaicinn an-seo?
hi_in: यहां अन्य उपकरणों से अपना टैब देखना चाहते हैं?
hy_am: Ցանկանու՞մ եք այստեղ տեսնել ձեր ներդիրները այլ սարքերից։
ia: Vole tu vider tu schedas de altere apparatos hic?
id: Ingin melihat tab dari peranti Anda yang lain di sini?
is: Viltu sjá flipana þína frá öðrum tækjum?
km: ចង់​មើល​ផ្ទាំង​របស់​អ្នក​ពី​ឧបករណ៍​ផ្សេង​នៅ​ទីនេះដែរ​ឬទេ?
lt: Norite čia matyti savo korteles iš kitų įrenginių?
my: အခြား ကိရိယာများမှ တပ်ဗ်များကို မြင်ချင်သလား ?
nb: Vil du se fanene dine fra de andre enhetene dine her?
nl: Wilt u hier uw tabbladen van andere apparaten zien?
nn: Vil du sjå fanene dine frå dei andre einingane dine her?
pa_in: ਹੋਰ ਡਿਵਾਈਸ ਤੋਂ ਆਪਣੀਆਂ ਟੈਬਾਂ ਨੂੰ ਇੱਥੇ ਦੇਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Quer ver suas abas de outros dispositivos aqui?
pt_pt: Pretende ver os seus separadores de outros dispositivos aqui?
sq: Doni të shihni këtu skedat tuaja prej pajisjesh të tjera?
sv: Vill du se dina flikar från andra enheter här?
te: ఇతర పరికరాలలో తెరిచివున్న మీ ట్యాబులను ఇక్కడ చూడాలనుకుంటున్నారా?
th: ต้องการเห็นแท็บของคุณจากอุปกรณ์อื่น ๆ ที่นี่?
tr: Diğer cihazlarınızdaki sekmeleri burada görmek ister misiniz?
uk: Хочете побачити тут свої вкладки з інших пристроїв?
ur: اپنے ٹیب کو دوسرے آلات سے یہاں سے دیکھنا پسند کریں گے؟
vi: Muốn xem thẻ từ các thiết bị khác của bạn ở đây?

# HistoryPanel.EmptySyncedTabsPanelTabSyncDisabledState.Description
source: Turn on tab syncing to view a list of tabs from your other devices.
ast: Activa la sincronización de llingüetes pa ver una llista de llingüetes abiertes n'otros preseos de to.
az: Digər cihazlarınızdakı vərəqlərin siyahısını görmək üçün vərəq sinxronizasiyasını aktivləşdirin.
bn: আপনার অন্যান্য ডিভাইস থেকে ট্যাবের তালিকা দেখতে ট্যাব সিঙ্কিং চালু করুন।
br: Gweredekait goubredañ an ivinelloù evit gwelet roll ivinelloù ho trevnadoù all.
ca: Activeu la sincronització de pestanyes per veure una llista de les pestanyes que teniu obertes en altres dispositius.
cy: Cychwynnwch gydweddu tabiau er mwyn gweld rhestr o dabiau o'ch dyfeisiau eraill.
da: Aktivér synkronisering af faneblade for at se en liste med faneblade, der er åbne på dine andre enheder.
de: Aktivieren Sie das Synchronisieren von Tabs, um eine Liste der Tabs auf Ihren anderen Geräten zu sehen.
eo: Ŝaltu la speguladon de langetoj por vidi liston de langetoj de viaj aliaj aparatoj.
fa: بازکردن زبانه همگام سازی برای نمایش فهرستی از زبانه های دستگاه‌ های دیگر.
fr: Activez la synchronisation des onglets pour afficher la liste des onglets de vos autres appareils.
gd: Cuir air sioncronachadh nan tabaichean airson cothrom fhaighinn air na tabaichean agad o uidheaman eile.
hi_in: टैब की सूची देखने के लिए अपने दूसरे उपकरणों से टैब सिंक करना चालू करें।
hy_am: Միացրե՛ք ներդիրի համաժամեցումը ձեր այլ սարքերից ներդիրների ցուցակը տեսնելու համար։
ia: Activa le synchronisation pro vider un lista de schedas de tu altere apparatos.
id: Aktifkan sinkronisasi tab untuk melihat daftar tab dari peranti Anda lainnya.
is: Kveiktu á samstillingu flipa til að skoða lista af flipum frá öðrum tækjum.
km: បើក​ផ្ទាំង​ដែល​កំពុង​ធ្វើ​សមកាលកម្ម ដើម្បី​មើល​បញ្ជី​ផ្ទាំង​ពី​ឧបករណ៍​ផ្សេងៗ​របស់​អ្នក។
lt: Įjunkite kortelių sinchronizavimą, norėdami peržiūrėti kituose įrenginiuose esančias korteles.
my: ချိက်ဆက်ခြင်းကို ဖွင့်ပြီး အခြားကိရိယာများမှ တပ်ဗ်များကို ကြည့်ပါ
nb: Slå på fanesynkronisering for å vise en liste med faner fra de andre enhetene dine.
nl: Zet tabbladsynchronisatie aan om een lijst van tabbladen van uw andere apparaten weer te geven.
nn: Slå på fanesynkronisering for å vise ei liste med faner frå dei andre einingane dine.
pa_in: ਆਪਣੇ ਹੋਰ ਡਿਵਾਈਸਾਂ ਤੋਂ ਟੈਬਾਂ ਦੀ ਸੂਚੀ ਵੇਖਣ ਲਈ ਟੈਬ ਸਿੰਕ ਕਰਨ ਨੂੰ ਚਾਲੂ ਕਰੋ।
pt_br: Ative a sincronização de abas para ver uma lista de abas de seus outros dispositivos.
pt_pt: Ative a sincronização de separadores para ver uma lista de separadores dos seus outros dispositivos.
sq: Aktivizoni njëkohësim skedash që të shihni një listë skedash prej pajisjeve tuaja të tjera.
sv: Slå på fliksynkronisering för att visa en lista med flikar från dina andra enheter.
te: మీ ఇతర పరికరాల లోని ట్యాబుల జాబితాను చూడడానికి ట్యాబ్ సింక్ ను ప్రారంభించండి.
th: เปิดการซิงค์แท็บเพื่อดูรายการแท็บจากอุปกรณ์อื่น ๆ ของคุณ
tr: Diğer cihazlardaki sekmeleri görmek için sekme eşitlemeyi açın.
uk: Увімкніть синхронізацію вкладок для перегляду списку вкладок з інших пристроїв.
ur: اپنے دیگر آلات پر ٹیب کی فہرست دیکھنے کے لئے ٹیب ہم سازی آن کر دیں۔
vi: Bật đồng bộ thẻ để xem danh sách thẻ từ các thiết bị khác của bạn.

# HistoryPanel.EmptySyncedTabsState.Title
source: Firefox Sync
be: Сінхранізацыя Firefox
bn: Firefox সিঙ্ক
eo: Spegulado de Firefox
fa: هم‌گام‌سازی فایرفاکس
gd: Sioncronachadh Firefox
hi_in: Firefox सिंक
hy_am: Firefox Սինք
is: Firefox samstilling
km: ការ​ធ្វើ​សមកាលកម្ម Firefox
kn: Firefox ಸಿಂಕ್
nl: Firefox-synchronisatie
or: ଫାୟାରଫକ୍ସ ସମୟାନୁସାମୟିକ
pa_in: ਫਾਇਰਫਾਕਸ ਸਿੰਕ
si: ෆයර්ෆොක්ස් සමමුහූර්තය
te: ఫైర్ఫాక్స్ సింక్
uk: Синхронізація Firefox
vi: Đồng bộ hóa Firefox

# HistoryPanel.HistoryBackButton.Title
source: History
af: Geskiedenis
ast: Historial
az: Tarixçə
be: Гісторыя
bn: পূর্ববর্তী তথ্য
br: Roll istor
ca: Historial
cy: Hanes
da: Historik
de: Chronik
el: Ιστορικό
eo: Historio
et: Ajalugu
fa: تاریخچه
fi: Historia
fr: Historique
gd: An eachdraidh
hi_in: इतिहास
hr: Povijest
hy_am: Պատմություն
ia: Chronologia
id: Riwayat
is: Ferill
it: Cronologia
km: ប្រវត្តិ​
kn: ಇತಿಹಾಸ
lt: Žurnalas
my: မှတ်တမ်း
nb: Historikk
nl: Geschiedenis
nn: Historikk
oc: Istoric
or: ଇତିହାସ
pa_in: ਅਤੀਤ
pt_br: Histórico
pt_pt: Histórico
si: ඉතිහාසය
sk: História
sq: Historik
sv: Historik
te: చరిత్ర
th: ประวัติ
tr: Geçmiş
tt: Тарих
uk: Історія
ur: سابقات
vi: Lịch sử

# HistoryPanel.RecentlyClosedTabsButton.Title
source: Recently closed
af: Onlangs gesluit
ast: Zarróse apocayá
az: Son qapatılan
be: Нядаўна закрытыя
bn: সদ্য বন্ধ হয়েছে
br: Serret nevez zo
ca: Tancades recentment
cy: Cau yn Ddiweddar
da: Senest lukkede
de: Kürzlich geschlossen
el: Πρόσφατα κλεισμένα
eo: Ĵuse fermitaj
et: Viimati suletud
fa: به تازگی بسته شده
fi: Äskettäin suljetut
fr: Récemment fermés
gd: Air a dhùnadh o chionn goirid
hi_in: हाल ही में बंद किए गये
hr: Nedavno zatvoreno
hy_am: Վերջին փակվածները
ia: Claudite recentemente
id: Baru saja ditutup
is: Nýlega lokaðir
it: Chiuse di recente
km: បាន​បិទ​ថ្មីៗ
kn: ಇತ್ತೀಚೆಗೆ ಮುಚ್ಚಲಾದವು
lt: Paskiausiai užverta
my: လတ်တလော ပိတ်ထားသည်များ
nb: Nylig lukket
nl: Onlangs gesloten
nn: Nyleg attlatne
oc: Tampaduras recentas
or: ନିକଟରେ ବନ୍ଦ ହୋଇଥିବା
pa_in: ਸੱਜਰੀਆਂ ਬੰਦ ਕੀਤੀਆਂ
pt_br: Fechado recentemente
pt_pt: Fechados recentemente
si: මෑතදී වැසූ
sk: Nedávno zatvorené
sq: Mbyllur së fundi
sv: Nyligen stängda
te: ఇటీవల మూసినవి
th: เพิ่งปิดล่าสุด
tr: Son kapatılanlar
tt: Күптән түгел ябылган
uk: Недавно закриті
ur: حالیہ بند کی گئی
vi: Đã đóng gần đây

# HistoryPanel.SyncedTabsCell.Description.Pluralized
source: %d device(s) connected
af: %d toestel(le) gekoppel
ast: Númberu de preseos conectaos: %d
az: %d cihaz qoşuludur
bn: %d টি ডিভাইস সংযুক্ত আছে
br: %d a zrevnadoù kennasket
ca: %d dispositiu(s) connectat(s)
cy: %d ddyfais wedi eu cysylltu
da: %d enhed(er) forbundet
de: %d Gerät(e) verbunden
eo: %d konektitaj aparato(j)
fa: %d دستگاه متصل شده‌اند
fr: %d appareil(s) connecté(s)
gd: %d uidheam(an) ceangailte
hi_in: %d उपकरण जुड़े हुए‌‌
hy_am: %d սարքեր են կապակցվել
ia: %d apparato(s) connectite
id: %d perangkat tersambung
is: %d tæki tengd
km: បាន​ភ្ជាប់​ឧបករណ៍ %d
kn: %d ಸಾಧನ(ಗಳನ್ನು) ಜೋಡಿಸಲಾಗಿದೆ
lt: Prijungta įrenginių: %d
my: ကိရိယာ %d ခု ချိတ်ဆက်ထားသည်
nb: %d enhet(er) tilkoblet
nl: %d appara(a)t(en) gekoppeld
nn: %d eining(ar) tilkopla
pa_in: %d ਡਿਵਾਈਸ ਕਨੈਕਟ ਹਨ
pt_br: %d dispositivo(s) conectado(s)
pt_pt: %d dispositivo(s) ligado(s)
sq: %d device(s) të lidhura
sv: %d enhet(er) anslutna
te: %d పరికర(లు) కనెక్ట్ అయ్యాయి
th: เชื่อมต่ออยู่ %d อุปกรณ์
tr: %d cihaz bağlandı
uk: %d пристрій(оїв) під'єднано
ur: %d آلات جڑے ہوئے ہیں
vi: %d thiết bị đã kết nối

# HistoryPanel.SyncedTabsCell.Title
source: Synced devices
af: Gesinkroniseerde toestelle
ast: Preseos sincronizaos
az: Sinxronlaşdırılmış cihazlar
bn: সিঙ্ক করা ডিভাইসগুলি
br: Trevnadoù goubredet
ca: Dispositius sincronitzats
cy: Cydweddu Dyfeisiau
da: Synkroniserede enheder
de: Synchronisierte Geräte
eo: Spegulitaj aparatoj
fa: دستگاه‌های همگام‌ شده
fr: Appareils synchronisés
gd: Uidheaman sioncronaichte
hi_in: संकलित उपकरण
hy_am: Համաժամեցված սարքեր
ia: Apparatos synchronisate
id: Perangkat yang disinkronkan
is: Samstillt tæki
km: ឧបករណ៍​ដែល​បាន​ធ្វើ​សមកាលកម្ម
kn: ಸಿಂಕ್ ಮಾಡಲಾದ ಸಾಧನಗಳು
lt: Sinchronizuoti įrenginiai
my: တပြေးညီဖြစ်နေသာ ကိရိယာများ
nb: Synkroniserte enheter
nl: Gesynchroniseerde apparaten
nn: Synkroniserte einingar
pa_in: ਸਿੰਕ ਕੀਤੇ ਡਿਵਾਈਸ
pt_br: Dispositivos sincronizados
pt_pt: Dispositivos sincronizados
sq: Pajisje të njëkohësuara
sv: Synkade enheter
te: సింక్ చేసిన పరికరాలు
th: อุปกรณ์ที่ซิงค์
tr: Eşitlenen cihazlar
uk: Синхронізовані пристрої
ur: ہمہ وقت ساز آلات
vi: Thiết bị được đồng bộ hóa

source: Home
be: Хатняя старонка
bn: হোম
br: Degemer
ca: Inici
cy: Cartref
da: Startside
de: Startbildschirm
el: Αρχική
eo: Eka paĝo
et: Avaleht
fa: خانه
fi: Kotisivu
fr: Accueil
gd: Dhachaigh
hi_in: मुख्य पृष्ठ
hr: Početna
hy_am: Տուն
ia: Initio
id: Beranda
is: Heim
it: Pagina iniziale
km: ទំព័រ​ដើម
lt: Pradžia
nb: Hjem
nn: Heim
oc: Acuèlh
or: ମୂଳପୃଷ୍ଠା
pa_in: ਘਰ
pt_br: Início
pt_pt: Início
si: මුල
sk: Domov
sq: Kreu
sv: Hem
th: หน้าแรก
tr: Ana sayfa
uk: Домівка
ur: ابتدائی صفحہ
vi: Trang chủ

# HomePage.Set.Dialog.Cancel
source: Cancel
af: Kanselleer
ast: Encaboxar
az: Ləğv et
bn: বাতিল করুন
br: Nullañ
ca: Cancel·la
cy: Diddymu
da: Annuller
de: Abbrechen
eo: Nuligi
fa: لغو
fr: Annuler
gd: Sguir dheth
hi_in: रद्द करें
hy_am: Չեղարկել
ia: Cancellar
id: Batal
is: Hætta við
km: បោះបង់​
kn: ರದ್ದು ಮಾಡು
lt: Atsisakyti
my: မဆောင်ရွက်ပါ
nb: Avbryt
nl: Annuleren
nn: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pt_br: Cancelar
pt_pt: Cancelar
sq: Anuloje
sv: Avbryt
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy bỏ

# HomePage.Set.Dialog.Message
source: You can change this at any time in Settings
af: Dit kan enige tyd in die instellings verander word.
ast: Pues camudar esto en cualesquier momentu n'Axustes
az: Bunu istədiyiniz vaxt Tənzimləmələrdən dəyişdirə bilərsiz
bn: আপনি যেকোনো সময় সেটিংসে গিয়ে পরিবর্তন করতে পারবেন
br: Gallout a rit kemmañ se en Arventennoù pa fell deoc’h
ca: Podeu canviar-ho en qualsevol moment en els Paràmetres
cy: Mae modd newid hwn ar unrhyw adeg yn y Gosodiadau
da: Du kan altid ændre dette i Indstillinger
de: Dies können Sie in den Einstellungen jederzeit ändern.
eo: Vi povas ŝanĝi tion ĉi iam ajn en Agordoj
fa: شما می‌توانید این را هر زمانی در تنظیمات تغییر دهید
fr: Vous pouvez modifier ce choix à tout moment depuis les paramètres.
gd: ʼS urrainn dhut seo atharrachadh uair sam bith sna roghainnean
hi_in: आप सेटिंग में किसी भी समय इसे बदल सकते हैं।
hy_am: Դուք կարող եք փոխել սա Կարգավորումներում ցանկացած ժամանակ
ia: Tu pote cambiar lo a qualcunque momento in Parametros
id: Anda dapat mengubah ini kapan saja lewat Pengaturan
is: Þú getur breytt þessari stillingu hvenær sem er í Stillingar
km: អ្នក​អាច​ផ្លាស់ប្ដូរ​វា​​នៅ​ក្នុង​ការ​កំណត់​ពេល​ណា​ក៏​បាន
kn: ನೀವು ಇದನ್ನು ಯಾವುದೆ ಸಮಯದಲ್ಲಿ ಸಿದ್ಧತೆಗಳಲ್ಲಿ ಬದಲಾಯಿಸಬಹುದು
lt: Vėliau tai galėsite pakeisti nuostatose
my: မည်သည့်အချိန်တွင်မဆို အပြင်အဆင်များတွင် ပြောင်းလဲသတ်မှတ်နိုင်ပါသည်။
nb: Du kan når som helst endre dette i Innstillinger
nl: U kunt dit altijd wijzigen in Instellingen
nn: Du kan når som helst endre dette i Innstillingar
pa_in: ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਇਸ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ
pt_br: Você pode mudar isso quando quiser nas configurações
pt_pt: Pode alterar isto a qualquer altura, nas Definições
sq: Këtë mund ta ndryshoni kurdo, te Rregullime
sv: Du kan ändra detta när som helst i Inställningar
te: మీరు ఏ సమయంలోనైనా సెట్టింగ్లలో దీనిని మార్చవచ్చు
th: คุณสามารถเปลี่ยนสิ่งนี้ได้ทุกเวลาในการตั้งค่า
tr: Bunu istediğiniz zaman Ayarlar’dan değiştirebilisiniz
uk: Ви можете пізніше змінити це в параметрах
ur: آپ یہ سیٹنگیں میں کسی بھی وقت تبدیل کر سکتے ہیں
vi: Bạn có thể thay đổi điều này bất cứ lúc nào trong cài đặt
