Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# ContextMenu.ShareLinkButtonTitle
source: Share Link
az: Keçidi paylaş
be: Падзяліцца спасылкай
bn: লিঙ্ক শেয়ার করুন
br: Rannañ an ere
ca: Comparteix l'enllaç
cy: Rhannu Dolen
da: Del link
de: Link teilen
el: Κοινή χρήση συνδέσμου
eo: Kundividi ligilon
et: Jaga linki
fa: همرسانی پیوند
fi: Jaa linkki
fr: Partager le lien
gd: Co-roinn an ceangal
hi_in: लिंक साझा करें
hr: Dijeli poveznicu
hy_am: Կիսվել հղումով
ia: Compartir le ligamine
id: Bagikan Tautan
is: Miðla tengli
it: Condividi link
km: ចែករំលែក​តំណ
kn: ಕೊಂಡಿ ಹಂಚು
lt: Dalintis saitu
my: လင့်ခ်ကို မျှဝေရန်
nb: Del lenke
nl: Koppeling delen
nn: Del lenke
oc: Partejar lo ligam
or: ଲିଙ୍କକୁ ସହଭାଗ କରନ୍ତୁ
pa_in: ਲਿੰਕ ਸਾਂਝਾ ਕਰੋ
pt_br: Compartilhar link
pt_pt: Partilhar ligação
si: සබැඳිය බෙදාගන්න
sk: Zdieľať odkaz
sq: Ndajeni Lidhjen Me të Tjerët
sv: Dela länk
te: లంకెను పంచుకో
th: แบ่งปันลิงก์
tr: Bağlantıyı paylaş
tt: Сылтаманы уртаклашу
uk: Поділитись посиланням
ur: ربط شیئر کریں
vi: Chia sẻ liên kết

# ContextualHint.SearchBarPlacement.ExistingUsers
source: Now you can move the toolbar to the bottom, so it’s easier to enter info
br: Bremañ e c’hallit lakaat ar varrenn-ostilhoù en traoñ, evit ma vefe aesoc’h da lakaat titouroù
ca: Ara podeu moure la barra d'eines cap a la part inferior, així és més fàcil d'introduir-hi informació
cy: Nawr mae modd i chi symud y bar offer i'r gwaelod, felly mae'n haws cyflwyno gwybodaeth
da: Du kan nu flytte værktøjslinjen til bunden, så det er nemmere at indtaste informationer
de: Jetzt können Sie die Symbolleiste nach unten verschieben, damit Sie Informationen einfacher eingeben können
el: Μπορείτε πλέον να μετακινήσετε τη γραμμή εργαλείων στο κάτω μέρος, για ευκολότερη εισαγωγή πληροφοριών
eo: Ekde nun vi povas movi la ilaron malsupren, kio faciligas la entajpadon
et: Info lihtsamaks sisestamiseks saad nüüd tööriistariba alla liigutada
fi: Nyt voit siirtää työkalupalkin alareunaan, jotta tietojen syöttäminen on helpompaa
fr: Désormais, vous pouvez placer la barre d’outils en bas, la saisie d’informations en est facilitée
gd: ’S urrainn dhut am bàr-inneal a ghluasad gun bhonn a-nis airson ’s gum bi e nas fhasa fiosrachadh a chur a-steach
hr: Sada možeš pomaknuti alatnu traku na dno, za jednostavniji unos informacija
hy_am: Այժմ կարող եք գործիքագոտին տեղափոխել ներքև, որպեսզի ավելի հեշտ լինի մուտքագրել տեղեկատվություն
ia: Ora tu pote mover le barra del instrumentos al fundo, assi il es plus facile inserer informationes
id: Kini Anda dapat memindah bilah alat ke dasar, sehingga lebih mudah memasukkan info
is: Nú geturðu fært verkfæraslána neðst, svo það sé auðveldara að setja inn upplýsingar
nb: Nå kan du flytte verktøylinjen til bunnen, slik at det er lettere å skrive inn informasjon
nl: U kunt nu de werkbalk naar beneden verplaatsen, zodat het gemakkelijker is om gegevens in te voeren
nn: No kan du flytte verktøylinja til botnen, slik at det blir lettare å skrive inn informasjon
pa_in: ਹੁਣ ਤੂੰ ਟੂਲਬਾਰ ਨੂੰ ਹੇਠਾਂ ਲਿਆ ਸਕਦੇ ਹੋ ਤਾਂ ਕਿ ਜਾਣਕਾਰੀ ਭਰਨੀ ਸੌਖੀ ਰਹੇ
pt_br: Agora você pode mover a barra de ferramentas para baixo, assim fica mais fácil digitar informações
pt_pt: Agora pode mover a barra de ferramentas para a parte inferior, para que seja mais fácil inserir informações
sq: Tani mund ta shpini panelin në fund, që të jetë më e lehtë të jepen të dhëna
sv: Nu kan du flytta verktygsfältet till botten, så det är lättare att ange information
th: ขณะนี้คุณสามารถย้ายแถบเครื่องมือไปไว้ด้านล่างเพื่อให้ใส่ข้อมูลได้ง่ายขึ้น
tr: Bilgileri daha kolay yazmak için araç çubuğunu en alta taşıyabilirsiniz
uk: Тепер ви можете перемістити панель інструментів донизу для зручнішого введення даних
vi: Giờ đây, bạn có thể di chuyển thanh công cụ xuống dưới cùng để nhập thông tin dễ dàng hơn

# ContextualHint.SearchBarPlacement.NewUsers
source: To make entering info easier, the toolbar is now at the bottom by default.
br: Evit ma vefe aesoc’h da skrivañ titouroù ez eo bet lakaet ar varrenn-ostilhoù en traoù.
ca: Per a facilitar la introducció d'informació, ara la barra d'eines es troba a la part inferior de manera predeterminada.
cy: Er mwyn ei gwneud hi'n haws cyflwyno gwybodaeth, mae'r bar offer nawr wedi ei ragosod ar y gwaelod.
da: For at gøre indtastning af informationer nemmere er værktøjslinjen nu i bunden som standard.
de: Um die Eingabe von Informationen zu vereinfachen, befindet sich die Symbolleiste jetzt standardmäßig am unteren Bildrand.
el: Για την ευκολότερη εισαγωγή πληροφοριών, η γραμμή εργαλείων βρίσκεται πλέον στο κάτω μέρος από προεπιλογή.
eo: Por faciligi entajpadon la ilaro troviĝas malsupre, norme.
et: Info sisestamise lihtsustamiseks on tööriistariba nüüd vaikimisi allosas.
fi: Tietojen syöttämisen helpottamiseksi työkalupalkki on nyt oletuksena alareunassa.
fr: Pour faciliter la saisie d’informations, la barre d’outils est désormais située en bas par défaut.
gd: Tha am bàr-inneal aig a’ bhonn a-nis a ghnàth airson ’s gum bi e nas fhasa fiosrachadh a chur a-steach.
hr: Za jednostavniji unos podataka, alatna traka se sada nalazi na dnu.
hy_am: Տեղեկությունների մուտքագրումը հեշտացնելու համար գործիքագոտին այժմ լռելյայնորեն ներքևում է:
ia: Pro render le introduction information plus facile, le barra del instrumentos es ora prefixate al fundo.
id: Untuk mempermudah memasukkan info, bilah alat sekarang berada di bawah secara baku.
is: Til að auðvelda innslátt upplýsinga er verkfærasláin nú sjálfgefið neðst.
nb: For å gjøre det enklere å skrive inn informasjon, er verktøylinjen nå nederst som standard.
nl: Om het invoeren van gegevens gemakkelijker te maken, staat de werkbalk nu standaard onderaan.
nn: For å gjere det lettare å skrive inn informasjon er verktøylinja no nedst som standard.
pa_in: ਜਾਣਕਾਰੀ ਭਰਨ ਨੂੰ ਸੌਖਾ ਕਰਨ ਲਈ ਟੂਲਬਾਰ ਹੁਣ ਮੂਲ ਰੂਪ ਵਿੱਚ ਹੇਠਾਂ ਹੁੰਦੀ ਹੈ।
pt_br: Para facilitar digitar informações, agora por padrão a barra de ferramentas fica embaixo.
pt_pt: Para facilitar a inserção de informações, a barra de ferramentas está agora na parte inferior por predefinição.
sq: Për ta bërë më të lehtë futjen e të dhënave, paneli tani, si parazgjedhje, gjendet në fund.
sv: För att göra det lättare att ange information är verktygsfältet nu längst ner som standard.
th: เพื่อให้ใส่ข้อมูลได้ง่ายขึ้น จึงได้กำหนดแถบเครื่องมือให้อยู่ด้านล่างเป็นค่าเริ่มต้นในขณะนี้
tr: Bilgi girmeyi kolaylaştırmak için araç çubuğu artık varsayılan olarak en altta.
uk: Щоб зручніше вводити дані, тепер панель інструментів розташовано внизу.
vi: Để giúp nhập thông tin dễ dàng hơn, thanh công cụ hiện sẽ ở dưới cùng theo mặc định.

# ContextualHints.Homepage.PersonalizedHome
source: Your personalised Firefox homepage now makes it easier to pick up where you left off. Find your recent tabs, bookmarks, and search results.
br: Gant ho pajenn Firefox personelaet eo aesoc’h da adstagañ lec’h m’ho peus paouezet. Klaskit e-touez hoc’h ivinelloù nevez, sinedoù ha disoc’hoù enklask.
ca: Amb la pàgina d’inici del Firefox personalitzada, ara és més fàcil continuar des d’on ho havíeu deixat. Hi trobareu les pestanyes, les adreces d’interès i els resultats de cerca recents.
cy: Mae eich cartref Firefox personoledig bellach yn ei gwneud hi’n haws i fynd nôl i le roeddech chi o'r blaen. Dewch o hyd i’ch tabiau, nodau tudalen a’ch canlyniadau chwilio diweddar.
da: Din personlige startside i Firefox gør det nu lettere at fortsætte, hvor du slap. Find dine seneste faneblade, bogmærker og søgeresultater.
de: Ihre personalisierte Firefox-Startseite macht es jetzt einfacher, dort weiterzumachen, wo Sie aufgehört haben. Finden Sie Ihre letzten Tabs, Lesezeichen und Suchergebnisse.
eo: Via personecigita eka paĝo de Firefox igas pli facila la taskon repreni vian retumon kie vi ĝin interrompis. Trovu viajn ĵusajn langetojn, legosignojn kaj serĉajn rezultojn.
fr: L’accueil personnalisé de Firefox permet désormais de reprendre plus facilement là où vous en étiez. Retrouvez vos onglets, marque-pages et résultats de recherche récents.
gd: Leis gu bheil duilleag-dhachaigh phearsantaichte agad ann am Firefox a-nis, tha e nas fhasa cumail a’ dol far an do stad thu roimhe. Faigh greim air na tabaichean, comharran-lìn is toraidhean-luirg a bh’ agad o chionn goirid.
hy_am: Ձեր անհատականացված Firefox-ի տնային էջն այժմ հեշտացնում է աշխատանքը շարունակելու այն կետից, որում կանգնել եք: Գտեք ձեր վերջին ներդիրները, էջանիշերը և որոնման արդյունքները:
ia: Tu pagina principal personalisate de Firefox ora simplifica reprender de ubi tu lassava. Trova tu recente schedas, marcapaginas e resultatos del recerca.
id: Sekarang, halaman beranda Firefox yang dipersonalisasi memudahkan Anda melanjutkan pekerjaan dari sesi sebelumnya. Temukan tab, markah, dan hasil pencarian Anda yang terkini.
is: Sérsniðin Firefox-upphafssíða þín gerir það nú auðveldara að halda áfram þar sem frá var horfið. Finndu nýlega flipa, bókamerki og leitarniðurstöður.
km: ឥឡូវនេះ គេហទំព័រ Firefox ដែលស្របតាមបុគ្គល​របស់អ្នក​ ងាយស្រួល​ជាងមុន​ក្នុងការជ្រើសរើស​កន្លែង​ដែលអ្នកបានចាកចេញ។ រក​ផ្ទាំង​ ចំណាំ និង​លទ្ធផល​ស្វែងរក​ថ្មីៗ​របស់អ្នក។
lt: Suasmenintame „Firefox“ pradžios tinklalapyje dabar lengviau tęsti nuo ten, kur baigėte. Raskite paskiausias korteles, adresyno įrašus, ir paieškos rezultatus.
nb: Din personlige Firefox-startside gjør det nå lettere å fortsette der du sluttet. Finn de siste fanene, bokmerkene og søkeresultatene.
nl: Uw gepersonaliseerde Firefox-startpagina maakt het nu eenvoudiger om verder te gaan waar u was gebleven. Vind uw recente tabbladen, bladwijzers en zoekresultaten.
nn: Den personlege Firefox-startsida di gjer det no lettare å fortsetje der du slutta. Finn dei siste fanene, bokmerka og søkjeresultata.
pa_in: ਤੁਹਾਡੇ ਆਪਣੇ ਬਣਾਏ Firefox ਮੁੱਖ-ਸਫ਼ੇ ਨੇ ਹੁਣ ਜਿੱਥੇ ਤੁਸੀਂ ਛੱਡ ਕੇ ਗਏ ਸੀ, ਉਥੋਂ ਹੀ ਸ਼ੁਰੂ ਕਰਨਾ ਸੌਖਾ ਬਣਾ ਦਿੱਤਾ ਹੈ। ਆਪਣੀਆਂ ਸੱਜਰੀਆਂ ਟੈਬਾਂ, ਬੁੱਕਮਾਰਕ ਅਤੇ ਖੋਜ ਨਤੀਜੇ ਲੱਭੋ।
pt_br: A tela inicial personalizada do Firefox agora facilita continuar de onde você parou. Encontre suas abas, favoritos e resultados de pesquisa recentes.
pt_pt: A sua página inicial personalizada do Firefox torna mais simples continuar de onde parou. Encontre os seus separadores, marcadores e resultados de pesquisa recentes.
sq: Faqja juaj hyrëse në Firefox, e personalizuar, tani e bën më të lehtë të riktheheni atje ku e latë. Gjeni skedat, faqerojtësit dhe përfundime kërkimi tuajat më të freskëta.
sv: Din personliga Firefox-startsida gör det nu lättare att fortsätta där du slutade. Hitta dina senaste flikar, bokmärken och sökresultat.
th: ขณะนี้หน้าแรกของ Firefox ที่ปรับแต่งแบบคุณได้รับการปรับปรุงให้คุณสามารถกลับมาดูหน้าเว็บที่คุณดูค้างไว้ได้ง่ายขึ้นแล้ว ค้นหาแท็บ ที่คั่นหน้า และผลการค้นหาล่าสุดของคุณ
tr: Kişisel Firefox giriş sayfanız, kaldığınız yerden devam etmeyi kolaylaştırıyor. Son sekmeleriniz, yer imleriniz ve arama sonuçlarınız artık giriş sayfanızda.
uk: Відтепер ваша персоналізована сторінка домівки Firefox полегшує продовження роботи з місця, де ви зупинилися. Знайдіть останні вкладки, закладки та результати пошуку.
vi: Trang chủ Firefox được cá nhân hóa của bạn giờ đây giúp bạn tiếp tục lại nơi bạn đã dừng lại dễ dàng hơn. Tìm các thẻ, dấu trang và kết quả tìm kiếm gần đây của bạn.

# ContextualHints.SearchBarPlacement.CallToAction
source: Toolbar Settings
be: Налады паліцы інструментаў
br: Arventennoù ar varrenn-ostilhoù
ca: Paràmetres de la barra d'eines
cy: Gosodiadau Bar Offer
da: Indstillinger for værktøjslinje
de: Symbolleisten-Einstellungen
el: Ρυθμίσεις γραμμής εργαλείων
eo: Agordoj de ilaro
et: Tööriistariba sätted
fi: Työkalupalkin asetukset
fr: Paramètres de la barre d’outils
gd: Roghainnean a’ bhàr-inneal
hr: Postavke alatne trake
hy_am: Ներդիրի կարգավորումներ
ia: Parametros del barra del instrumentos
id: Pengaturan Bilah Alat
is: Stillingar verkfæraslár
it: Impostazioni della barra degli strumenti
nb: Innstillinger for verktøylinje
nl: Werkbalkinstellingen
nn: Innstillingar for verktøylinje
pa_in: ਟੂਲਬਾਰ ਸੈਟਿੰਗਾਂ
pt_br: Configurações da barra de ferramentas
pt_pt: Definições da Barra de Ferramentas
si: මෙවලම් තීරුවේ සැකසුම්
sk: Nastavenia panela s nástrojmi
sq: Rregullime Paneli
sv: Inställningar för verktygsfält
th: การตั้งค่าแถบเครื่องมือ
tr: Araç çubuğu ayarları
tt: Кораллар панеленең көйләүләре
uk: Параметри панелі інструментів
vi: Cài đặt thanh công cụ

# ContextualHints.TabTray.InactiveTabs
source: Tabs you haven’t viewed for two weeks get moved here.
be: Карткі, якія вы не праглядалі на працягу двух тыдняў, будуць перанесеныя сюды.
br: An ivinelloù n’ho peus ket gwelet e-pad div sizhun a vo dilec’hiet amañ.
ca: Aquí s’hi mouen les pestanyes que no heu vist des de fa dues setmanes.
cy: Mae tabiau nad ydych chi wedi edrych arnyn nhw ers pythefnos yn cael eu symud yma.
da: Faneblade, du ikke har set i to uger, flyttes hertil.
de: Tabs, die Sie zwei Wochen lang nicht angesehen haben, werden hierher verschoben.
el: Οι καρτέλες που δεν έχετε προβάλει για δύο εβδομάδες μετακινούνται εδώ.
eo: Langetoj ne vizititaj dum la lastaj du semajnoj venas ĉi tien.
et: Kaardid, mida sa pole vaadanud 2 nädalat, liigutatakse siia.
fi: Välilehdet, joita et ole katsonut kahteen viikkoon, siirretään tänne.
fr: Les onglets que vous n’avez pas consultés depuis deux semaines sont déplacés ici.
gd: Thèid tabaichean nach tug thu sùil orra fad cola-deug a ghluasad an-seo.
hr: Ovdje premještamo kartice koje nisu otvorene dva tjedna.
hy_am: Երկու շաբաթ չնայած էջանիշերը տեղափոխվում են այստեղ:
ia: Le schedas que tu non visualisava desde duo septimanas es displaciate hic.
id: Tab yang belum Anda lihat selama dua minggu dipindahkan ke sini.
is: Flipar sem þú hefur ekki skoðað í tvær vikur verða færðir hingað.
it: Le schede che non visualizzi da due settimane vengono spostate qui.
km: ផ្ទាំង​ដែល​អ្នក​មិន​បាន​មើល​រយៈពេល​ពីរសប្ដាហ៍​បានផ្លាស់ទី​នៅទីនេះ។
lt: Čia perkeliamos paskutines dvi savaites nenaudotos kortelės.
nb: Faner du ikke har vist på to uker, blir flyttet hit.
nl: Tabbladen die u twee weken niet hebt bekeken, worden hierheen verplaatst.
nn: Faner du ikkje har vist på to veker, vert flytta hit.
pa_in: ਪਿਛਲੇ ਦੋ ਹਫ਼ਤਿਆਂ ਵਿੱਚ ਤੁਹਾਡੇ ਵਲੋਂ ਨਾ ਵੇਖੀਆਂ ਟੈਬਾਂ ਨੂੰ ਇੱਥੇ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ।
pt_br: Abas que você não usa há duas semanas são movidas para cá.
pt_pt: Os separadores que não acede há duas semanas são movidos para aqui.
si: ඔබ සති දෙකක් තිස්සේ නොබැලූ පටිති මෙහි ගෙන එනු ලැබේ.
sk: Tu sa presunú karty, ktoré ste dva týždne nevideli.
sq: Skedat që s’i keni parë gjatë dy javësh, kalohen këtu.
sv: Flikar som du inte har besökt på två veckor flyttas hit.
th: แท็บที่คุณไม่ได้ดูเป็นเวลา 2 สัปดาห์จะถูกย้ายมาที่นี่
tr: İki haftadır bakmadığınız sekmeler buraya taşınır.
uk: Сюди переміщуються вкладки, які ви не переглядали впродовж двох тижнів.
ur: وہ ٹیبز جنہیں آپ نے دو ہفتوں سے نہیں دیکھا ہے یہاں منتقل کر دیا جاتا ہے۔
vi: Các thẻ bạn đã không xem trong hai tuần sẽ được chuyển đến đây.

# ContextualHints.TabTray.InactiveTabs.CallToAction
source: Turn off in settings
be: Адключыць у наладах
bn: সেটিংসে বন্ধ করুন
br: Diweredekaat en arventennoù
ca: Desactiveu-ho als paràmetres
cy: Eu diffodd yn y gosodiadau
da: Slå fra i indstillinger
de: In den Einstellungen deaktivieren
el: Απενεργοποίηση στις ρυθμίσεις
eo: Malŝalti en agordoj
et: Lülita see sätetes välja
fa: در تنظیمات خاموش کنید
fi: Sammuta asetuksista
fr: Désactiver dans les paramètres
gd: Cuir dheth sna roghainnean
hi_in: सेटिंग में बंद करें
hr: Isključi u postavkama
hy_am: Անջատել կարգավորումներում
ia: Disactivar in parametros
id: Matikan di pengaturan
is: Slökkva á í stillingum
it: Disattiva nelle impostazioni
nb: Slå av i innstillinger
nl: Uitschakelen in instellingen
nn: Slå av i innstillingar
pa_in: ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਬੰਦ ਕਰੋ
pt_br: Desativar nas configurações
pt_pt: Desligar nas definições
si: සැකසුම් තුළ අක්‍රිය කරන්න
sk: Vypnúť v nastaveniach
sq: Çaktivizojeni te rregullimet
sv: Stäng av i inställningarna
th: ปิดในการตั้งค่า
tr: Ayarlardan kapat
tt: Көйләүләрдә сүндерү
uk: Вимкнути у налаштуваннях
vi: Tắt trong cài đặt

source: Could not add page to Reading list
ast: Nun se pudo amestar la páxina a la llista de llectura.
az: Səhifə Oxuma Siyahısına əlavə edilə bilmədi
be: Немагчыма дадаць старонку ў спіс для чытання
bn: পেজটি রিডিং তালিকায় যোগ্ করা যায়নি
br: N’haller ket ouzhpennañ ar bajenn d’ar roll lennadurioù
ca: No s'ha pogut afegir la pàgina a la llista de lectura
cy: Methu ychwanegu'r dudalen i'r rhestr Ddarllen
da: Kunne ikke føje side til læseliste.
de: Seite konnte nicht zur Leseliste hinzugefügt werden
el: Δεν ήταν δυνατή η προσθήκη σελίδας στη λίστα ανάγνωσης
eo: Ne eblis aldoni paĝon al legolisto
et: Lehte polnud võimalik lugemisnimekirja lisada
fa: امکان اضافه کردن صفحه به فهرست مطالعه نیست
fi: Lukulistaan ei voitu lisätä sivua
fr: Impossible d’ajouter la page à la liste de lecture
gd: Cha b’ urrainn dhuinn an duilleag a chur ris an liosta-leughaidh
hi_in: पृष्ठ को पठन सूची मे नहीं जोड़ा जा सकता है
hr: Nije moguće dodati stranicu na popis za čitanje
hy_am: Հնարավոր չէ հավելել էջը ընթերցման ցուցակում
ia: Impossibile adder le pagina al lista de lectura
id: Tidak dapat menambahkan laman ke Daftar Baca
is: Ekki var hægt að bæta síðu við leslista
it: Impossibile aggiungere la pagina a Elenco lettura.
km: មិន​អាច​បន្ថែម​ទំព័រ​ទៅ​បញ្ជី​អាន​បាន​ទេ
kn: ಪುಟವನ್ನ್ನು ಓದುವ ಪಟ್ಟಿಗೆ ಸೇರಿಸಲಾಗಿಲ್ಲ
lt: Nepavyko įtraukti tinklalapio į skaitinių sąrašą
my: စာဖတ်စာရင်းသို့ စာမျက်နှာအား မထည့်နိုင်ပါ
nb: Kunne ikke legge siden til i leselisten
nl: Kon pagina niet aan leeslijst toevoegen
nn: Klarte ikkje å leggje til sida i leselista
oc: Impossible d’apondre la pagina a la lista de lectura
or: ରିଡ଼ିଂ ଲିଷ୍ଟରେ ପୃଷ୍ଟି ଯୋଡ଼ାଯାଇପାରିଲା ନାହିଁ
pa_in: ਸਫ਼ੇ ਨੂੰ ਪੜ੍ਹਨ ਸੂਚੀ ਵਿੱਚ ਨਹੀਂ ਜੋੜ ਸਕਿਆ
pt_br: Não foi possível adicionar a página à lista de leitura
pt_pt: Não foi possível adicionar a página à lista de leitura
si: කියවීමේ ලේඛනයට පිටුව එක් කිරීමට නොහැකි විය
sk: Stránku nebolo možné pridať do Zoznamu na prečítanie.
sq: Faqja s’u shtua dot te Listë Leximesh
sv: Kunde inte lägga till sidan till läslistan
te: పఠన జాబితాకు పేజీ జోడించడం సాధ్యపడలేదు
th: ไม่สามารถเพิ่มหน้าไปยังรายการอ่าน
tr: Sayfa okuma listesine eklenemedi
tt: Cәхифәне уку исемлегенә өстәп булмады
uk: Не вдалося додати сторінку до списку читання
ur: پڑھنے کی فہرست میں صفحہ شامل نہیں کر سکتا
vi: Không thể thêm trang vào danh sách đọc

source: Could not add page to Reading List. Maybe it's already there?
ast: Nun se pudo amestar la páxina a Llista de Llectura. Quiciabes yá tea ellí.
az: Səhifə Oxuma Siyahısına əlavə edilə bilmir. Ola bilsin artıq ordadır?
be: Немагчыма дадаць старонку ў спіс для чытання. Можа, яна ўжо ў спісе?
bn: রিডিং তালিকা যোগ্ করা যাচ্ছে। সম্ভবতঃ এটি ইতিমধ্যেই আছে?
br: N’haller ket ouzhpennañ ar bajenn d’ar roll lennadurioù. Ouzhpennet eo bet endeo marteze?
ca: No s'ha pogut afegir la pàgina a la llista de lectura. Potser ja hi era?
cy: Methu ychwanegu'r dudalen i'r Rhestr Ddarllen. Efallai ei fod yna eisoes?
da: Kunne ikke føje side til læseliste. Måske er den der allerede?
de: Seite konnte nicht zur Leseliste hinzugefügt werden. Eventuell ist sie bereits enthalten.
el: Αδυναμία προσθήκης σελίδας στη Λίστα Ανάγνωσης. Μήπως είναι ήδη εκεί;
eo: Ne eblis aldoni paĝon al legolist. Ĉu ĝi eble jam estas tie?
et: Lehte polnud võimalik lugemisnimekirja lisada. Võib-olla on see juba lisatud?
fa: امکان اضافه کردن صفحه به فهرست مطالعه نیست. شاید آن‌جا وجود دارد؟
fi: Lukulistaan ei voitu lisätä sivua. Ehkä se on jo siellä?
fr: Impossible d’ajouter la page à la liste de lecture. La page s’y trouve peut-être déjà ?
gd: Cha b’ urrainn dhuinn an duilleag a chur ris an liosta-leughaidh. Saoil a bheil e air mu thràth?
hi_in: पठन सूची में पृष्ठ को जोड़ा नहीं जा सका। शायद वो पहले से ही है?
hr: Nije moguće dodati stranicu na popis za čitanje. Možda je već tamo?
hy_am: Հնարավոր չէ հավելել էջը ընթերցման ցուցակում: Միգուցե այն արդեն այնտե՞ղ է:
ia: Impossibile adder le pagina al lista de lectura. Forsan illo es ja illac?
id: Tidak dapat menambahkan Daftar Baca. Mungkin sudah ada di daftar?
is: Ekki var hægt að bæta síðunni á leslistann. Er síðan kannski þegar þar?
it: Impossibile aggiungere la pagina a Elenco lettura. Forse è già presente?
km: មិន​អាច​បន្ថែម​ទំព័រ​ទៅ​បញ្ជី​អាន​បានទេ។ ប្រហែល​វា​មាន​នៅ​ទីនោះ​រួច​ហើយ?
lt: Nepavyko įtraukti tinklalapio į skaitinių sąrašą. Galbūt jis ten jau yra?
my: စာဖတ်စရင်းသို့ စာမျက်နှာအား မထည့်နိုင်ပါ။ ရှိနေပြီးသားလည်း ဖြစ်နိုင်တယ်?
nb: Kunne ikke legge til siden i leselisten. Kanskje den allerede er der?
nl: Kon pagina niet aan leeslijst toevoegen. Misschien bestaat deze al?
nn: Klarte ikkje å leggje til sida i leselista. Kanskje ho allereie er der?
or: ରିଡ଼ିଂ ଲିଷ୍ଟରେ ପୃଷ୍ଠା ଯୋଡ଼ା ଯାଇପାରିଲା ନାହିଁ । ଏହା ଆଗରୁ ଅଛି କି?
pa_in: ਪੜ੍ਹਨ ਸੂਚੀ ਵਿੱਚ ਸਫ਼ੇ ਨੂੰ ਨਹੀਂ ਜੋੜ ਸਕਿਆ, ਹੋ ਸਕਦਾ ਇਹ ਪਹਿਲਾਂ ਤੋਂ ਇੱਥੇ ਹੋਵੇ?
pt_br: Não foi possível adicionar a página à lista de leitura. Talvez já esteja lá?
pt_pt: Não foi possível adicionar a página à lista de leitura. Esta já poderá estar lá?
si: කියවීමේ ලේඛනයට පිටුව එක් කිරීමට නොහැකි විය. බාගදා එය දැනටමත් තිබේද?
sk: Stránku nebolo možné pridať do Zoznamu na prečítanie. Nenachádza sa už v ňom?
sq: Faqja s’u shtua dot te Listë Leximesh. Mos vallë gjendet tashmë në të?
sv: Kunde inte lägga till sidan till läslistan. Den kanske redan finns där?
te: పఠన జాబితాకు పేజీ జోడించడం సాధ్యపడలేదు. బహుశా ఇది ఇప్పటికే ఉంది?
th: ไม่สามารถเพิ่มหน้าไปยังรายการอ่าน บางทีหน้าอาจจะมีอยู่แล้ว?
tr: Sayfa okuma listesine eklenemedi. Zaten eklenmiş olabilir mi?
tt: Cәхифәне уку исемлегенә өстәп булмады. Бәлки ул анда инде өстәлгән булгандыр?
uk: Не вдалося додати сторінку до списку читання. Можливо вона вже там?
ur: پڑھنے کی فہرست میں صفحہ شامل نہیں کر سکتا۔ شاید وہ پہلے سے وہاں موجود ہے؟
vi: Không thể thêm trang vào danh sách đọc. Có lẽ nó đã có ở đó?

source: Could not load page.
af: Kon nie bladsy laai nie.
ast: Nun se pudo cargar la páxina.
az: Səhifə yüklənə bilmir.
be: Немагчыма загрузіць старонку.
bn: পেজ লোড করা যাচ্ছে না
br: N’haller ket kargañ ar bajenn.
ca: No s'ha pogut carregar la pàgina.
cy: Methu llwytho'r dudalen.
da: Kunne ikke indlæse side.
de: Seite konnte nicht geladen werden.
el: Αδυναμία φόρτωσης σελίδας.
eo: Ne eblis ŝargi paĝon.
et: Lehte polnud võimalik laadida.
fa: امکان بارگذاری صفحه نیست.
fi: Sivua ei voitu ladata.
fr: Impossible de charger la page.
gd: Cha b’ urrainn dhuinn an duilleag a luchdadh.
hi_in: पृष्ठ लोड नहीं हो सका।
hr: Nije moguće učitati stranicu.
hy_am: Հնարավոր չէ բեռնել էջը:
ia: Impossibile cargar le pagina.
id: Tidak dapat memuat laman.
is: Gat ekki hlaðið síðu.
it: Impossibile caricare la pagina.
km: មិន​អាច​ផ្ទុក​ទំព័រ​បាន​ទេ។
kn: ಪುಟವನ್ನು ಲೋಡ್ ಮಾಡಲಾಗಿಲ್ಲ.
lt: Nepavyko įkelti tinklalapio.
my: စာမျက်နှာအား မရယူနိုင်ပါ
nb: Klarte ikke laste siden.
nl: Kon pagina niet laden.
nn: Klarte ikkje å laste sida.
oc: Impossible de cargar la pagina.
or: ପୃଷ୍ଠା ଲୋଡ କରିପାରିଲା ନାହିଁ ।
pa_in: ਸਫ਼ੇ ਨੂੰ ਲੋਡ ਨਹੀਂ ਕਰ ਸਕਿਆ।
pt_br: Não foi possível carregar a página.
pt_pt: Não foi possível carregar a página.
si: පිටුව පූරණය කළ නොහැකියි.
sk: Stránku nebolo možné načítať.
sq: Faqja s’u shtua dot.
sv: Kunde inte ladda sidan.
te: పేజీ లోడ్ చేయడం సాధ్యపడలేదు.
th: ไม่สามารถโหลดหน้า
tr: Sayfa yüklenemedi.
tt: Битне йөкләп булмады.
uk: Не вдалося завантажити сторінку.
ur: صفحہ لوڈ نہیں کرسکا۔
vi: Không thể tải trang.
