Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# FxAPush_DeviceDisconnected_body
source: %@ has been successfully disconnected.
ast: %@ desconectóse correutamente.
az: %@ uğurla ayrıldı.
be: %@ была паспяхова адключана.
bn: %@ সফলতার সহিত সংযোগ বিচ্ছিন্ন হয়েছে।
br: Digennasket eo bet %@ gant berzh.
ca: %@ s'ha desconnectat correctament.
cy: Mae %@ wedi ei ddatgysylltu'n llwyddiannus.
da: Forbindelsen til %@ er blevet afbrudt.
de: %@ wurde erfolgreich getrennt.
el: Η συσκευή %@ έχει αποσυνδεθεί επιτυχώς.
eo: %@ estis sukcese malkonektita.
et: Seade %@ on edukalt lahti ühendatud.
fa: %@ به طور موفقیت آمیز قطع شد.
fi: %@ on irrotettu onnistuneesti.
fr: %@ a été déconnecté.
gd: Chaidh %@ a dhì-cheangal.
hi_in: %@ सफलतापूर्वक डिसकनेक्ट किया गया।
hr: %@ je uspješno odspojen.
hy_am: %@-ը հաջողությամբ կապախզվել է:
ia: %@ se ha disconnectite correctemente.
id: %@ telah berhasil terputus.
is: %@ aftengt giftusamlega.
it: %@ è stato disconnesso correttamente.
km: បានផ្តាច់ %@ ដោយជោគជ័យ។
lt: „%@“ buvo sėkmingai atjungtas.
my: %@ သည် ချိတ်ဆက်မှုကို ဖြုတ်ပြီးပြီ။
nb: %@ har blitt koblet bort.
nl: De verbinding van %@ is met succes verbroken.
nn: %@ har blitt kopla frå.
oc: %@ es estat corrèctament desconnectat.
pa_in: %@ ਕਾਮਯਾਬੀ ਨਾਲ ਡਿਸ-ਕਨੈਕਟ ਹੋ ਚੁੱਕਾ ਹੈ।
pt_br: %@ foi desconectado com sucesso.
pt_pt: %@ foi desassociado com sucesso.
si: %@ වෙතින් සාර්ථකව විසන්ධි කර ඇත.
sk: Zariadenie %@ bolo úspešne odpojené.
sq: %@ u shkëput me sukses.
sv: %@ har kopplats bort.
te: %@ విజయవంతంగా అనుసంధానం తెంచబడింది.
th: ตัดการเชื่อมต่อ %@ สำเร็จ
tr: %@ adlı cihazın bağlantısı başarıyla kesildi.
tt: %@ уңышлы өзелде.
uk: %@ було успішно від'єднано.
ur: %@ کو کامیابی سے منقطع کر دیا گیا ہے۔
vi: %@ đã ngắt kết nối thành công.

# FxAPush_DeviceDisconnected_ThisDevice_body
source: This device has been successfully disconnected from Firefox Sync.
ast: Esti preséu desconectóse de Firefox Sync correutamente.
az: Bu cihaz uğurla Firefox Sync-dən ayrıldı.
be: Гэта прылада паспяхова адключана ад сінхранізацыі Firefox.
bn: এই ডিভাইসটি Firefox সিঙ্ক থেকে সফলভাবে সংযোগ বিচ্ছিন্ন করেছে।
br: Digennasket eo bet an trevnad-mañ diouzh Sync gant berzh.
ca: Aquest dispositiu s'ha desconnectat correctament del Firefox Sync.
cy: Mae'r ddyfais wedi'i ddatgysylltu'n llwyddiannus o Firefox Sync.
da: Forbindelsen mellem denne enhed og Firefox Sync er blevet afbrudt.
de: Dieses Gerät wurde erfolgreich von Firefox Sync getrennt.
el: Αυτή η συσκευή έχει αποσυνδεθεί επιτυχώς από το Firefox Sync.
eo: Tiu ĉi aparato estis sukcese malkonektita de la Spegulado de Firefox.
et: See seade ühendati edukalt Firefox Syncist lahti.
fa: این دستگاه به طور موفقیت آمیز از «همگام‌سازی فایرفاکس» قطع شد.
fi: Tämä laite on irrotettu onnistuneesti Firefox Sync -palvelusta.
fr: Cet appareil a été correctement déconnecté de Firefox Sync.
gd: Chaidh an t-uidheam seo a dhì-cheangal o ghleus sioncronachadh Firefox.
hi_in: यह उपकरण Firefox सिंक से सफलतापूर्वक डिसकनेक्ट हो गया।
hr: Ovaj je uređaj uspješno odspojen od Firefox sinkronizacije.
hy_am: ԱՅս սարքը հաջողությամբ կապախզվել է Firefox Սինքից:
ia: Iste apparato se ha disconnectite correctemente de Firefox Sync.
id: Peranti ini telah berhasil diputuskan dari Firefox Sync.
is: Þetta tæki er aftengt Firefox samstillingu.
it: Questo dispositivo è stato disconnesso correttamente da Firefox Sync.
km: ឧបករណ៍នេះត្រូវបានផ្តាច់ពី Firefox Sync ដោយជោគជ័យ។
lt: Šis įrenginys buvo sėkmingai atjungtas nuo „Firefox Sync“.
my: ယခုကိရိယာသည် Firefox Sync ထံသို့ ချိတ်ဆက်မှုကို အောင်မြင်စွာ ဖြုတ်ပြီးပြီ။
nb: Denne enheten er koblet fra Firefox Sync.
nl: De verbinding van dit apparaat met Firefox-synchronisatie is met succes verbroken.
nn: Denne eininga er kopla frå Firefox Sync.
oc: Aqueste periferic es estat corrèctament desconnectat de Firefox Sync.
pa_in: ਇਹ ਡਿਵਾਈਸ ਕਾਮਯਾਬੀ ਨਾਲ ਫਾਇਰਫਾਕਸ ਸਿੰਕ ਤੋਂ ਡਿਸਕਨੈਕਟ ਕੀਤਾ ਜਾ ਚੁੱਕਾ ਹੈ।
pt_br: Este dispositivo foi desconectado com sucesso do Firefox Sync.
pt_pt: Este dispositivo foi desassociado com sucesso do Firefox Sync.
si: මෙම උපාංගය ෆයර්ෆොක්ස් සමමුහූර්තය වෙතින් සාර්ථකව විසන්ධි කර ඇත.
sk: Toto zariadenie bolo úspešne odpojené od služby Firefox Sync.
sq: Kjo pajisje është shkëputur me sukses nga shërbimi Firefox Sync.
sv: Den här enheten har kopplats bort från Firefox Sync.
te: Firefox Syncతో ఈ పరికర అనుసంధానం విజయవంతంగా తెంచివేయబడింది.
th: ตัดการเชื่อมต่ออุปกรณ์นี้จาก Firefox Sync สำเร็จ
tr: Bu cihazın Firefox Sync bağlantısı başarıyla kesildi.
tt: Бу җиһаз Firefox синхронлау хезмәтеннән өзелде.
uk: Пристрій успішно від'єднаний від синхронізації Firefox.
ur: اس آلہ کو Firefox ہمہ وقت سازی سے کامیابی سے منقیع کر دیا گیا ہے۔
vi: Thiết bị này đã được ngắt kết nối thành công khỏi Đồng bộ hóa Firefox.

# FxAPush_DeviceDisconnected_ThisDevice_title
source: Sync Disconnected
ast: Sync desconectóse
az: Sync əlaqə kəsildi
be: Сінхранізацыя адключана
bn: সিঙ্ক সংযোগ বিচ্ছিন্ন হয়েছে
br: Sync digennasket
ca: El Sync s'ha desconnectat
cy: Datgysylltodd Sync
da: Sync er blevet afbrudt
de: Sync getrennt
el: Το Sync αποσυνδέθηκε
eo: Spegulado malkonektiĝis
et: Sync ühendati lahti
fa: همگام‌سازی قطع شد
fi: Synkronointi katkaistu
fr: Sync déconnecté
gd: Chaidh gleus an t-sioncronachaidh a dhì-cheangal
hi_in: सिंक डिस्कनेक्ट किया गया
hr: Sync je odspojen
hy_am: Սինքը կապախզված է
ia: Sync disconnectite
id: Sinkronisasi Terputus
is: Samstilling ótengd
it: Sync disconnesso
km: បានផ្តាច់ការធ្វើសមកាលកម្ម
kn: ಸಿಂಕ್ ಸಂಪರ್ಕ ಕಡಿದಿದೆ
lt: „Sync“ atsijungė
my: Sync ကို ချိတ်ဆက်မထားပါ
nb: Sync er frakoblet
nl: Synchronisatie verbroken
nn: Sync er fråkopla
oc: Sincronizacion desconnectada
or: ସମୟାନୁସାମୟିକ ସଂଯୋଗ ବିଚ୍ୟୁତି ହୋଇଗଲା
pa_in: ਸਿੰਕ ਡਿਸ-ਕਨੈਕਟ ਹੈ
pt_br: Sync desconectado
pt_pt: Sync desassociado
si: සමමුහූර්තය විසන්ධියි
sk: Služba Sync bola odpojená
sq: Me Sync të Shkëputur
sv: Sync frånkopplad
te: Sync అనుసంధానం తెంచివేయబడింది
th: ตัดการเชื่อมต่อ Sync แล้ว
tr: Sync bağlantısı kesildi
tt: Синхронлау тоташмаган
uk: Синхронізацію від'єднано
ur: ہم وقت سازی منقطع کر دی گئی
vi: Đồng bộ hóa đã bị ngắt kết nối

# FxAPush_DeviceDisconnected_title
source: Sync Disconnected
ast: Sync desconectóse
az: Sync əlaqə kəsildi
be: Сінхранізацыя адключана
bn: সিঙ্ক সংযোগ বিচ্ছিন্ন হয়েছে
br: Sync digennasket
ca: El Sync s'ha desconnectat
cy: Datgysylltodd Sync
da: Sync er blevet afbrudt
de: Sync getrennt
el: Το Sync αποσυνδέθηκε
eo: Spegulado malkonektiĝis
et: Sync ühendati lahti
fa: همگام‌سازی قطع شد
fi: Synkronointi poistettu käytöstä
fr: Sync déconnecté
gd: Chaidh gleus an t-sioncronachaidh a dhì-cheangal
hi_in: सिंक डिसकनेक्ट हुआ
hr: Sync je odspojen
hy_am: Սինքը կապախզված է
ia: Sync disconnectite
id: Sync Terputus
is: Samstilling ótengd
it: Sync disconnesso
km: បានផ្តាច់ការធ្វើសមកាលកម្ម
kn: ಸಿಂಕ್ ಸಂಪರ್ಕ ಕಡಿದಿದೆ
lt: „Sync“ atsijungė
my: Sync ကို ချိတ်ဆက်မထားပါ
nb: Sync er frakoblet
nl: Synchronisatie verbroken
nn: Sync er fråkopla
oc: Sincronizacion desconnectada
or: ସମୟାନୁସାମୟିକ ସଂଯୋଗ ବିଚ୍ୟୁତି ହୋଇଗଲା
pa_in: ਸਿੰਕ ਡਿਸ-ਕਨੈਕਟ ਹੈ
pt_br: Sync desconectado
pt_pt: Sync desassociado
si: සමමුහූර්තය විසන්ධියි
sk: Služba Sync bola odpojená
sq: Me Sync të Shkëputur
sv: Sync frånkopplad
te: Sync అనుసంధానం తెంచివేయబడింది
th: ตัดการเชื่อมต่อ Sync แล้ว
tr: Sync bağlantısı kesildi
tt: Синхронлау тоташмаган
uk: Синхронізацію від'єднано
ur: ہمہ وقت سازی منقطع ہو گئی
vi: Đồng bộ hóa đã bị ngắt kết nối

# FxAPush_DeviceDisconnected_UnknownDevice_body
source: A device has disconnected from Firefox Sync
ast: Un preséu desconectóse de Firefox Sync
az: Cihaz Firefox Sync-dən ayrıldı
be: Прылада адключана ад сінхранізацыі Firefox
bn: একটি ডিভাইস Firefox সিঙ্ক থেকে সংযোগ বিচ্ছিন্ন হয়েছে
br: Digennasket eo bet un trevnad diouzh Firefox Sync
ca: S'ha desconnectat un dispositiu del Firefox Sync
cy: Mae'r ddyfais wedi'i ddatgysylltu o Firefox Sync
da: Forbindelsen mellem en enhed og Firefox Sync er blevet afbrudt
de: Ein Gerät wurde von Firefox Sync getrennt
el: Μια συσκευή αποσυνδέθηκε από το Firefox Sync
eo: Aparato malkonektiĝis de Spegulado de Firefox
et: Seade on Firefox Syncist lahti ühendatud
fa: یک دستگاه از سیستم همگام‌سازی فایرفاکس قطع شده
fi: Laite on irrotettu Firefox Sync -palvelusta
fr: Un appareil a été déconnecté de Firefox Sync
gd: Dhì-cheangail uidheam o ghleus sioncronachadh Firefox
hi_in: एक उपकरण Firefox सिंक से डिस्कनेक्ट कर दिया है
hr: Jedan uređaj se odspojio od Firefox sinkronizacije
hy_am: Սարքը կապախզվել է Firefox Սինքից
ia: Un apparato se ha disconnectite de Firefox Sync
id: Peranti telah diputuskan dari Firefox Sync
is: Tæki hefur aftengt Firefox Sync
it: Un dispositivo è stato disconnesso da Firefox Sync.
km: ឧបករណ៍មួយបានផ្តាច់ពី Firefox Sync
lt: Įrenginys buvo atjungtas nuo „Firefox Sync“
my: ကိရိယာသည် Firefox Sync သို့ ချိတ်ဆက်မထားပါ
nb: En enhet har blitt koblet fra Firefox Sync
nl: Een apparaat heeft de verbinding met Firefox-synchronisatie verbroken
nn: Ei eining har blitt kopla frå Firefox Sync
oc: Un periferic es estat desconnectat de Firefox Sync
pa_in: ਫਾਇਰਫਾਕਸ ਸਿੰਕ ਤੋਂ ਡਿਵਾਈਸ ਡਿਸ-ਕਨੈਕਟ ਕੀਤਾ ਗਿਆ
pt_br: Um dispositivo foi desconectado do Firefox Sync
pt_pt: Um dispositivo foi desassociado do Firefox Sync
si: ෆයර්ෆොක්ස් සමමුහූර්තයෙන් උපාංගයක් විසන්ධි වී ඇත
sk: Zariadenie bolo odpojené od služby Firefox Sync
sq: Është shkëputur një pajisje nga Firefox Sync-u
sv: En enhet har kopplats från Firefox Sync
te: Firefox Sync నుండి ఒక పరికర అనుసంధానం తెగిపోయింది
th: อุปกรณ์ได้ตัดการเชื่อมต่อจาก Firefox Sync
tr: Bir cihazın Sync bağlantısı kesildi
tt: Җиһаз Firefox синхронлау хезмәтеннән өзелде
uk: Пристрій від'єднано від синхронізації Firefox
ur: ایک آلہ Firefoxہمہ وقت سازی سے منقطع ہوا ہے
vi: Một thiết bị đã ngắt kết nối khỏi Đồng bộ hóa Firefox

# FxHomepage.Wallpaper.ButtonLabel.v99
source: Firefox logo, change the wallpaper.
be: Лагатып Firefox, змяніць шпалеры.
br: Arlun Firefox - kemmañ an drekleur.
ca: Logotip del Firefox, canvieu el fons de pantalla.
cy: Logo Firefox, newid y papur wal.
da: Firefox-logo, skift baggrund.
de: Firefox-Logo, Hintergrundbild ändern.
el: Λογότυπο Firefox, αλλαγής ταπετσαρίας.
eo: Emblemo de Firefox, ŝanĝi ekranfonon.
et: Firefoxi logo - taustapildi muutmise nupp.
fi: Firefox-logo, vaihda taustakuva.
fr: Logo Firefox, changer le fond d’écran.
gd: Suaicheantas Firefox, atharraich am pàipear-balla
hr: Firefox logo, promijeni sliku pozadine.
hy_am: Firefox լոգո, փոխել պաստառը
ia: Logo de Firefox, cambia le fundo.
id: Logo Firefox, ubah wallpaper.
is: Firefox merki - breyta bakgrunni.
it: Logo di Firefox, cambia lo sfondo.
nb: Firefox-logo, endre bakgrunn.
nl: Firefox-logo, de achtergrond wijzigen.
nn: Firefox-logo, endre bakgrunn.
pa_in: Firefox ਲੋਗੋ, ਵਾਲਪੇਪਰ ਬਦਲੋ
pt_br: Logotipo do Firefox, alterar fundo de tela.
pt_pt: Logótipo do Firefox, alterar o fundo.
si: ෆයර්ෆොක්ස් ලාංඡනය, බිතුපත සංශෝධනය.
sk: Logo Firefoxu, zmena tapety
sq: Stemë Firefox-i, ndryshoni sfondin.
sv: Firefox logotyp, byt bakgrund.
th: โลโก้ Firefoxเปลี่ยนวอลเปเปอร์
tr: Firefox logosu, duvar kâğıdını değiştir.
tt: Firefox логотибы, фон рәсемне үзгәртү.
uk: Логотип Firefox, змінити шпалери.
vi: Logo Firefox, thay đổi hình nền.

source: Get your open tabs, bookmarks, and passwords from your other devices.
af: Kry oop oortjies, boekmerke en wagwoorde van ander toestelle.
ast: Consigui les llingüetes abiertes, marcadores y contraseñes dende otros preseos de to.
az: Vərəq, əlfəcin və parollarınızı başqa cihazlarınızdan əldə edin.
bn: আপনার অন্য ডিভাইস থেকে খুলে রাখা ট্যাব, বুকমার্ক, এবং পাসওয়ার্ড পান।
br: Tapit ho ivinelloù digor, ho sinedoù hag ho kerioù-tremen adalek ho trevnadoù all.
ca: Sincronitzeu les pestanyes obertes, adreces d'interès i contrasenyes d'altres dispositius.
cy: Cael mynediad at eich tabiau agored, nodau tudalen a chyfrineiriau o'ch dyfeisiau eraill.
da: Få adgang til faneblade, bogmærker og adgangskoder på dine andre enheder.
de: Holen Sie sich Ihre offenen Tabs, Lesezeichen und Passwörter von Ihren anderen Geräten.
eo: Ricevi viajn malfermitajn langetojn, legosignojn kaj pasvortojn el viaj aliaj aparatoj.
fa: زبانه‌های باز خود، نشانک‌ها و گذرواژه های خود را از هر دستگاهی بگیرید.
fr: Retrouvez vos onglets ouverts, marque-pages et mots de passe depuis vos autres appareils.
gd: Faigh tabaichean fosgailte, comharran-lìn is faclan-faire o uidheaman eile agad.
hi_in: अपने दूसरे उपकरणों से बुकमार्क, पासवर्ड और अपने खुले टैब पाएं।
hy_am: Այլ սարքերից ստացեք ձեր ներդիրները, էջանիշերը և գաղտնաբառերը։
ia: Obtene le schedas aperte, le marcapaginas e le contrasignos de tu altere apparatos.
id: Dapatkan tab terbuka, markah, dan sandi dari perangkat lainnya.
is: Náðu í opnu flipana, bókamerki og lykilorð frá hinum tækjunum þínum.
km: ទទួល​បាន​ផ្ទាំង​ដែល​បើក ចំណាំ និង​ពាក្យ​សម្ងាត់​របស់​​អ្នក​ពី​ឧបករណ៍​ផ្សេងៗ​របស់​អ្នក។
lt: Gaukite atviras korteles, adresyną bei slaptažodžius iš kitų savo įrenginių.
my: အခြားကိရိယာများမှ သင်ဖွင့်ထားသည့်တပ်ဗ်များ၊ စာမှတ်များနှင့် စကားဝှက်များကို ရယူပါ။
nb: Få åpne faner, bokmerker og passord fra de andre enhetene dine.
nl: Haal uw open tabbladen, bladwijzers en wachtwoorden van uw andere apparaten op.
nn: Få opne faner, bokmerke og passord frå dei andre einingane dine.
pa_in: ਆਪਣੇ ਹੋਰ ਡਿਵਾਈਸਾਂ ਤੋਂ ਖੋਲ੍ਹੀਆਂ ਟੈਬਾਂ, ਬੁੱਕਮਾਰਕ ਅਤੇ ਪਾਸਵਰਡਾਂ ਨੂੰ ਲਵੋ।
pt_br: Tenha suas abas abertas, favoritos e senhas de outros dispositivos.
pt_pt: Obtenha os seus separadores abertos, marcadores e palavras-passe dos seus outros dispositivos.
sq: Merrni skedat tuaja të hapura, faqerojtësit dhe fjalëkalimet tuaja nga pajisje të tjera tuajat.
sv: Få dina öppna flikar, bokmärken och lösenord från dina andra enheter.
te: మీ ఇతర పరికరాల నుండి మీ తెరిచిన ట్యాబ్లను, బుక్మార్క్లను మరియు పాస్వర్డ్లు పొందండి.
th: รับแท็บที่เปิดอยู่, ที่คั่นหน้า และรหัสผ่านของคุณจากอุปกรณ์อื่น ๆ ของคุณ
tr: Başka cihazlardaki açık sekmelerinizi, yer imlerinizi ve parolalarınızı alın.
uk: Отримайте відкриті вкладки, закладки та паролі зі своїх інших пристроїв.
ur: اپنے کھلے ٹیبس، نشانیاں اور پاسورڈ دیگر آلات سے حاصل کریں۔
vi: Nhận các thẻ, dấu trang và mật khẩu đang mở của bạn từ các thiết bị khác của bạn.

source: Help
af: Hulp
ast: Ayuda
az: Kömək
be: Даведка
bn: সাহায্য
br: Skoazell
ca: Ajuda
cy: Cymorth
da: Hjælp
de: Hilfe
el: Βοήθεια
eo: Helpo
et: Abi
fa: راهنما
fi: Ohje
fr: Aide
gd: Cobhair
hi_in: मदद
hr: Pomoć
hy_am: Օգնություն
ia: Adjuta
id: Bantuan
is: Hjálp
it: Supporto
km: ជំនួយ
kn: ಸಹಾಯ
lt: Žinynas
my: အကူအညီ
nb: Hjelp
nn: Hjelp
oc: Ajuda
or: ସହଯୋଗ
pa_in: ਮਦਦ
pt_br: Ajuda
pt_pt: Ajuda
si: උදව්
sk: Pomocník
sq: Ndihmë
sv: Hjälp
te: సహాయం
th: ช่วยเหลือ
tr: Yardım
tt: Ярдәм
uk: Довідка
ur: مدد
vi: Trợ giúp

source: History
af: Geskiedenis
ast: Historial
az: Tarixçə
be: Гісторыя
bn: ইতিহাস
br: Roll istor
ca: Historial
cy: Hanes
da: Historik
de: Chronik
el: Ιστορικό
eo: Historio
et: Ajalugu
fa: تاریخچه
fi: Sivuhistoria
fr: Historique
gd: Eachdraidh
hi_in: इतिहास
hr: Povijest
hy_am: Պատմություն
ia: Chronologia
id: Riwayat
is: Ferill
it: Cronologia
km: ប្រវត្តិ
kn: ಇತಿಹಾಸ
lt: Žurnalas
my: မှတ်တမ်း
nb: Historikk
nl: Geschiedenis
nn: Historikk
oc: Istoric
or: ଇତିହାସ
pa_in: ਅਤੀਤ
pt_br: Histórico
pt_pt: Histórico
si: ඉතිහාසය
sk: História
sq: Historik
sv: Historik
te: చరిత్ర
th: ประวัติ
tr: Geçmiş
tt: Тарих
uk: Історія
ur: سابقات
vi: Lịch sử

# HistoryPanel.ClearHistoryButtonTitle
source: Clear Recent History…
ast: Llimpiar l'historial recién…
az: Son Tarixçəni Təmizlə…
be: Ачысціць нядаўнюю гісторыю…
bn: সাম্প্রতিক ইতিহাস পরিষ্কার করুন…
br: Skarzhañ ar roll istor nevesañ…
ca: Neteja l'historial recent…
cy: Clirio Hanes Diweddar…
da: Ryd seneste historik…
de: Neueste Chronik löschen…
el: Απαλοιφή πρόσφατου ιστορικού…
eo: Viŝi ĵusan historion…
et: Kustuta hiljutine ajalugu…
fa: پاک کردن تاریخچه اخیر…
fi: Poista historiatietoja…
fr: Supprimer l’historique récent…
gd: Glan an eachdraidh faisg ort…
hi_in: हालिया इतिहास साफ करें…
hr: Obriši nedavnu povijest …
hy_am: Մաքրել վերջին պատմությունը…
ia: Vacuar le chronologia recente…
id: Hapus Riwayat Terkini…
is: Hreina ferli nýlega heimsótt…
it: Cancella la cronologia recente…
km: សម្អាត​ប្រវត្តិ​ថ្មីៗ…
lt: Valyti žurnalą…
my: လတ်တလော ကြည့်ရှုမှတ်တမ်းကို ရှင်းလင်းပါ…
nb: Slett nylig historikk…
nl: Recente geschiedenis wissen…
nn: Slett nyleg historikk…
oc: Netejar l’istoric recent…
or: ନିକଟର ପୁରୁଣା ତଥ୍ୟକୁ ସଫାକରନ୍ତୁ…
pa_in: …ਸੱਜਰਾ ਅਤੀਤ ਮਿਟਾਓ
pt_br: Limpar histórico recente…
pt_pt: Limpar histórico recente…
si: මෑත ඉතිහාසය මකන්න…
sk: Vymazať nedávnu históriu…
sq: Spastroni Historikun Së Fundi…
sv: Rensa historik…
te: ఇటీవలి చరిత్రను తుడిచివేయి…
th: ล้างประวัติล่าสุด…
tr: Yakın geçmişi temizle…
tt: Соңгы тарихны чистарту…
uk: Стерти недавню історію…
ur: حالیہ سابقات… صاف کریں
vi: Xóa lịch sử gần đây…

# HistoryPanel.ClearHistoryMenuOptionEverything
source: Everything
ast: Too
az: Hər şey
be: Усё
bn: সব
br: Pep tra
ca: Tot
cy: Popeth
da: Alt
de: Alles
el: Όλα
eo: Ĉion
et: Kõik
fa: تمام
fi: Kaikki
fr: Tout
gd: A h-uile rud
hi_in: सबकुछ
hr: Sve
hy_am: Ամեն ինչ
ia: Toto
id: Semuanya
is: Allt
it: Tutto
km: អ្វីៗ​គ្រប់យ៉ាង
lt: visus
my: အကုန်လုံး
nb: Alt
nl: Alles
nn: Alt
oc: Tot
or: ସବୁକିଛି
pa_in: ਹਰ ਚੀਜ਼
pt_br: Tudo
pt_pt: Tudo
si: සියල්ල
sk: Všetko
sq: Gjithçka
sv: Allt
te: ప్రతీదీ
th: ทั้งหมด
tr: Her şey
tt: Барысын да
uk: Все
ur: سب کچھ
vi: Mọi thứ

# HistoryPanel.ClearHistoryMenuOptionTheLastHour
source: The Last Hour
ast: La última hora
az: Son bir saat
be: За апошнюю гадзіну
bn: শেষ ঘন্টা
br: An eurvezh diwezhañ
ca: La darrera hora
cy: Yr Awr Ddiwethaf
da: Den seneste time
de: Die letzte Stunde
el: Τελευταία ώρα
eo: La lastan horon
et: Viimane tund
fa: ساعت قبل
fi: Viime tunti
fr: La dernière heure
gd: An uair a thìde seo chaidh
hi_in: अंतिम घंटा
hr: Zadnjih sat vremena
hy_am: Վերջին ժամը
ia: Le ultime hora
id: Jam Terakhir
is: Síðustu klukkustund
it: Ultima ora
km: ម៉ោង​ចុងក្រោយ
lt: Paskutinės valandos
my: နောက်ဆုံးကြည့်ခဲ့သော နာရီ
nb: Den siste timen
nl: Het laatste uur
nn: Den siste timen
oc: La darrièra ora
or: ଶେଷ ଘଣ୍ଟା
pa_in: ਪਿਛਲਾ ਘੰਟਾ
pt_br: Última hora
pt_pt: A última hora
si: පසුගිය පැය
sk: Posledná hodina
sq: Ora e Fundit
sv: Senaste timmen
te: క్రితం గంట
th: ชั่วโมงที่แล้ว
tr: Son bir saat
tt: Соңгы сәгать
uk: За минулу годину
ur: آخری گھنٹہ
vi: Giờ trước

# HistoryPanel.ClearHistoryMenuOptionToday
source: Today
ast: Güei
az: Bu gün
be: За сёння
bn: আজ
br: Hiziv
ca: Avui
cy: Heddiw
da: I dag
de: Heute
el: Σήμερα
eo: Hodiaŭ
et: Tänane päev
fa: امروز
fi: Tämä päivä
fr: Aujourd’hui
gd: An-diugh
hi_in: आज
hr: Od danas
hy_am: Այսօր
ia: Hodie
id: Hari Ini
is: Í dag
it: Oggi
km: ថ្ងៃនេះ
kn: ಇಂದು
lt: Šiandienos
my: ယနေ့
nb: I dag
nl: Vandaag
nn: I dag
oc: Uèi
or: ଆଜି
pa_in: ਅੱਜ
pt_br: Hoje
pt_pt: Hoje
si: අද
sk: Dnešok
sq: Sot
sv: Idag
te: ఈరోజు
th: วันนี้
tr: Bugün
tt: Бүген
uk: За сьогодні
ur: آج
vi: Hôm nay

# HistoryPanel.ClearHistoryMenuOptionTodayAndYesterday
source: Today and Yesterday
ast: Güei y ayeri
az: Bu gün və dünən
be: За сёння і ўчора
bn: আজ এবং গতকাল
br: Hiziv ha dec’h
ca: Avui i ahir
cy: Heddiw a Ddoe
da: I dag og i går
de: Heute und gestern
el: Σήμερα και χθες
eo: Hodiaŭ kaj hieraŭ
et: Tänane ja eilne
fa: امروز و دیروز
fi: Tämä ja eilinen päivä
fr: Aujourd’hui et hier
gd: An-diugh ’s an-dè
hi_in: आज और कल
hr: Od danas i jučer
hy_am: Այսօր և երեկ
ia: Heri e hodie
id: Hari Ini dan Kemarin
is: Í dag og í gær
it: Ieri e oggi
km: ថ្ងៃនេះ និង​ម្សិលមិញ
lt: Šiandienos ir vakar
my: ယနေ့နှင့် မနေ့က
nb: I dag og i går
nl: Vandaag en gisteren
nn: I dag og i går
oc: Uèi e ièr
or: ଆଜି ଏବଂ ଗତକାଲି
pa_in: ਅੱਜ ਅਤੇ ਕੱਲ੍ਹ
pt_br: Hoje e ontem
pt_pt: Hoje e ontem
si: අද සහ ඊයේ
sk: Dnešok a včerajšok
sq: Sot dhe Dje
sv: Idag och igår
te: ఈరోజు, నిన్న
th: วันนี้และเมื่อวานนี้
tr: Bugün ve dün
tt: Бүген һәм кичә
uk: За сьогодні та вчора
ur: آج اور کل
vi: Hôm nay và hôm qua

# HistoryPanel.ClearHistoryMenuTitle
source: Clearing Recent History will remove history, cookies, and other browser data.
az: Son tarixçəni təmizləmə tarixçə, çərəz və səyahət məlumatlarını siləcək.
bn: সাম্প্রতিক ইতিহাস মুছে ফেলা হলে ইতিহাস, কুকিজ, এবং অন্যান্য ব্রাউজার তথ্য চলে যাবে।
br: Skarzhañ ar roll istor nevesañ a zilamo ar roll istor, an toupinoù ha roadennoù all ar merdeer.
ca: Si netegeu l'historial recent, s'eliminaran l'historial, les galetes i altres dades del navegador.
cy: Bydd clirio Hanes Diweddar yn dileu hanes, cwcis a data porwr arall.
da: Ved at rydde den seneste historik fjerner du historik, cookies og andre browser-data.
de: Wenn Sie die neueste Chronik löschen, werden Chronik, Cookies und andere Surf-Daten entfernt.
eo: Viŝado de la ĵusa historio forigos historion, kuketojn kaj aliajn retumilajn datumojn.
fa: پاک کردن تاریخچه اخیر تاریخچه، کوکی‌ها و اطلاعات دیگر مرورگر را از بین می‌برد.
fr: Effacer l’historique récent supprimera l’historique, les cookies et autres données du navigateur.
gd: Ma dh’fhalamhaicheas tu an eachdraidh o chionn goirid, bheir seo air falbh an eachdraidh, briosgaidean is dàta eile a’ bhrabhsair.
hi_in: हाल का इतिहास साफ़ करने से इतिहास, कुकीज़ और अन्य ब्राउज़र डेटा हटा दिए जाएंगे।
hy_am: Վերջին պատմության մաքրումը կհեռացնի պատմությունը, նշոցիկները և այլ զննարկման տվյալները։
ia: Rader le chronologia recente removera le chronologia, cookies e altere datos del navigator.
id: Menghapus Riwayat Terkini akan membersihkan riwayat, kuki, dan data peramban lainnya.
is: Ef nýlegur ferill er hreinsaður verða ferill, vefkökur og önnur vafragögn fjarlægð.
km: ការសម្អាត​ប្រវត្តិ​ថ្មីៗ នឹង​លុប​ប្រវត្តិ ឃូគី និង​ទិន្នន័យ​កម្មវិធី​រុករក​តាម​អ៊ីនធឺណិត​ផ្សេងៗ​ចេញ។
lt: Po žurnalo valymo bus pašalinta naršymo žurnalas, slapukai, ir kiti naršyklės duomenys.
my: လတ်တလော ကြည့်ရှုမှတ်တမ်းကို ရှင်းလင်းခြင်းသည် မှတ်တမ်း၊ ကွတ်ကီးများနှင့် အခြား ဘရောင်ဇာအချက်အလက်များကို ဖယ်ရှားပါမည်။
nb: Hvis du fjerner nylig historikk, fjernes historikk, infokapsler og andre nettleserdata.
nl: Het wissen van recente geschiedenis verwijdert geschiedenis, cookies en andere browsergegevens.
nn: Om du tømer nyleg historikk, vil historikk, infokapslar og andre nettlesardata verte fjerna.
pa_in: ਤਾਜ਼ਾ ਅਤੀਤ ਨੂੰ ਸਾਫ਼ ਕਰਨ ਨਾਲ ਅਤੀਤ, ਕੂਕੀਜ਼ ਅਤੇ ਹੋਰ ਬਰਾਊਜ਼ਰ ਡਾਟਾ ਹਟਾਇਆ ਜਾਵੇਗਾ।
pt_br: Limpar histórico recente removerá o histórico, cookies e outros dados de navegação.
pt_pt: Limpar histórico recente irá remover histórico, cookies e outros dados do navegador.
sq: Pastrimi i Historikut Së Fundi do të heqë të dhëna të historikut, cookie-eve dhe të tjera të dhëna shfletuesi.
sv: Om du rensar historiken tas historik, kakor och annan webbläsardata bort.
te: ఇటీవలి చరిత్రను తుడిచివేయడం చరిత్రను, కుకీలను, ఇతర విహరణ డేటాను తుడిచివేస్తుంది.
th: การล้างประวัติล่าสุดจะเอาประวัติ, คุกกี้ และข้อมูลเบราว์เซอร์อื่น ๆ ออก
tr: Seçtiğiniz süre içinde kaydedilen geçmişiniz, çerezler ve diğer tarayıcı verileri silinecektir.
uk: Стирання недавньої історії очистить історію, куки та інші дані перегляду.
ur: حالیہ سابقات کو صاف کرنے سے سابقات ، کوکیز اور دیگر براؤزر کا ڈیٹا ختم ہوجائے گا۔
vi: Xóa lịch sử gần đây sẽ xóa lịch sử, cookie và dữ liệu khác của trình duyệt.
