Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Menu.TrackingProtectionListTitle.Social
source: Blocked Social Trackers
az: Sosial izləyicilərilər əngəlləndi
bn: ব্লক করা সোশ্যাল ট্র্যাকার
br: Stanket an heulierien kevredadel
ca: Elements de seguiment social blocats
cy: Tracwyr Cymdeithasol wedi'u Rhwystro
da: Blokerede sporinger via sociale medier
de: Blockierte soziale Tracker
eo: Sociretaj spuriloj blokitaj
fa: مسدود کردن دنبال کننده اجتماعی
fr: Traqueurs de réseaux sociaux bloqués
gd: Tracaichean sòisealta bacte
hi_in: अवरुद्ध सोशल ट्रैकर
hy_am: Արգելափակված սոցիալական հետագծիչներ
ia: Traciatores social blocate
id: Pelacak Sosial yang Diblokir
is: Útilokaðir samfélagmiðlasrekjararar
km: កម្មវិធី​តាមដានសង្គម​ត្រូវបានទប់ស្កាត់
lt: Blokuojami socialiniai stebėjimo elementai
my: လူမှုမီဒီယာ နောက်ယောင်ခံကိရိယာများကို ပိတ်ထားသည်
nb: Blokkerte sosiale media-sporere
nl: Geblokkeerde sociale trackers
nn: Blokkerte sosiale media-sporarar
pa_in: ਸਮਾਜਿਕ ਟਰੈਕਰਾਂ ‘ਤੇ ਪਾਬੰਦੀ ਲਾਈ
pt_br: Rastreadores de mídias sociais bloqueados
pt_pt: Rastreadores sociais bloqueados
sq: Gjurmues Shoqërorësh të Bllokuar
sv: Blockerade sociala spårare
te: నిరోధించిన సామాజిక ట్రాకర్లు
th: ปิดกั้นตัวติดตามสังคมออนไลน์แล้ว
tr: Sosyal takipçiler engellendi
uk: Заблоковано стеження соціальних мереж
ur: مسدود شدہ سماجی ٹریکر
vi: Đã chặn trình theo dõi xã hội

# Menu.TrackingProtectionMoreInfo.Description
source: Learn more about how Tracking Protection blocks online trackers that collect your browsing data across multiple web sites.
ast: Llei más tocante a cómo la proteición antirrastrexu bloquia los rastrexadores en llinia que recueyen datos de restolar pente los sitios web.
az: İzlənmə Qorumasının saytlar arası səyahət məlumatlarınızı yığan onlayn izləyiciləri necə əngəllədiyini öyrənin.
bn: যেসব ট্র্যাকার বিভিন্ন ওয়েবসাইটে আপনার ব্রাউজিং তথ্য-উপাত্ত সংগ্রহ করে, ট্র্যাকিং সুরক্ষা কিভাবে ওইসব অনলাইন ট্র্যাকার ব্লক করে, সেই সম্পর্কে আরও জানুন।
br: Gouzout hiroc’h diwar-benn ar gwarez heuliañ ha penaos eo stanket an heulierien enlinenn a zastum ho roadennoù merdeiñ war meur a lec’hienn.
ca: Més informació sobre com la protecció contra el seguiment bloca els elements de seguiment que recullen de les vostres dades de navegació pels diferents llocs web.
cy: Dysgwch rhagor am sut mae Diogelu rhag Tracio yn rhwystro tracwyr ar-lein sy'n casglu eich data pori ar draws amryw o wefannau.
da: Læs mere om, hvordan beskyttelse mod sporing blokerer sporings-tjenester, der indsamler browser-data på tværs af websteder.
de: Erfahren Sie mehr darüber, wie der Schutz vor Aktivitätenverfolgung Systeme blockiert, welche Ihr Surfverhalten über mehrere Websites verteilt aufzeichnen.
eo: Pli da informo pri la maniero kiel la protekto kontraŭ spurado blokas retajn spurilojn, kiuj kolektas viajn retumajn datumojn tra pluraj retejoj.
fa: در مورد اینکه چگونه دنبال کنندگان مسدود می شوند و چگونه به صورت آنلاین اطلاعات شما را در حین مرورکردن چندین پایگاه اطلاع رسانی جمع آوری می‌کنند.
fr: Découvrir comment la protection contre le pistage bloque les traqueurs en ligne qui collectent vos données de navigation depuis plusieurs sites web
gd: Faigh barrachd fiosrachaidh mar a bhacas an dìon o thracadh thu o thracaichean air loidhne a chruinnicheas an dàta brabhsaidh agad air feadh diofar làraichean-lìn.
hi_in: सीखे ट्रैकिंग सुरक्षा ऑनलाइन ट्रैकर को कैसे अवरुद्ध करता है जो कि आपके विभिन्न साइटों के ब्राउज़िंग डेटा को एकत्रित करते हैं।
hy_am: Հետագծման պաշտպանությունը արգելափակում է առցանց հետաձգումները, որոնք հավաքում են դիտարկումների ձեր տվյալները տարբեր կայքերում։
ia: Apprende plus sur como le protection contra traciamento bloca le traciatores in linea que collige tu datos de navigation inter plure sitos web.
id: Pelajari lebih lanjut bagaimana Perlindungan Pelacakan memblokir pelacak daring yang mengumpulkan data penjelajahan Anda lintas berbagai situs web.
is: Læra meira um vörn gegn gagnasöfnun og hvernig það lokar á njósnaraforrit á netinu sem safna vafragögnum á milli margra vefsvæða.
km: ស្វែងយល់បន្ថែមអំពីវិធីការពារការតាមដាន​ទប់ស្កាត់​កម្មវិធី​តាមដានលើ​អ៊ីនធឺណិត ដែលប្រមូលទិន្នន័យរុករករបស់អ្នក​នៅលើគេហទំព័រជាច្រើន។
lt: Sužinokite, kaip apsauga nuo stebėjimo blokuoja stebėjimo elementus, renkančius jūsų naršymo duomenis daugelyje svetainių.
my: ဝဘ်ဆိုက်များကို ကြည့်ရှုထားသည့် အချက်အလက်များကို ကောက်ယူသည့် အွန်လိုင်းခြေရာခံကိရိယာများကို ခြေရာခံကာကွယ်မှုစနစ်က မည်သို့ ပိတ်ပင်သလဲဆိုတာကို လေ့လာကြည့်ရှုပါ။
nb: Les mer om hvordan sporingsbeskyttelse blokkerer online-sporere som samler inn nettleserdataene dine på flere nettsteder.
nl: Lees meer over hoe Bescherming tegen volgen onlinetrackers blokkeert die op meerdere websites uw surfgegevens verzamelen.
nn: Les meir om korleis sporingsvern blokkerer online-sporarar som samlar inn dine surfedata på fleire nettsider.
pa_in: ਆਨਲਾਈਨ ਟਰੈਕਰਾਂ ਤੋਂ ਸੁਰੱਖਿਅਤ ਰਹਿਣ ਬਾਰੇ ਹੋਰ ਜਾਣੋ, ਜੋ ਕਿ ਕਈ ਵੈੱਬਸਾਈਟਾਂ ਦੁਆਲੇ ਤੁਹਾਡੇ ਬਰਾਊਜ਼ ਕੀਤੇ ਡਾਟੇ ਨੂੰ ਇਕੱਤਰ ਕਰਦੇ ਹਨ।
pt_br: Saiba mais sobre como a proteção contra rastreamento bloqueia rastreadores que coletam seus dados de navegação em vários sites.
pt_pt: Saiba mais acerca de como a proteção contra monitorização bloqueia trackers online que recolhem os seus dados de navegação através de múltiplos websites.
sq: Mësoni më tepër se si Mbrojtja Nga Gjurmimet bllokon gjurmues internetorë që grumbullojnë të dhëna shfletimi tuajat nëpër shumë sajte.
sv: Läs mer om hur spårningsskydd blockerar spårare på nätet som samlar in dina surfdata på flera webbplatser.
te: పలు వెబ్‌సైట్లలో మీ విహారణ డేటాని సేకరించే ఆన్‌లైన్ ట్రాకర్లను ట్రాకింగ్ సంరక్షణ ఎలా నిరోధిస్తుందో తెలుసుకోండి.
th: เรียนรู้เพิ่มเติมเกี่ยวกับวิธีที่การป้องกันการติดตามปิดกั้นตัวติดตามออนไลน์ที่เก็บรวบรวมข้อมูลการเรียกดูของคุณในหลายเว็บไซต์
tr: İzlenme koruması, siz siteler arasında gezinirken hakkınızda veri toplayan çevrimiçi takipçileri engeller. Nasıl çalıştığını öğrenin.
uk: Дізнайтеся більше про те, як захист від стеження блокує елементи, що збирають ваші дані під час перегляду на багатьох вебсайтах.
ur: ٹریکنگ کے تحفظ کو آن لائن ٹریکرز کو بلاکس کے بارے میں مزید معلومات حاصل کریں جو آپ کے براؤزنگ کا ڈیٹا ایک سے زیادہ ویب سائٹوں میں جمع کرتی ہیں۔
vi: Tìm hiểu thêm về cách trình chống theo dõi chặn trình theo dõi trực tuyến thu thập dữ liệu duyệt web của bạn trên nhiều trang web.

# Menu.TrackingProtectionNoBlocking.Description
source: No tracking elements detected on this page.
az: Bu səhifədə heç bir izlənmə elementi tapılmadı.
bn: এই পৃষ্ঠায় কোন ট্র্যাকিং উপাদান সনাক্ত হয়নি।
br: N’eus bet kavet elfenn heuliañ ebet war ar bajenn-mañ.
ca: No s'ha detectat cap element de seguiment en aquesta pàgina.
cy: Nid oes elfennau tracio wedi eu canfod ar y dudalen hon.
da: Ingen sporings-elementer fundet på denne side.
de: Keine Inhalte zur Aktivitätenverfolgung auf dieser Seite gefunden.
eo: Neniu spurila elemento trovita en tiu ĉi paĝo.
fa: هیچ عنصر دنبال کننده ای برای این صفحه پیدا نشد.
fr: Aucun élément de pistage détecté sur cette page.
gd: Cha do lorg sinn dad air an duilleag a nì tracadh.
hi_in: कोई भी ट्रैकिंग तत्व इस पेज पर नहीं जांचा गया।
hy_am: Այս էջում հետագծման բաղադրիչներ չեն հայտնաբերվել։
ia: Nulle elemento de traciamento detegite sur iste pagina.
id: Tidak ada elemen pelacakan terdeteksi di laman ini.
is: Engir rekjarar sem fylgjast með þér fundust á þessari síðu.
km: រក​មិន​ឃើញ​ធាតុ​ដែលបាន​​តាមដាន​នៅ​លើ​ទំព័រ​នេះ​ទេ។
lt: Tinklalapyje nerasta stebėjimui naudojamų elementų.
my: ယခုစာမျက်နှာတွင် ခြေရာခံသည့် အစိတ်အပိုင်းများကို မတွေ့ရပါ။
nb: Ingen sporingselement oppdaget på denne siden.
nl: Geen volgelementen op deze pagina gedetecteerd.
nn: Ingen sporingselement oppdaga på denne sida.
pa_in: ਇਸ ਸਫ਼ੇ ਉੱਤੇ ਕੋਈ ਟਰੈਕ ਕਰਨ ਵਾਲੇ ਭਾਗ ਨਹੀਂ ਮਿਲੇ ਹਨ।
pt_br: Nenhum elemento de rastreamento detectado nesta página.
pt_pt: Não foram detetados elementos de monitorização nesta página.
sq: S’u pikasën elemente gjurmimi në këtë faqe.
sv: Inga spårningselement upptäcka på den här sidan.
te: ఈ పేజీపైన ఎటువంటి జాడ తెలుసుకొనే ఎలిమెంట్స్ లేవు.
th: ไม่พบองค์ประกอบที่มีการติดตามในหน้านี้
tr: Bu sayfada sizi izleyen bir şey bulunamadı.
uk: На цій сторінці не виявлено елементів стеження.
ur: اس صفحے پر کوئی سراغ داری عناصر نہیں ملے۔
vi: Không phát hiện các thành phần theo dõi bạn trên trang này.

# Menu.TrackingProtectionOption.WhiteListOnDescription
source: The site includes elements that may track your browsing. You have disabled protection.
ast: El sitiu inclúi elementos que quiciabes rastexen el to restolar. Tienes desactivada la proteición.
az: Saytda səyahətinizi izləmə ehtimalı olan məzmunlar var. Qorumanı söndürmüsünüz.
bn: এই সাইটটিতে এমন উপাদান রয়েছে যা আপনার ব্রাউজিং ট্র্যাক করতে পারে। আপনি সুরক্ষা নিষ্ক্রিয় করে রেখেছেন।
br: Enderc’hel a ra al lec’hienn-mañ elfennoù a c’hell heuliañ ho merdeiñ. Diweredekaet ho peus ar gwarez.
ca: Aquest lloc inclou elements que podrien fer el seguiment de la vostra navegació. Heu desactivat la protecció.
cy: Mae'r wefan yn cynnwys elfanau gall dracio eich pori. Rydych wedi analluogi diogelwch.
da: Webstedet indeholder elementer, der kan spore din browsing. Du har deaktiveret beskyttelse.
de: Die Seite enthält Inhalte, die Ihre Surfaktivitäten verfolgen könnten. Sie haben den Schutz deaktiviert.
eo: Tiu ĉi retejo enhavas elementojn, kiuj povus spuri vian retumon. Vi malaktivigis la protekton.
fa: این پایگاه اینترنتی شامل عناصری است که مرورکردن شما را دنبال می‌کند. شما محافظت را خاموش کرده اید.
fr: Ce site possède des éléments qui peuvent pister votre navigation. Vous avez désactivé la protection.
gd: Tha rudan air an làrach seo a nì tracadh ort ma dh’fhaoidte. Chuir thu an dìon à comas.
hi_in: यह साइट उन तत्वों को शामिल करता है जो आपके ब्राउज़िंग पर नजर रख सकते हैं। आपने सुरक्षा निष्क्रिय कर दिया है।
hy_am: Այս կայքը ներառում է բաղադրչներ, որոնք կարող են հետևել ձեր զննարկմանը։ Դուք անջատել եք պաշտպանությունը։
ia: Le sito include elementos que pote traciar tu navigation. Tu ha disactivate le protection.
id: Situs mengandung elemen yang mungkin melacak penjelajahan Anda. Anda telah menonaktifkan perlindungan.
is: Þessi síða inniheldur tækni sem gæti fylgst með vafrinu þínu. Þú hefur tekið af varnir gegn slíku.
km: គេហទំព័រនេះ មានធាតុដែលអាចតាមដានការរុករករបស់អ្នក។ អ្នកបានបិទការការពារ ។
lt: Šiame tinklalapyje yra jūsų naršymą galinčių stebėti elementų. Jūsų apsauga yra išjungta.
my: ယခုဆိုက်တွင် ဝဘ်ဆိုက်ကြည့်ရှုခြင်းကို ခြေရာခံသည့် အစိတ်အပိုင်းများ ပါဝင်သည်။ သင်သည် ခြေရာခံကာကွယ်မှုကို ပိတ်ထားသည်။
nb: Dette nettstedet inneholder element som kan spore surfingen din. Du har slått av sporingsbeskyttelse.
nl: Deze website bevat elementen die uw surfgedrag zouden kunnen volgen. U hebt bescherming uitgeschakeld.
nn: Denne nettsida inneheld element som kan spore surfinga di. Du har slått av sporingsvern.
pa_in: ਸਾਈਟ ਵਿੱਚ ਕੁਝ ਭਾਗ ਹਨ, ਜੋ ਕਿ ਤੁਹਾਡੇ ਬਰਾਊਜ਼ ਕਰਨ ਨੂੰ ਟਰੈਕ ਕਰ ਸਕਦੇ ਹਨ। ਤੁਸੀਂ ਸੁਰੱਖਿਆ ਨੂੰ ਅਸਮਰੱਥ ਕਰ ਚੁੱਕੇ ਹੋ।
pt_br: O site tem elementos que podem rastrear sua navegação. Você desativou a proteção.
pt_pt: Este site inclui elementos que podem monitorizar a sua navegação. Tem a proteção desativada.
sq: Ky sajt përmban elemente që mund të ndjekin shfletimin tuaj. Mbrojtjen e keni të çaktivizuar.
sv: Den här webbplatsen innehåller element som kan spåra din surfning. Ditt skydd är inaktiverat.
te: మీ విహరణ జాడ తెలుసుకొనే ఎలిమెంట్లను ఈ సైట్ కలిగివుంది. మీరు రక్షణను అచేతనించారు.
th: ไซต์มีองค์ประกอบที่อาจติดตามการเรียกดูของคุณ คุณได้ปิดใช้งานการป้องกัน
tr: Bu sitede gezintinizi izleme ihtimali olan öğeler var. Korumayı devre dışı bıraktınız.
uk: Цей сайт містить елементи, що можуть стежити за вашим переглядом. Ви вимкнули захист.
ur: اس سائٹ میں عناصر شامل ہیں جو آپ کی براؤزنگ کا سراغ لگا سکتے ہیں۔ آپ نے حفاظت نا اہل بنا دی ہے۔
vi: Trang web chứa các thành phần có thể theo dõi bạn. Bãn đã tắt tính năng chống theo dõi.

# Menu.TrackingProtectionWhitelistRemove.Title
source: Enable for this site
ast: Activar pa esti sitiu
az: Bu sayt üçün aktivləşdir
bn: এই সাইটের জন্য সক্রিয় করুন
br: Gweredekaat evit al lec’hienn-mañ
ca: Activa per a aquest lloc
cy: Galluogi ar gyfer y wefan hon
da: Aktivér for dette websted
de: Für diese Website aktivieren
eo: Aktiva por tiu ĉi retejo
fa: فعالسازی برای این پایگاه اطلاع رسانی
fr: Activer pour ce site
gd: Cuir an comas air an làrach seo
hi_in: इस साइट के लिए सक्रिय करें
hy_am: Միացնել այս կայքի համար
ia: Activar pro iste sito
id: Aktifkan untuk situs ini
is: Virkja fyrir þetta vefsvæði
km: បើកសម្រាប់គេហទំព័រនេះ
kn: ಈ ತಾಣಕ್ಕೆ ಸಕ್ರಿಯಗೊಳಿಸಿ
lt: Įjungti šioje svetainėje
my: ယခုဆိုက်အတွက် ဖွင့်
nb: Slå på for dette nettstedet
nl: Inschakelen voor deze website
nn: Slå på for denne nettstaden
pa_in: ਇਸ ਸਾਈਟ ਲਈ ਸਮਰੱਥ ਕਰੋ
pt_br: Ativar neste site
pt_pt: Ativar para este site
sq: Aktivizoje për këtë sajt
sv: Aktivera för den här sidan
te: ఈ సైట్ కోసం చేతనపరచు
th: เปิดใช้งานสำหรับไซต์นี้
tr: Bu sitede etkinleştir
uk: Увімкнути для цього сайту
ur: اس سائٹ کے لیئے اہل بنائیں
vi: Kích hoạt cho trang này

# Menu.WhatsNew.Title
source: What's New
ast: Novedaes
az: Yeniliklər
be: Што новага
bn: নতুন কি আছে
br: Petra nevez
ca: Novetats
cy: Be sy'n Newydd
da: Nyheder
de: Was ist neu
el: Τι νέο υπάρχει
eo: Novaĵoj
et: Mis on uut?
fa: چه چیز جدیدی اومده
fi: Mitä uutta
fr: Nouveautés
gd: Na tha ùr
hi_in: नया क्या है
hr: Što je novo
hy_am: Ինչն է նոր
ia: Novitates
id: Kabar Terbaru
is: Hvað er nýtt
it: Novità
km: មានអ្វី​​ថ្មី
kn: ಹೊಸತೇನಿದೆ
lt: Kas naujo
my: ဘာအသစ်ရှိမလဲ
nb: Hva er nytt
nl: Wat is er nieuw
nn: Kva er nytt
oc: Qué de nòu ?
or: ନୂଆ କଣ ରହିଛି
pa_in: ਨਵਾਂ ਕੀ ਹੈ
pt_br: Novidades
pt_pt: Novidades
si: මොනවාද අළුත්
sk: Čo je nové
sq: Ç’ka të Re
sv: Vad är nytt
te: కొత్తవి ఏమిటి
th: มีอะไรใหม่
tr: Yeni neler var?
tt: Яңалыклар
uk: Що нового
ur: نیا کیا ہے
vi: Có gì mới

source: mobile device
ast: preséu móvil
az: mobil cihaz
be: мабільнае прылада
bn: মোবাইল ডিভাইস
br: trevnad hezoug
ca: dispositiu mòbil
cy: dyfais symudol
da: mobil enhed
de: Mobilgerät
el: κινητή συσκευή
eo: poŝaparato
et: mobiilseade
fa: دستگاه همراه
fi: mobiililaite
fr: appareil mobile
gd: uidheam mobile
hi_in: मोबाइल उपकरण
hr: mobilni uređaj
hy_am: բջջային սարք
ia: apparato mobile
id: perangkat seluler
is: handhægt tæki
it: dispositivo mobile
km: ឧបករណ៍​ចល័ត
kn: ಮೊಬೈಲ್ ಸಾಧನ
lt: mobilusis įrenginys
my: မိုဘိုင်း ပစ္စည်း
nb: mobilenhet
nl: mobiel apparaat
nn: mobileining
oc: periferic mobil
pa_in: ਮੋਬਾਈਲ ਡਿਵਾਈਸ
pt_br: dispositivo móvel
pt_pt: dispositivo móvel
si: ජංගම උපාංගය
sk: mobilné zariadenie
sq: pajisje celulare
sv: mobil enhet
te: మొబైల్ పరికరం
th: อุปกรณ์มือถือ
tr: mobil cihaz
tt: мобиль җиһаз
uk: мобільний пристрій
ur: موبائل آلہ
vi: thiết bị di động

source: more than a month ago
af: meer as ’n maand gelede
ast: hai más d'un mes
az: 1 aydan daha əvvəl
be: больш за месяц таму
bn: এক মাসেরও অধিক সময় আগে
br: pelloc’h eget ur miz ’zo
ca: fa més d'un mes
cy: mwy na mis yn ôl
da: mere end en måned siden
de: vor mehr als einem Monat
el: πάνω από ένα μήνα πριν
eo: antaŭ pli ol monato
et: rohkem kui kuu aega tagasi
fa: بیش از یک ماه
fi: yli kuukausi sitten
fr: il y a plus d’un mois
gd: barrachd air mìos air ais
hi_in: एक महीने पहले से अधिक
hr: prije više od mjesec dana
hy_am: մեկ ամսից առաջ
ia: plus de un mense retro
id: lebih dari sebulan lalu
is: eldra en mánaðar gamalt
it: più di un mese fa
km: ជាង​មួយ​ខែ​មុន
kn: ಒಂದು ತಿಂಗಳಿಗಿಂತ ಹೆಚ್ಚು
lt: daugiau nei prieš mėnesį
my: လွန်ခဲ့သော တစ်လကျော်က
nb: mer enn en måned siden
nl: meer dan een maand geleden
nn: meir enn ein månad sidan
oc: fa mai d’un mes
pa_in: ਇੱਕ ਮਹੀਨੇ ਪਹਿਲਾਂ ਤੋਂ ਵੱਧ
pt_br: há mais de um mês
pt_pt: há mais de um mês
si: මාසයකට පෙර
sk: pred viac ako mesiacom
sq: më shumë se një muaj më parë
sv: mer än en månad sedan
te: ఒక నెల క్రితం కంటే
th: มากกว่าหนึ่งเดือนที่แล้ว
tr: bir aydan önce
tt: бер айдан артык элек
uk: більш ніж місяць тому
ur: ایک ماہ قبل
vi: hơn một tháng trước

source: more than a week ago
af: meer as ’n week gelede
ast: hai más d'una selmana
az: 1 həftədən daha əvvəl
be: больш за тыдзень таму
bn: এক সপ্তাহেরও অধিক সময় আগে
br: pelloc’h eget ur sizhun ’zo
ca: fa més d'una setmana
cy: mwy nag wythnos yn ôl
da: mere end en uge siden
de: vor mehr als einer Woche
el: πάνω από μία εβδομάδα πριν
eo: antaŭ pli ol semajno
et: rohkem kui nädal tagasi
fa: بیش از چند هفته قبل
fi: yli viikko sitten
fr: il y a plus d’une semaine
gd: barrachd air seachdain air ais
hi_in: एक सप्ताह पहले से अधिक
hr: prije više od tjedan dana
hy_am: մեկ շաբաթից առաջ
ia: plus de un septimana retro
id: lebih dari seminggu lalu
is: eldra en viku gamalt
it: più di una settimana fa
km: ជាង​មួយ​សប្ដាហ៍​មុន
kn: ಒಂದು ವಾರಕ್ಕೂ ಹಿಂದೆ
lt: daugiau nei prieš savaitę
my: လွန်ခဲ့သော တပတ်ကျော်က
nb: mer enn en uke siden
nl: meer dan een week geleden
nn: meir enn ei veke sidan
oc: fa mai d’una setmana
pa_in: ਇੱਕ ਹਫ਼ਤਾ ਪਹਿਲਾਂ ਤੋਂ ਵੱਧ
pt_br: há mais de uma semana
pt_pt: há mais de uma semana
si: සතියකට පෙර
sk: pred viac ako týždňom
sq: më shumë se një javë më parë
sv: mer än en vecka sedan
te: ఒక వారం క్రితం కంటే
th: มากกว่าหนึ่งสัปดาห์ที่แล้ว
tr: bir haftadan eski
tt: бер атнадан артык элек
uk: більш ніж тиждень тому
ur: ایک ہفتہ قبل
vi: hơn một tuần trước

source: Navigation Toolbar
af: Navigasienutsbalk
ast: Barra de ferramientes de restolar
az: Naviqasiya Alət Sətri
be: Панэль навігацыі
bn: ন্যাভিগেশান টুলবার
br: Barenn ostilhoù merdeiñ
ca: Barra de navegació
cy: Bar Offer Symud
da: Navigationslinje
de: Navigations-Symbolleiste
el: Γραμμή εργαλείων πλοήγησης
eo: Retuma ilaro
et: Asukohariba
fa: نوار ابزار راهبری
fi: Navigointipalkki
fr: Barre de navigation
gd: Bàr-inneal na seòladaireachd
hi_in: संचरण औज़ारपट्टी
hr: Navigacijska traka alata
hy_am: Ուղղորդման գործիքագոտի
ia: Barra de navigation
id: Bilah Alat Navigasi
is: Flakktækjaslá
it: Barra degli strumenti di spostamento
km: របារ​ឧបករណ៍​រុករក​
kn: ನ್ಯಾವಿಗೇಶನ್ ಉಪಕರಣಪಟ್ಟಿ‍
lt: Naršymo juosta
my: ကူးသန်းရန် ခလုတ်ဘား
nb: Navigasjonsverktøylinje
nl: Navigatiewerkbalk
nn: Navigasjonsverktøylinje
oc: Barra de navegacion
or: ସାଧନପଟି ପଥପ୍ରଦର୍ଶନ
pa_in: ਨੈਵੀਗੇਸ਼ਨ ਟੂਲਬਾਰ
pt_br: Barra de navegação
pt_pt: Barra de ferramentas de navegação
si: යාත්‍රණ මෙවලම් තීරුව
sk: Panel Navigácia
sq: Panel Lëvizjesh
sv: Navigeringsfältet
te: నెవిగేషను టూల్బార్
th: แถบเครื่องมือนำทาง
tr: Gezinti araç çubuğu
tt: Навигация панеле
uk: Панель навігації
ur: گشت کاری ٹول بار
vi: Thanh điều hướng

source: New Tab
af: Nuwe oortjie
ast: Llingüeta nueva
az: Yeni Vərəq
be: Новая картка
bn: নতুন ট্যাব
br: Ivinell nevez
ca: Pestanya nova
cy: Tab Newydd
da: Nyt faneblad
de: Neuer Tab
el: Νέα καρτέλα
eo: Nova langeto
et: Uus kaart
fa: زبانه‌ جدید
fi: Uusi välilehti
fr: Nouvel onglet
gd: Taba ùr
hi_in: नया टैब
hr: Nova kartica
hy_am: Նոր Ներդիր
ia: Nove scheda
id: Tab Baru
is: Nýr flipi
it: Nuova scheda
km: ផ្ទាំងថ្មី
kn: ಹೊಸ ಟ್ಯಾಬ್‍
lt: Nauja kortelė
my: တပ်ဗ်အသစ်
nb: Ny fane
nl: Nieuw tabblad
nn: Ny fane
oc: Onglet novèl
or: ନୂତନ ଟ୍ୟାବ
pa_in: ਨਵੀਂ ਟੈਬ
pt_br: Nova aba
pt_pt: Novo separador
si: නව පටිත්ත
sk: Nová karta
sq: Skedë e Re
sv: Ny flik
te: కొత్త ట్యాబు
th: แท็บใหม่
tr: Yeni sekme
tt: Яңа таб
uk: Нова вкладка
ur: نیا ٹیب
vi: Thẻ mới

source: No
af: Nee
ast: Non
az: Xeyr
be: Не
bn: না
br: Ket
cy: Na
da: Nej
de: Nein
el: Όχι
eo: Ne
et: Ei
fa: خیر
fi: Ei
fr: Non
gd: Chan eil
hi_in: नहीं
hr: Ne
hy_am: Ոչ
id: Tidak
is: Nei
km: ទេ
kn: ಇಲ್ಲ
lt: Ne
my: မဟုတ်
nb: Nei
nl: Nee
nn: Nei
oc: Non
or: ନା
pa_in: ਨਹੀਂ
pt_br: Não
pt_pt: Não
si: නැහැ
sk: Nie
sq: Jo
sv: Nej
te: కాదు
th: ไม่
tr: Hayır
tt: Юк
uk: Ні
ur: نہیں
vi: Không

source: No tabs
af: Geen oortjies
ast: Ensin llingüetes
az: Vərəq yoxdur
be: Няма картак
bn: কোন ট্যাব নেই
br: Ivinell ebet
ca: No hi ha cap pestanya
cy: Dim tabiau
da: Ingen faneblade
de: Keine Tabs
el: Καμία καρτέλα
eo: Neniu langeto
et: Kaardid puuduvad
fa: بدون زبانه‌ها
fi: Ei välilehtiä
fr: Aucun onglet
gd: Gun tabaichean
hi_in: कोई टैब नहीं
hr: Nema kartica
hy_am: Չկան ներդիրներ
ia: Nulle scheda
id: Tidak ada tab
is: Engir flipar
it: Nessuna scheda
km: គ្មាន​ផ្ទាំង
kn: ಟ್ಯಾಬ್‌ಗಳಿಲ್ಲ
lt: Nėra kortelių
my: တပ်ဗ်မရှိ
nb: Ingen faner
nl: Geen tabbladen
nn: Ingen faner
oc: I a pas cap d’onglet
or: କୌଣସି ଟ୍ୟାବ ନାହିଁ
pa_in: ਟੈਬਾਂ ਨਹੀਂ ਹਨ
pt_br: Nenhuma aba
pt_pt: Sem separadores
si: නව පටිති
sk: Žiadne karty
sq: S’ka skeda
sv: Inga flikar
te: ట్యాబులు లేవు
th: ไม่มีแท็บ
tr: Sekme yok
tt: Таблар юк
uk: Немає вкладок
ur: کوئی ٹیس نہیں
vi: Không có thẻ

source: OK
af: Goed
ast: D'acuerdu
az: Tamam
bn: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eo: Akcepti
et: Olgu
fa: تایید
hi_in: ठीक
hr: U redu
hy_am: Լավ
id: Oke
km: យល់ព្រម
lt: Gerai
my: အိုကေ
oc: D'acòrdi
or: ଠିକ ଅଛି
pa_in: ਠੀਕ ਹੈ
si: හරි
te: సరే
th: ตกลง
tr: Tamam
tt: ОК
uk: Гаразд
ur: ٹھیک ہے

source: Okay
ast: Val
az: Tamam
be: Так
bn: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
da: Ja
de: OK
el: Εντάξει
eo: Bone
et: Olgu
fa: تایید
fi: Okei
fr: OK
gd: Ceart ma-thà
hi_in: ठीक है
hr: U redu
hy_am: Լավ
ia: OK
id: Oke
is: Allt í lagi
it: OK
km: យល់ព្រម
kn: ಸರಿ
lt: Gerai
my: အိုကေ
nb: OK
nl: Oké
nn: OK
oc: OK
or: ଆଛା ହଉ
pa_in: ਠੀਕ ਹੈ
pt_br: Ok
pt_pt: OK
si: හරි
sk: OK
sq: OK
sv: Okej
te: సరే
th: ตกลง
tr: Tamam
tt: Ярар
uk: Гаразд
ur: ٹھیک ہے
vi: OK

# Onboarding.WhatsNew.Button.Title
source: Start Browsing
be: Пачаць агляданне
bn: ব্রাউজিং শুরু করুন
br: Kregiñ gant ar merdeiñ
ca: Comença a navegar
cy: Cychwyn Pori
da: Gå i gang
de: Lossurfen
el: Έναρξη περιήγησης
eo: Komenci retumi
et: Alusta veebilehitsemist
fi: Aloita selaaminen
fr: Commencer la navigation
gd: Tòisich air brabhsadh
hi_in: ब्राउजिंग शुरू करें
hr: Započni pregledavanje
hy_am: Սկսել զննումը
ia: Comenciar a navigar
id: Mulai Menjelajah
is: Fara að vafra
it: Inizia a navigare
lt: Pradėti naršymą
nb: Begynn å surfe
nl: Beginnen met surfen
nn: Byrj surfinga
pa_in: ਬਰਾਊਜ਼ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ
pt_br: Iniciar navegação
pt_pt: Começar a navegar
si: පිරික්සීම අරඹන්න
sk: Začať prehliadanie
sq: Filloni të Shfletoni
sv: Börja surfa
th: เริ่มการเรียกดู
tr: Gezinmeye başla
uk: Почати перегляд
ur: براؤزنگ شروع کریں
vi: Bắt đầu duyệt web

# Onboarding.WhatsNew.Description
source: It’s now easier to pick up where you left off.
br: Aesoc’h eo adstagañ lec’h m’ho peus paouezet.
ca: Ara és més fàcil continuar des d’on ho havíeu deixat.
cy: Mae nawr yn haws ailgychwyn o’r lle y gwnaethoch chi adael.
da: Det er blevet lettere at fortsætte, hvor du slap.
de: Es ist jetzt einfacher, dort weiterzumachen, wo Sie aufgehört haben.
eo: Nun estas pli facile repreni vian retumon tie, kie vi ĝin interrompis.
fr: Il est désormais plus facile de reprendre là où vous en étiez.
gd: Tha e nas fhasa a-nis leantainn ort far an robh thu roimhe.
hy_am: Այժմ ավելի հեշտ է շարունակել այն տեղից, որտեղ կանգ եք առել:
ia: Ora il es plus veloce recomenciar ubi tu abandonava.
id: Sekarang lebih mudah untuk melanjutkan dari sesi sebelumnya.
is: Nú er auðveldara að halda áfram þar sem frá var horfið.
lt: Dabar lengviau tęsti nuo ten, kur baigėte.
nb: Det er nå lettere å komme tilbake der du sluttet.
nl: Het is nu eenvoudiger om verder te gaan waar u was gebleven.
nn: Det er no enklare å fortsetje der du slutta.
pa_in: ਜਿੱਥੇ ਤੁਸੀਂ ਛੱਡ ਕੇ ਗਈ ਸੀ, ਉਥੋਂ ਹੀ ਸ਼ੁਰੂ ਕਰਨਾ ਸੌਖਾ ਹੈ।
pt_br: Agora é mais fácil continuar de onde você parou.
pt_pt: Agora é mais simples continuar de onde parou.
sq: Tani është më e lehtë t’ia rifilloni atje ku e latë.
sv: Det är nu enklare att fortsätta där du slutade.
th: คุณสามารถกลับมาดูหน้าเว็บที่คุณดูค้างไว้ได้ง่ายขึ้นแล้ว
tr: Kaldığınız yerden devam etmek artık daha kolay.
uk: Тепер легше продовжити звідти, де ви зупинилися.
vi: Giờ đây, việc tiếp tục nơi bạn đã dừng lại sẽ trở nên dễ dàng hơn.
