Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Search.Awesomebar.SwitchToTab
source: Switch to tab
be: Перайсці ў картку
bn: ট্যাবে সুইচ করুন
br: Mont d'an ivinell
ca: Canvia a la pestanya
cy: Newid i'r tab
da: Skift til faneblad
de: Zum Tab wechseln
el: Εναλλαγή σε καρτέλα
eo: Iri al langeto
et: Lülitu kaardile
fi: Vaihda välilehteen
fr: Aller à l’onglet
gd: Geàrr leum gun taba
hi_in: टैब पर जाएँ
hr: Prebaci na karticu
hy_am: Անցնել ներդիրին
ia: Mutar al scheda
id: Pindah ke tab
is: Skipta yfir á flipa
it: Passa alla scheda
km: ប្ដូរ​ទៅ​ផ្ទាំង
lt: Pereiti į kortelę
nb: Bytt til fane
nl: Wisselen naar tabblad
nn: Byt til fane
pa_in: ਟੈਬ ਉੱਤੇ ਜਾਓ
pt_br: Mudar para aba
pt_pt: Mudar para o separador
si: පටිත්තට මාරුවන්න
sk: Prejsť na kartu
sq: Kalo te skeda
sv: Växla till flik
th: สลับไปยังแท็บ
tr: Sekmeye geç
uk: Перейти на вкладку
ur: ٹیب پر سوئچ کریں
vi: Chuyển sang thẻ

# Search.ThirdPartyEngines.AddMessage
source: The new search engine will appear in the quick search bar.
af: Die nuwe soekenjin sal in die snelsoekbalk verskyn.
ast: El motor de busca nuevu va apaecer na barra de busca rápida.
az: Yeni axtarış mühərriyi cəld axtarış sətrində peyda olacaq.
be: Новая пошукавая сістэма з'явіцца ў панэлі хуткага пошуку.
bn: নতুন অনুসন্ধানের ইঞ্জিন কুইক সার্চ বারে থাকবে।
br: Er varrenn glask prim e vo skrammet al lusker enklask nevez.
ca: El motor de cerca nou apareixerà a la barra de cerca ràpida.
cy: Bydd y peiriant chwilio newydd yn ymddangos yn y bar chwilio cyflym.
da: Den nye søgetjeneste vil blive vist i linjen "Hurtig søgning"
de: Die neue Suchmaschine erscheint in der Schnellsuchleiste.
el: Η νέα μηχανή αναζήτησης θα εμφανιστεί στη γραμμή γρήγορης αναζήτησης.
eo: La nova serĉilo aperos en la rapida serĉostrio.
et: Uus otsingumootor ilmub kiirotsinguribale.
fa: موتور جدید جست‌وجو در نوار جست‌وجو سریع ظاهر خواهد شد.
fi: Uusi hakukone ilmestyy pkahakupalkkiin.
fr: Le nouveau moteur de recherche apparaîtra dans la barre de recherche rapide.
gd: Nochdaidh an t-einnsean-luirg ùr ann am bàr nan lorg gu luath.
hi_in: नया खोज इंजन त्वरित खोज पट्टी में दिखाई देगा।
hr: Nova tražilica će se pojavit na traci za brzo pretraživanje.
hy_am: Նոր որոնիչը կհայտնվի արագ որոնման գոտիում:
ia: Le nove motor de recerca apparera in le barra de recerca rapide.
id: Mesin pencari baru akan muncul di bilah pencarian cepat.
is: Nýja leitarvélin mun birtast í leitarsvæðinu
it: Il nuovo motore di ricerca verrà visualizzato nella barra di ricerca rapida.
km: ម៉ាស៊ីន​ស្វែងរក​ថ្មី​នឹង​បង្ហាញ​នៅ​ក្នុង​របារ​ស្វែងរក​រហ័ស។
lt: Naujoji ieškyklė atsiras sparčiosios paieškos juostoje.
my: ရှာဖွေရေးယန္တရားအသစ်သည် အမြန်ရှာဖွေရေး ဘားတွင် ပေါ်လာပါမည်။
nb: Den nye søkemotoren vil vises i hurtigsøkelinjen.
nl: De nieuwe zoekmachine verschijnt in de snelzoekbalk.
nn: Den nye søkjemotoren vil visast i hurtigsøkjelinja.
oc: Lo novèl motor de recèrca apareisserà dins la barra de recèrca rapida.
pa_in: ਨਵਾਂ ਖੋਜ ਇੰਜਣ ਤੁਰੰਤ ਖੋਜ ਪੱਟੀ ਵਿੱਚ ਦਿਖਾਈ ਦੇਵੇਗਾ।
pt_br: O novo mecanismo de pesquisa aparecerá na barra de pesquisa rápida.
pt_pt: O novo motor de pesquisa aparecerá na barra de pesquisa rápida.
si: නව සෙවුම් යන්ත්‍රය ඉක්මන් සෙවුම් තීරුවේ දිස්වනු ඇත.
sk: Nový vyhľadávací modul sa objaví v paneli rýchleho vyhľadávania.
sq: Motori i ri i kërkimeve do të shfaqet te shtylla e kërkimeve të shpejta.
sv: Den nya sökmotorn kommer att visas i snabbsökningsfältet.
te: క్రొత్త శోధన ఇంజన్ శీఘ్ర శోధన బార్ లో కనిపిస్తుంది.
th: เครื่องมือค้นหาใหม่จะปรากฏในแถบค้นหาด่วน
tr: Yeni arama motoru hızlı arama çubuğunda görünecektir.
tt: Яңа эзләү системасы тиз эзләү юлында күренәчәк.
uk: Новий засіб пошуку з'явиться в панелі швидкого пошуку.
ur: نیا تلاش انجن فوری تلاش کے بار میں ظاہر ہو گا ۔
vi: Công cụ tìm kiếm mới sẽ xuất hiện trong thanh tìm kiếm nhanh.

# Search.ThirdPartyEngines.AddSuccess
source: Added Search engine!
af: Soekenjin bygevoeg!
ast: ¡Amestóse'l motor de busca!
az: Axtarış mühərriyi əlavə edildi!
be: Пашукавік дададзены!
bn: অনুসন্ধানের ইঞ্জিন যোগ করুন!
br: Lusker enklask ouzhpennet!
ca: S'ha afegit un motor de cerca
cy: Ychwanegwyd peiriant Chwilio!
da: Tilføjet søgetjeneste
de: Suchmaschine hinzugefügt!
el: Προστέθηκε μηχανή αναζήτησης!
eo: Serĉilo aldonita!
et: Otsingumootor lisatud!
fa: افزودن موتور جست‌وجو
fi: Hakukone lisätty!
fr: Le moteur de recherche a été ajouté.
gd: Chaidh an t-einnsean-luirg a chur ris!
hi_in: सर्च इंजन जोड़ा गया!
hr: Tražilica je dodana!
hy_am: Ավելացվել է որոնիչ
ia: Motor de recerca addite!
id: Mesin pencari ditambahkan!
is: Leitarvél hefur verið bætt við!
it: Aggiunto motore di ricerca
km: បាន​បន្ថែម​ម៉ាស៊ីន​ស្វែងរក!
kn: ಹುಡುಕು ಸಾಧನವನ್ನು ಸೇರಿಸಲಾಗಿದೆ!
lt: Pridėta ieškyklė!
my: ရှာဖွေရေးယန္တရား ထည့်သွင်းပြီးပြီ။
nb: La til søkemotor!
nl: Zoekmachine toegevoegd!
nn: La til søkjemotor!
oc: Motor de recèrca apondut
or: ଖୋଜା ଯନ୍ତ୍ର ଯୋଗ ହେଲା
pa_in: ਖੋਜ ਇੰਜਣ ਨੂੰ ਜੋੜਿਆ ਗਿਆ!
pt_br: Mecanismo de pesquisa adicionado!
pt_pt: Motor de pesquisa adicionado!
si: සෙවුම් යන්ත්‍රය එක් කෙරිණි!
sk: Pridať vyhľadávací modul!
sq: Motori i Kërkimeve u Shtua!
sv: Sökmotor tillagd!
te: శోధన ఇంజిన్ జోడించబడింది!
th: เพิ่มเครื่องมือค้นหาแล้ว!
tr: Arama motoru eklendi!
tt: Эзләү системасы өстәлде!
uk: Засіб пошуку додано!
ur: شامل شدہ تلاش کے انجن!
vi: Đã thêm công cụ tìm kiếm!

# Search.ThirdPartyEngines.AddTitle
source: Add Search Provider?
af: Voeg soekverskaffer by?
ast: ¿Quies amestar el fornidor de busques?
az: Axtarış provayderi əlavə edilsin?
be: Дадаць пашукавік?
bn: অনুসন্ধান সেবা প্রদানকারী যোগ করুন?
br: Ouzhpennañ ur pourchaser enklask?
ca: Voleu afegir el motor de cerca?
cy: Ychwanegu Darparwr Chwilio?
da: Tilføj søgetjeneste?
de: Suchmaschine hinzufügen?
el: Προσθήκη παρόχου αναζήτησης;
eo: Ĉu aldoni serĉilon?
et: Kas lisada otsingupakkuja?
fa: افزودن سرویس دهنده جست‌وجو؟
fi: Lisätäänkö hakukone?
fr: Ajouter le moteur de recherche ?
gd: A bheil thu airson an solaraiche luirg a chur ris?
hi_in: खोज प्रदाता जोड़ें?
hr: Dodati pružatelja usluge pretraživanja?
hy_am: Ավելացնե՞լ որոնիչ
ia: Adder un motor de recerca?
id: Tambah Penyedia Pencarian?
is: Bæta við leitarvél?
it: Aggiungere il motore di ricerca?
km: បន្ថែម​អ្នក​ផ្ដល់​សេវា​ស្វែងរក?
lt: Pridėti ieškyklę?
my: ရှာဖွေရေး ဝန်ဆောင်မှုကို ထည့်မည်လား။
nb: Legg til søketilbyder?
nl: Zoekprovider toevoegen?
nn: Leggje til søkjetilbydar?
oc: Apondre un motor de recèrca ?
or: ଖୋଜା ଯନ୍ତ୍ର ଯୋଗ କରିବେ?
pa_in: ਖੋਜ ਉਪਲੱਬਧ ਕਰਵਾਉਣ ਵਾਲੇ ਨੂੰ ਜੋੜਨਾ ਹੈ?
pt_br: Adicionar provedor de pesquisa?
pt_pt: Adicionar motor de pesquisa?
si: සෙවුම් යන්ත්‍රය එක් කරන්නද?
sk: Pridať poskytovateľa vyhľadávania?
sq: Të shtohet Furnizuesi i Kërkimeve?
sv: Lägg till söktjänst?
te: శోధన ప్రదాతను చేర్చు?
th: เพิ่มผู้ให้บริการค้นหา?
tr: Arama sağlayıcısı eklensin mi?
tt: Эзләү тәэминатчысын өстисезме?
uk: Додати засіб пошуку?
ur: تلاش مہيا کار کا اضافہ کریں؟
vi: Thêm nhà cung cấp tìm kiếm?

# Search.ThirdPartyEngines.Cancel
source: Cancel
af: Kanselleer
ast: Encaboxar
az: Ləğv et
be: Скасаваць
bn: বাতিল করুন
br: Nullañ
ca: Cancel·la
cy: Diddymu
da: Annuller
de: Abbrechen
el: Ακύρωση
eo: Nuligi
et: Loobu
fa: لغو
fi: Peruuta
fr: Annuler
gd: Sguir dheth
hi_in: रद्द करें
hr: Odustani
hy_am: Չեղարկել
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
km: បោះបង់​
kn: ರದ್ದು ಮಾಡು
lt: Atsisakyti
my: မဆောင်ရွက်ပါ
nb: Avbryt
nl: Annuleren
nn: Avbryt
oc: Anullar
or: ବାତିଲ କରନ୍ତୁ
pa_in: ਰੱਦ ਕਰੋ
pt_br: Cancelar
pt_pt: Cancelar
si: අවලංගු
sk: Zrušiť
sq: Anuloje
sv: Avbryt
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
tt: Баш тарту
uk: Скасувати
ur: منسوخ کریں
vi: Hủy bỏ

# Search.ThirdPartyEngines.DuplicateErrorMessage
source: A search engine with this title or URL has already been added.
af: ’n Soekenjin met dié titel of URL is reeds bygevoeg.
ast: Yá s'amestó un motor de busca con esti títulu o URL.
az: Bu başlıq və ya URL ilə axtarış mühərriki artıq əlavə edilib.
be: Пошукавая сістэма з такой назвай або URL ужо была дададзена.
bn: এই শিরোনাম বা URL এর সাথে সার্চ ইঞ্জিন ইতিমধ্যেই যুক্ত হয়েছে।
br: Ul lusker enklask gant an titl-mañ pe an URL-mañ a zo bet ouzhpennet endeo.
ca: Ja existeix un cercador amb aquest nom o adreça web.
cy: Mae peiriant chwilio gyda'r teitl hwn neu URL eisioes wedi ei ychwanegu.
da: En søgetjeneste med denne titel eller URL er allerede tilføjet.
de: Eine Suchmaschine mit diesem Titel oder dieser URL wurde bereits hinzugefügt.
el: Μια μηχανή αναζήτησης με αυτό τον τίτλο ή το URL έχει ήδη προστεθεί.
eo: Jam estis aldonita serĉilo kun tiu nomo aŭ retadreso.
et: Selle nime või URLiga otsingumootor on juba lisatud.
fa: یک موتور جست‌وجو با این عنوان و آدرس قبلا اضافه شده است.
fi: Hakukone tällä otsikolla tai osoitteella on jo lisätty.
fr: Un moteur de recherche du même nom ou de la même adresse a déjà été ajouté.
gd: Chaidh einnsean-luirg aig a bheil an tiotal no URL seo a chur ris mu thràth.
hi_in: इस शीर्षक या URL के साथ एक खोज इंजन पहले ही जोड़ा जा चुका है।
hr: Već je dodana tražilica s ovim naslovom ili URL-om.
hy_am: Տվյալ անվանումով կամ URL-ով որոնիչ արդեն ավելացված է:
ia: Un motor de recerca con iste titulo o URL ha ja essite addite.
id: Mesin pencari dengan judul ini atau URL telah berhasil ditambahkan.
is: Leitarvél eða slóð með sama heiti er þegar til staðar.
it: È già presente un motore di ricerca con questo nome o URL.
km: ម៉ាស៊ីនស្វែងរក ជាមួយចំណងជើងនេះ ឬ URL ដែល​បាន​បញ្ចូល​រួចហើយ។
lt: Ieškyklė šiuo pavadinimu arba URL jau yra pridėta.
my: ယခု URL ဖြင့် ရှာဖွေရေး ယန္တာရား ထည့်သွင်းပြီး
nb: En søkemotor med dette navnet eller URL-en er allerede lagt til.
nl: Er is al een zoekmachine met deze titel of URL toegevoegd.
nn: Ein søkjemotor med dette namnet eller URL er allereie lagt til.
oc: Un motor de recèrca amb aqueste nom o adreça es ja estat apondut.
pa_in: ਇਸ ਨਾਂ ਜਾਂ URL ਨਾਲ ਖੋਜ ਇੰਜਣ ਪਹਿਲਾਂ ਹੀ ਜੋੜਿਆ ਗਿਆ ਹੈ।
pt_br: Já foi adicionado um mecanismo de pesquisa com este título ou URL.
pt_pt: Um motor de pesquisa com este título ou URL já foi adicionado.
si: මෙම සිරැසිය හෝ ඒ.ස.නි. සහිත සෙවුම් යන්ත්‍රයක් දැනටමත් එක් කර ඇත.
sk: Vyhľadávací modul s týmto názvom alebo s touto adresou už bol pridaný.
sq: Është shtuar tashmë një motor kërkimesh me këtë titull ose URL.
sv: En sökmotor med denna titel eller URL har redan lagts till.
te: ఈ శీర్షిక లేదా URL తో ఇప్పటికే ఒక శోధన యంత్రము జోడించబడింది.
th: เพิ่มเครื่องมือค้นหาที่มีชื่อหรือ URL นี้ไว้อยู่แล้ว
tr: Bu başlık veya URL’ye sahip bir arama motoru zaten eklenmiş.
tt: Андый исемле я URL-лы эзләү системасы өстәлгән инде.
uk: Засіб пошуку з такою назвою чи URL-адресою вже було додано.
ur: اس سرتحریر یا URL کے ساتھ کا تلاش انجن پہلے سے شامل ہے۔
vi: Một công cụ tìm kiếm với tiêu đề hoặc URL này đã được thêm trước đó.

# Search.ThirdPartyEngines.DuplicateErrorTitle
source: Failed
ast: Falló
az: Uğursuz oldu
be: Няўдача
bn: ব্যর্থ
br: C’hwitet
ca: Error
cy: Methwyd
da: Mislykkedes
de: Fehlgeschlagen
el: Αποτυχία
eo: Malsukcesa
et: Ebaõnnestus
fa: شکست خورد
fi: Epäonnistui
fr: Échec
gd: Dh’fhàillig e
hi_in: विफल
hr: Neuspješno
hy_am: Ձախողում
ia: Fallite
id: Gagal
is: Mistókst
it: Non riuscito
km: បរាជ័យ
kn: ವಿಫಲವಾಗಿದೆ
lt: Nepavyko
my: မအောင်မြင်ပါ
nb: Mislyktes
nl: Mislukt
nn: Mislykkast
oc: Fracàs
or: ବିଫଳ ହୋଇଛି
pa_in: ਅਸਫ਼ਲ ਹੈ
pt_br: Falhou
pt_pt: Falhou
si: අසමත් විය
sk: Zlyhanie
sq: Dështoi
sv: Misslyckades
te: విఫలమైంది
th: ล้มเหลว
tr: Başarısız
tt: Уңышсыз
uk: Не вдалося
ur: ناکام رہا
vi: Thất bại

# Search.ThirdPartyEngines.FailedMessage
source: The search provider could not be added.
af: Die soekverskaffer kon nie bygevoeg word nie.
ast: Nun se pudo amestar el fornidor de busques.
az: Axtarış provayderi əlavə edilə bilmir.
be: Не ўдалося дадаць пашуковую сістэму.
bn: অনুসন্ধান প্রদানকারীকে যোগ করা যাবে না।
br: N’haller ket ouzhpennañ ar pourchaser enklask.
ca: No s'ha pogut afegir el motor de cerca.
cy: Nid oedd modd ychwanegu peiriant chwilio.
da: Søgetjenesten kunne ikke tilføjes.
de: Die Suchmaschine konnte nicht hinzugefügt werden.
el: Δεν ήταν δυνατή η προσθήκη παρόχου αναζήτησης.
eo: Ne eblis aldoni la serĉprovizanton.
et: Otsingupakkujat polnud võimalik lisada.
fa: قادر به افزودن سرویس دهنده جست‌و‌جو وجود ندارد.
fi: Hakukonetta ei voitu lisätä.
fr: Le moteur de recherche ne peut pas être ajouté.
gd: Cha bʼ urrainn dhuinn an solaraiche luirg a chur ris.
hi_in: खोज प्रदाता जोड़ा नहीं जा सका।
hr: Nije moguće dodati pružatelja usluge pretraživanja.
hy_am: Որոնիչը հնարավոր չէ ավելացնել:
ia: Le motor de recerca non ha potite esser addite.
id: Penyedia pencarian tidak dapat ditambahkan.
is: Ekki var hægt að bæta við leitarvélinni.
it: Impossibile aggiungere il motore di ricerca.
km: មិន​អាច​បញ្ចូល​​​អ្នក​ផ្ដល់​សេវា​ស្វែងរក​​បាន​ទេ។
lt: Ieškyklės pridėti nepavyko.
my: ရှာဖွေရေးဝန်ဆောင်မှုကို မထည့်သွင်းနိုင်ပါ။
nb: Klarte ikke å legge til søketilbyderen.
nl: De zoekprovider kon niet worden toegevoegd.
nn: Klarte ikkje å legje til søkjetilbydaren.
oc: Lo motor de recèrca a pas pogut èsser apondut.
pa_in: ਖੋਜ ਉਪਲੱਬਧ ਕਰਵਾਉਣ ਵਾਲੇ ਨੂੰ ਜੋੜਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ।
pt_br: O provedor de pesquisa não pôde ser adicionado.
pt_pt: Não foi possível adicionar o motor de pesquisa.
si: සෙවුම් යන්ත්‍රය එක් කළ නොහැකි විය.
sk: Poskytovateľ vyhľadávania nemohol byť pridaný.
sq: Furnizuesi i kërkimeve s’u shtua dot.
sv: Söktjänsten kunde inte läggas till.
te: శోధన అందింపుదారు జోడింపు కాలేదు.
th: ไม่สามารถเพิ่มผู้ให้บริการค้นหา
tr: Arama sağlayıcısı eklenemedi.
tt: Эзләү тәэминатчысын өстәп булмады.
uk: Не вдалося додати засіб пошуку.
ur: تلاش مہیا کار کا اضافہ نہیں کیا جا سکا۔
vi: Không thể thêm nhà cung cấp tìm kiếm.

# Search.ThirdPartyEngines.FailedTitle
source: Failed
ast: Falló
az: Mümkün olmadı
be: Няўдача
bn: ব্যর্থ হয়েছে
br: C’hwitet
ca: Error
cy: Methwyd
da: Mislykkedes
de: Fehlgeschlagen
el: Αποτυχία
eo: Malsukcesa
et: Ebaõnnestus
fa: شکست خورد
fi: Epäonnistui
fr: Échec
gd: Air fàilligeadh
hi_in: विफल
hr: Neuspješno
hy_am: Ձախողում
ia: Fallite
id: Gagal
is: Villa
it: Operazione non riuscita
km: បរាជ័យ​
kn: ವಿಫಲಗೊಂಡಿದೆ
lt: Nepavyko
my: မအောင်မြင်ပါ
nb: Mislyktes
nl: Mislukt
nn: Mislykka
oc: Fracàs
or: ବିଫଳ ହୋଇଛି
pa_in: ਅਸਫ਼ਲ ਹੈ
pt_br: Falhou
pt_pt: Falhou
si: අසමත් විය
sk: Zlyhanie
sq: Dështoi
sv: Misslyckades
te: విఫలమైంది
th: ล้มเหลว
tr: Başarısız
tt: Уңышсыз
uk: Невдача
ur: ناکام رہا
vi: Thất bại

# Search.ThirdPartyEngines.FormErrorMessage
source: Please fill all fields correctly.
af: Vul asb. alle velde korrek in.
ast: Rellena tolos campos correutamente.
az: Lütfən bütün sətirləri doğru doldurun.
be: Калі ласка, запоўніце ўсе палі правільна.
bn: অনুগ্রহ করে যে সব ক্ষেত্রগুলিকে সঠিকভাবে পূরণ করুন।
br: Leugnit an holl vaeziennoù en un doare reizh.
ca: Empleneu correctament tots els camps.
cy: Llanwch pob maes yn gywir.
da: Udfyld alle felter korrekt.
de: Bitte füllen Sie alle Felder korrekt aus.
el: Παρακαλώ συμπληρώστε σωστά όλα τα πεδία.
eo: Bonvolu plenigi ĉiujn kampojn korekte.
et: Palun täida kõik väljad korrektselt.
fa: لطفا تمام فیلدها رو به طور صحیح وارد کنید.
fi: Ole hyvä ja täytä kaikki kentät oikein.
fr: Veuillez renseigner correctement l’ensemble des champs.
gd: Lìon gach raon mar bu chòir.
hi_in: कृपया सारे क्षेत्र सही से भरें।
hr: Ispuni sva polja ispravno.
hy_am: Լրացրե՛ք բոլոր դաշտերը:
ia: Per favor plena correctemente tote le campos.
id: Silakan isi semua kolom dengan benar.
is: Vinsamlega fylla rétt út í öll svæði.
it: Compila tutti i campi correttamente.
km: សូមបំពេញ​ចន្លោះទំនេរ​ឲ្យ​បាន​ត្រឹមត្រូវ។
lt: Prašome užpildyti visus laukus teisingai.
my: ကျေးဇူးပြု၍ ကွက်လပ်အားလုံးကို မှန်ကန်စွာ ဖြည့်ပါ။
nb: Fyll inn alle feltene korrekt.
nl: Vul alle velden juist in.
nn: Ver snil og fyll ut alle felta rett.
oc: Emplenatz corrèctament totes los camps.
pa_in: ਸਾਰੇ ਖੇਤਰਾਂ ਨੂੰ ਠੀਕ ਤਰ੍ਹਾਂ ਭਰੋ।
pt_br: Preencha todos os campos corretamente.
pt_pt: Por favor preencha todos os campos corretamente.
si: සියළුම ක්‍ෂේත්‍ර නිවැරදිව පුරවන්න.
sk: Prosím, vyplňte všetky polia správne.
sq: Ju lutemi, plotësoni saktë krejt fushat.
sv: Vänligen fyll i alla fält korrekt.
te: దయచేసి అన్ని ఖాళీలను పూరించండి.
th: โปรดกรอกข้อมูลทั้งหมดให้ถูกต้อง
tr: Lütfen tüm alanları doğru bir şekilde doldurun.
tt: Зинһар, барлык кырларны да дөрес итеп тутырыгыз.
uk: Заповніть всі поля правильно.
ur: براہ مہربانی تمام قظعات درست طور پر بھریں۔
vi: Vui lòng điền chính xác tất cả các trường.

# Search.ThirdPartyEngines.FormErrorTitle
source: Failed
ast: Falló
az: Uğursuz oldu
be: Няўдача
bn: ব্যর্থ হয়েছে
br: C’hwitet
ca: Error
cy: Methwyd
da: Mislykkedes
de: Fehlgeschlagen
el: Αποτυχία
eo: Malsukcesa
et: Ebaõnnestus
fa: شکست خورد
fi: Epäonnistui
fr: Erreur
gd: Dh’fhàillig seo
hi_in: विफल
hr: Neuspješno
hy_am: Ձախողում
ia: Fallite
id: Gagal
is: Villa
it: Non riuscito
km: បរាជ័យ
kn: ವಿಫಲವಾಗಿದೆ
lt: Nepavyko
my: မအောင်မြင်ပါ
nb: Mislyktes
nl: Mislukt
nn: Mislykka
oc: Error
or: ବିଫଳ ହୋଇଛି
pa_in: ਅਸਫ਼ਲ ਹੈ
pt_br: Falhou
pt_pt: Falhou
si: අසමත් විය
sk: Zlyhanie
sq: Dështoi
sv: Misslyckades
te: విఫలమైంది
th: ล้มเหลว
tr: Başarısız
tt: Уңышсыз
uk: Невдача
ur: ناکام رہا
vi: Thất bại

# Search.ThirdPartyEngines.OK
source: OK
af: Goed
ast: D'acuerdu
az: Tamam
bn: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eo: Akcepti
et: Olgu
fa: تایید
gd: Ceart ma-thà
hi_in: ठीक
hr: U redu
hy_am: Լավ
id: Oke
is: Í lagi
km: យល់ព្រម​
lt: Gerai
my: ကောင်းပြီ
oc: D'acòrd
or: ଠିକ ଅଛି
pa_in: ਠੀਕ ਹੈ
si: හරි
te: సరే
th: ตกลง
tr: Tamam
tt: ОК
uk: Гаразд
ur: ٹھیک ہے

source: Searches for the suggestion
ast: Busca la suxerencia
az: Təklif üçün axtarışlar
bn: পরামর্শের জন্য সন্ধান করুন
br: Enklaskoù evit ar c’hinnig
ca: Cerca el suggeriment
cy: Chwiliadau am yr awgrym
da: Søger efter forslaget
de: Nach Suchvorschlag suchen
eo: Serĉoj por sugestoj
fa: جست‌جو‌هایی برای پیشنهادات
fr: Lancer une recherche à partir de cette suggestion
gd: Lorgaidh seo am moladh
hi_in: सुझाव के लिए खोज
hy_am: Առաջարկության որոնում
ia: Cerca le suggestion
id: Cari dari saran
is: Leitar að uppástungunni
km: ស្វែងរក​ការ​ស្នើ
lt: Pasiūlymo paieškos
my: အကြံပေးချက်များရရှိရန် ရှာပါ
nb: Søker etter forslag
nl: Zoekt naar de suggestie
nn: Søkjer etter forslag
pa_in: ਸੁਝਾਅ ਲਈ ਖੋਜਾਂ
pt_br: Pesquisa pela sugestão
pt_pt: Pesquisa pela sugestão
sq: Sugjerime për kërkimin
sv: Söker efter förslag
te: సలహా కోసం శోధనలు
th: ค้นหาข้อเสนอแนะ
tr: Öneriyle ilgili aramalar
uk: Пошук пропозиції
ur: تجاویز کی تلاش
vi: Gợi ý tìm kiếm

source: Secure connection
af: Beveiligde verbinding
ast: Conexón segura
az: Təhlükəsizlik bağlantıları
bn: সুরক্ষিত সংযোগ
br: Kennask diarvar
ca: Connexió segura
cy: Cysylltiad diogel
da: Sikker forbindelse
de: Sichere Verbindung
eo: Sekura konekto
fa: اتصال امن
fr: Connexion sécurisée
gd: Ceangal tèarainte
hi_in: सुरक्षित कनेक्शन
hy_am: Անվտանգ կապակցում
ia: Connexion secur
id: Sambungan aman
is: Örugg tenging
km: ការ​តភ្ជាប់​សុវត្ថិភាព
kn: ಸುರಕ್ಷಿತ ಸಂಪರ್ಕ
lt: Saugus ryšys
my: လုံခြုံသော ချိတ်ဆက်မှု
nb: Sikker tilkobling
nl: Beveiligde verbinding
nn: Trygg tilkopling
pa_in: ਸੁਰੱਖਿਅਤ ਕਨੈਕਸ਼ਨ
pt_br: Conexão segura
pt_pt: Ligação segura
sq: Lidhje e sigurt
sv: Säker anslutning
te: సురక్షిత కనెక్షన్
th: การเชื่อมต่อปลอดภัย
tr: Güvenli bağlantı
uk: Безпечне з'єднання
ur: قابل بھروسا کنکشن
vi: Kết nối an toàn

source: Send a crash report so Mozilla can fix the problem?
af: Stuur ’n omvalverslag na Mozilla sodat ons die probleem kan oplos?
ast: ¿Quies unviar un informe del casque pa que Mozilla puea iguar el problema?
az: Mozillanın problemi həll etməsi üçün çökmə hesabatı göndərilsin?
be: Адправіць паведамленне пра збой, каб Mozilla магла выправіць гэту праблему?
bn: ক্রাশ সম্পর্কে একটি রিপোর্ট Mozilla-কে পাঠান যাতে এই সমস্যাটি ঠিক করতে পারে?
br: Kas un danevell sac’hadenn evit ma c’hallfe Mozilla ratreañ ar gudenn?
ca: Voleu enviar un informe de fallada perquè Mozilla pugui solucionar el problema?
cy: Anfon adroddiad chwalu fel bod modd i Mozilla drwsio'r anhawster?
da: Vil du sende en fejlrapport, så Mozilla kan løse problemet?
de: Einen Absturzbericht senden, damit Mozilla das Problem beheben kann?
el: Αποστολή αναφοράς κατάρρευσης, ώστε να μπορέσει η Mozilla να διορθώσει το πρόβλημα;
eo: Ĉu sendi raporton pri paneo, tiel ke Mozilla povas solvi la problemon?
et: Kas saata vearaport, et Mozilla saaks probleemi lahendada?
fa: اطلاعات خرابی‌ها برای حل کردن مشکل به موزیلا ارسال شود؟
fi: Lähetätkö virheraportin, jotta Mozilla voi korjata ongelman?
fr: Envoyer un rapport de plantage afin que Mozilla puisse corriger le problème ?
gd: A bheil thu deònach aithisg a chur gu Mozilla mun tuisleadh ach an urrainn dhuinn a chàradh?
hi_in: खराबी की एक विवरण भेजें, ताकि Mozilla समस्या को ठीक कर सके?
hr: Poslati izvještaj o padu, kako bi Mozilla mogao riješiti problem?
hy_am: Ուղարկե՞լ վթարի զեկույց Mozilla-ին, որպեսզի այն շտկվի:
ia: Inviar un reporto de collapso a fin que Mozilla pote corriger le problema?
id: Kirimkan laporan mogok agar Mozilla bisa memperbaikinya?
is: Senda hrunaskýrslu svo Mozilla geti lagað vandamálið?
it: Inviare una segnalazione del blocco a Mozilla in modo che possano risolvere il problema?
km: ផ្ញើ​របាយការណ៍​ជាប់​គាំង ​ដូច្នេះ Mozilla អាច​ដោះស្រាយ​បញ្ហា​បាន?
lt: Siųsti strigties pranešimą, kad „Mozilla“ galėtų išspręsti problemą?
my: မော်ဇီလာထံ အပျက်အစီးစာရင်း ပေးပို့မည်လား။ ထိုသို့ပေးပို့လျှင် မော်ဇီလာက ပြုပြင်မွမ်းနိုင်ပါသည်။
nb: Send en krasjrapport slik at Mozilla kan ordna problemet?
nl: Een crashrapport verzenden, zodat Mozilla het probleem kan verhelpen?
nn: Sende inn ein krasjrapport slik at Mozilla kan ordne problemet?
pa_in: ਕੀ ਸਮੱਸਿਆ ਨੂੰ ਠੀਕ ਕਰਨ ਵਾਸਤੇ ਮੋਜ਼ੀਲਾ ਨੂੰ ਕਰੈਸ਼ ਰਿਪੋਰਟ ਭੇਜਣੀ ਹੈ?
pt_br: Enviar um relatório de travamento para que a Mozilla possa corrigir o problema?
pt_pt: Enviar um relatório de falha para que a Mozilla possa corrigir o problema?
si: ගැටළුව විසඳා ගැනීමට මොසිල්ලා වෙත බිඳ වැටීමේ වාර්තාවක් යවන්නද?
sk: Odoslať hlásenie o zlyhaní, aby mohla Mozilla opraviť problém?
sq: Të dërgohet një raport vithisjeje, që kështu Mozilla të mund të ndreqë problemin?
sv: Skicka en kraschrapport så Mozilla kan fixa problemet?
te: Mozilla సమస్యను పరిష్కరించాలి కాబట్టి క్రాష్ నివేదికను పంపాలా?
th: ส่งรายงานข้อขัดข้องเพื่อให้ Mozilla สามารถแก้ไขปัญหา?
tr: Sorunu giderebilmemiz için Mozilla’ya çökme raporu gönderilsin mi?
tt: Mozilla проблеманы хәл итә алсын өчен, ватылу турында хәбәр җибәрелсенме?
uk: Надіслати звіт про збій, щоб Mozilla змогла виправити цю проблему?
ur: ایک تباہ رپورٹ ارسال کریں تاکہ Mozilla مسلہ کو جل کرسکے؟
vi: Gửi báo cáo lỗi để Mozilla có thể khắc phục sự cố?

source: Send Feedback
af: Stuur terugvoer
ast: Opinar
az: Əks-əlaqə Göndər
be: Даслаць водгук
bn: প্রতিক্রিয়া পাঠান
br: Kas ho meno
ca: Envia comentaris
cy: Anfon Adborth
de: Feedback senden
el: Αποστολή σχολίων
eo: Sendi komentojn
et: Saada tagasisidet
fa: ارسال بازخورد
fi: Lähetä palautetta
fr: Donner mon avis
gd: Cuir thugainn do bheachdan
hi_in: प्रतिक्रिया भेजें
hr: Pošalji povratne informacije
hy_am: Ուղարկել արձագանք
ia: Inviar tu opinion
id: Kirim Masukan
is: Senda endurgjöf
it: Invia feedback
km: ផ្ញើ​មតិត្រឡប់
kn: ಅಭಿಪ್ರಾಯವನ್ನು ಕಳುಹಿಸಿ
lt: Siųsti atsiliepimą
my: အကြံပေးချက်ပို့မည်
nb: Send tilbakemelding
nl: Feedback verzenden
nn: Send tilbakemelding
oc: Enviar un comentari
or: ମତାମତ ପଠାନ୍ତୁ
pa_in: ਸੁਝਾਅ ਭੇਜੋ
pt_br: Enviar opinião
pt_pt: Enviar feedback
si: ප්‍රතිපෝෂණය යවන්න
sk: Odoslať spätnú väzbu
sq: Dërgoni Përshtypjet
sv: Skicka synpunkter
te: అభిప్రాయాన్ని పంపండి
th: ส่งข้อคิดเห็น
tr: Geri bildirim gönder
tt: Кире элемтә хәбәрен җибәрү
uk: Надіслати відгук
ur: جواب الجواب ارسال کریں
vi: Gửi phản hồi
