Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Menu.TrackingProtectionDescription.CryptominersNew
source: Cryptominers secretly use your system’s computing power to mine digital money. Cryptomining scripts drain your battery, slow down your computer, and can increase your energy bill.
ast: Los criptomineros usen la potencia de cálculu del sistema pa minar moneda dixital. Los scripts de criptominería escosen aína la batería del preséu, vuelven lentu al ordenador y puen aumentar el preciu de la factura de la lluz.
az: Kriptomaynerlər gizlicə sizin sistemin hesab gücünü işlədərək rəqamsal pul yığırlar. Kriptomayner skriptləri zaryadkanızı daha tez azaldırlar, kompüterinizi yavaşladırlar və elektrik fakturanıza ziyan verə bilərlər.
be: Майнеры крыптавалют таемна выкарыстоўваюць вылічальную магутнасць вашай сістэмы, каб здабываць лічбавыя грошы. Скрыпты для здабычы крыптавалют разраджаюць вашу батарэю, запавольваюць працу камп'ютара і могуць павялічыць вашы выдаткі на электраэнергію.
bn: ক্রিপ্টোমাইনাররা গোপনে আপনার সিস্টেমের কম্পিউটিং শক্তি ডিজিটাল অর্থ মাইনিং এ ব্যবহার করে। ক্রিপ্টোমাইনিং স্ক্রিপ্টগুলি আপনার ব্যাটারি নিষ্কাশন করে, আপনার কম্পিউটারকে ধীর করে দেয় এবং আপনার বিদ্যুৎ বিল বাড়িয়ে দিতে পারে।
br: Gant ar c’hriptogleuzerien e vez implijet gallout jediñ ho reizhiad evit kleuziañ arc’hant niverel. Skriptoù kriptogleuziañ a implij kalz ho patiri, a c’horreka hoc’h urzhiataer hag a lak ho fakturenn tredan da vezañ keroc’h.
ca: Els miners de criptomonedes utilitzen secretament la potència de càlcul del vostre ordinador per a la mineria de diners digitals. Els scripts de mineria de criptomonedes consumeixen la bateria, alenteixen l'ordinador i poden augmentar la vostra factura d'electricitat.
cy: Mae cryptogloddwyr yn defnyddio pŵer cyfrifiadurol eich system i gloddio arian digidol yn gyfrinachol. Mae sgriptiau cryptogloddio yn gwagio eich batri, arafu eich cyfrifiadur, a gall gynyddu eich bil trydan.
da: Cryptominers bruger dit systems ressourcer til at udvinde digital valuta, uden at du ved det. Cryptomining-scripts gør din enhed langsommere, får den til at bruge mere strøm og kan dræne dit batteri.
de: Cryptominer nutzen heimlich die Rechenleistung Ihres Systems, um digitales Geld zu generieren. Cryptomining-Skripte belasten Ihren Akku, verlangsamen Ihren Computer und können Ihre Stromrechnung erhöhen.
el: Τα cryptominers χρησιμοποιούν κρυφά την υπολογιστική ισχύ του συστήματός σας για να εξορύξουν κρυπτονομίσματα. Τα σενάρια εξόρυξης κρυπτονομισμάτων εξαντλούν την μπαταρία σας, επιβραδύνουν τον υπολογιστή σας, ενώ ενδέχεται να δείτε αυξημένες χρεώσεις στο λογαριασμό τους ρεύματος.
eo: La miniloj de ĉifromono sekrete uzas la kalkulpovon de via komputilo por mini ciferecan monon. Minado de ĉifromono eluzas vian baterion, malrapidigas vian komputilon kaj povas konsumi pli da elekto, kiun vi devos pagi.
et: Krüptorahakaevurid kasutavad salaja sinu süsteemi arvutusressursse digitaalse raha kaevandamiseks. Krüptoraha kaevandamise skriptid tühjendavad sinu seadme akut, aeglustavad sinu arvutit ja suurendavad sinu elektriarvet.
fa: جمع‌کنندگان ارز دیجیتال به صورت مخفیانه در سدد استفاده از توان پردازشی کامپیوتر شما هستند تا ارز دیجیتال تولید کنند. این جمع کنندگان باتری شما رو میخورند و باعث می شود که قبض برق بیشتری پرداخت کنید و کامپیوتر کند‌تری داشته باشید.
fi: Kryptolouhijat käyttävät salaa tietokoneesi laskentatehoa digitaalisen rahan louhintaan. Kryptolouhintaan tarkoitetut komentosarjat kuluttavat akkua, hidastavat tietokonetta ja voivat vaikuttaa sähkölaskun loppusummaan.
fr: Les mineurs de cryptomonnaies utilisent sans vous prévenir la puissance de calcul de votre système pour « extraire » de l’argent numérique. Les scripts de cryptominage déchargent votre batterie, ralentissent votre ordinateur et peuvent augmenter votre facture énergétique.
gd: Cleachdaidh criopto-mhèinneadairean comasan an t-siostaim agad airson airgead digiteach a chosnadh gun fhiosta. Traoghaidh criopto-mhèinneadairean am bataraidh agad, nì iad an coimpiutair agad slaodach agus faodaidh gun èirich cosgaisean dealain dhut.
hi_in: क्रिप्टोमाइनर गुप्त रूप से आपके उपकरण की गणना शक्ति का उपयोग डिजिटल पैसा बनाने के लिए करते हैं। क्रिप्टोमाइनिंग स्क्रिप्ट आपकी बैटरी को ख़राब करती है, आपके कंप्यूटर को धीमा कर देती है, और आपके बिजली बिल को बढ़ा सकती है।
hr: Kriptorudari potajno koriste računalnu snagu tvog sustava, za rudarenje digitalnog novca. Skripta za kriptorudarenje prazni bateriju, usporava računalo i može povećati tvoj račun za struju.
hy_am: Կրիպտո հանցագործները գաղտնի օգտագործում են ձեր համակարգի հաշվարկային ուժը թվային արժույթները ականապատելու համար։ Նման գրությունները չորացնում են ձեր մարտկոցը, դանդաղեցնում ձեր համակարգիչը և կարող են մեծացնել ձեր էներգիայի հաշիվը։
ia: Le cryptominatores usa secretemente le potentia de calculo de tu systema pro excavar monetas digital. Le scripts de cryptominage exhauri tu batteria, relenta tu computator e pote augmentar tu factura de energia.
id: Penambang kripto diam-diam menggunakan kekuatan komputasi sistem Anda untuk menambang uang digital. Skrip penambangan kripto menguras baterai Anda, memperlambat komputer Anda, dan dapat meningkatkan tagihan listrik Anda.
is: Rafmyntagrafarar laumast til að nota afkastagetu kerfisins þíns til að vinna stafræna peninga. Rafmyntaskriftur tæma rafhlöðuna þína, hægja á tölvunni þinni og geta hækkað rafmagnseikninginn þinn.
it: I cryptominer utilizzano di nascosto le risorse del sistema per effettuare il “mining” di valute digitali. Questi script consumano la batteria, rallentano il dispositivo e possono aumentare il costo della bolletta elettrica.
km: Cryptominers ប្រើប្រាស់​ថាមពលគណនា​របស់​ប្រព័ន្ធ​ដោយសម្ងាត់ ដើម្បីរកប្រាក់ឌីជីថល។ Cryptominers ធ្វើឱ្យថ្មរបស់អ្នកអន់ថយ កុំព្យូទ័ររបស់អ្នកយឺត និងអាចបង្កើនវិក្កយបត្រថាមពលរបស់អ្នក។
lt: Kriptovaliutų kasėjai naudoja jūsų kompiuterio resursus, kad iškastų skaitmeninius pinigus. Šis procesas eikvoja jūsų bateriją, lėtina kompiuterio darbą ir gali padidinti sąskaitą už elektrą.
my: Cryptominer များသည် ဒီဂျစ်တယ်ပိုက်ဆံ ရယူရန် သင့်ကွန်ပျူတာ၏ တွက်ချက်မှုစွမ်းရည်ကို သိုဝှက်စွာ အသုံးပြုသည်။ Cryptomining script များသည် သင့်ဘတ္ထရီကို ပိုမို ကုန်ဆုံးစေသည်၊ သင့်ကွန်ပျူတာကို နှေးကွေးစေသည်၊ ထို့ပြင် စွမ်းအင်မီတာဘေလ်ကိုလည်း တက်စေသည်။
nb: Kryptoutvinnere bruker i hemmelighet systemets datakraft for å utvinne digitale penger. Kryptoutvinningsskript tapper batteriet, gjør datamaskinen tregere og kan øke strømregningen.
nl: Cryptominers gebruiken stiekem de rekenkracht van uw systeem om digitale valuta te genereren. Cryptominer-scripts trekken uw accu leeg, vertragen uw computer en kunnen uw energierekening omhoog jagen.
nn: Kryptoutvinnarar brukar i hemmelegheit datakrafta til systemet for å utvinne digitale pengar. Kryptoutvinningsskript tappar batteriet, gjer datamaskina tregare og kan auke straumrekninga.
pa_in: ਕ੍ਰਿਪਟੋਮਾਈਨਰ ਡਿਜ਼ਿਟਲ ਧਨ ਦੀ ਟਕਸਾਲ ਦੇ ਰੂਪ ਵਿੱਚ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਦੀ ਊਰਜਾ ਨੂੰ ਗੁਪਤ ਰੂਪ ਵਿੱਚ ਵਰਤਦੇ ਹਨ। ਕ੍ਰਿਪਟੋਮਾਈਨਰ ਸਕ੍ਰਿਪਟ ਤੁਹਾਡੀ ਬੈਟਰੀ ਖਪਾਉਂਦੀਆਂ ਹਨ, ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਨੂੰ ਹੌਲੀ ਕਰਦੀਆਂ ਹਨ ਅਤੇ ਤੁਹਾਡੇ ਬਿਜਲੀ ਦੇ ਬਿੱਲ ‘ਚ ਵੀ ਵਾਧਾ ਕਰ ਸਕਦੀਆਂ ਹਨ।
pt_br: Criptomineradores usam secretamente o poder computacional do seu sistema para minerar moedas digitais. Scripts de criptomineração drenam a bateria, fazem o computador ficar mais lento e podem aumentar sua conta de energia elétrica.
pt_pt: Os cripto-mineradores utilizam o poder de computação do seu sistema em segredo para minerar dinheiro digital. Os scripts de cripto-mineração podem descarregar a sua bateria, tornar o seu computador mais lento e aumentar os custos com a sua fatura elétrica.
sk: Ťažba kryptomien používa výpočtový výkon vášho počítača na získavanie digitálnych mien. Bežiace skripty vybíjajú vašu batériu, spomaľujú váš počítač a zvyšujú váš účet za elektrinu.
sq: Nxjerrësit e kriptomonedhave e përdorin fshehtas fuqinë përllogaritëse të sistemit tuaj për të nxjerrë para dixhitale. Programthet për nxjerrje kriptomonedhash konsumojnë energjinë e baterisë tuaj, ngadalësojnë kompjuterin tuaj dhe mund të sjellin shtim të faturës tuaj për energjinë.
sv: Kryptogrävare använder ditt systems datakraft för att utvinna digitala pengar. Kryptogrävar-skript tömmer ditt batteri, slöar ner din dator och kan öka energiräkningen.
te: డిజిటల్ డబ్బును తయారుచేయడానికి మీ వ్యవస్థ యొక్క సంగణన శక్తిని క్రిప్టోమైనర్లు రహస్యంగా వాడుకుంటాయి. క్రిప్టోమైనింగ్ స్క్రిప్టులు మీ బ్యాటరీని హరించడం, మీ కంప్యూటర్‌ను నెమ్మది చేయడం చేసి, మీ కరెంటు బిల్లును పెంచగలవు.
th: ตัวขุดเหรียญคริปโตดิจิตอลใช้พลังการคำนวณของระบบของคุณเพื่อสร้างเงินคริปโตดิจิทัล สคริปต์ขุดเหรียญดิจิทัลจะทำให้พลังงานแบตเตอรี่ของคุณลดลง คอมพิวเตอร์ของคุณช้าลง และเพิ่มค่าไฟฟ้าของคุณได้
tr: Kripto madencileri dijital para üretmek için gizlice sisteminizin hesaplama gücünü kullanır. Kripto madencilik betikleri pilinizi tüketir, bilgisayarınızı yavaşlatır ve elektrik faturanızı kabartabilir.
tt: Криптомайнерләр системагызның исәпләү куәтен яшерен рәвештә криптовалюта туплау өчен кулланалар. Криптомайнер скриптлары батареягызны сарыф итә, компьютерыгызны акрынайта һәм электр чыгымнарын арттырырга мөмкин.
uk: Криптомайнери використовують ресурси вашої системи для добування криптовалют. Скрипти для добування криптовалют споживають заряд вашого акумулятора, сповільнюють роботу комп'ютера, а також можуть збільшити ваші витрати на електроенергію.
ur: ڈیجیٹل رقم جما کرنے کے لئے کرپٹو مائنر غائبانہ طریقہ سے آپ کے سسٹم کے کمپیوٹنگ طاقت کا استعمال کرتے ہیں۔ کرپٹو مائننگ اسکرپٹ آپ کی بیٹری کم کرتے ہیں، آپکے کمپیوٹر کو سست بناتے ہیں اور آپ کے بجلی بل کو بڑھا سکتے ہیں۔
vi: Tiền điện tử bí mật sử dụng sức mạnh tính toán của hệ thống của bạn để khai thác tiền kỹ thuật số. Các tập lệnh mã hóa làm cạn kiệt pin của bạn, làm chậm máy tính của bạn và có thể tăng hóa đơn năng lượng của bạn.

# Menu.TrackingProtectionDescription.Fingerprinters
source: The settings on your browser and computer are unique. Fingerprinters collect a variety of these unique settings to create a profile of you, which can be used to track you as you browse.
ast: Los axustes del restolador y preséu son únicos. Les buelgues recueyen una variedá d'esos datos pa crear un perfil de ti que pue usase pa rastrexate cuando restoles.
az: Səyyah və kompüterinizdəki tənzimləmələr unikaldır. Barmaq izi toplayıcıları bu unikal tənzimləmələr haqqında məlumatları yığaraq profilinizi yarada bilirlər, daha sonra bununla sizi izləyirlər.
be: Налады вашага браўзера і камп'ютара унікальныя. Збіральнікі лічбавых адбіткаў выкарыстоўваюць набор гэтых унікальных параметраў, каб стварыць ваш профіль, які можна будзе скарыстаць для асочвання вас пры вэб-сёрфінгу.
bn: আপনার ব্রাউজার সেটিং এবং কম্পিউটার সেটিং স্বতন্ত্র। ফিঙ্গারপ্রিন্টার আপনার প্রোফাইল তৈরি করতে এই স্বতন্ত্র সেটিং এর বিভিন্ন তথ্য সংগ্রহ করে, যা ব্রাউজ করার সময়ে আপনাকে অনুসরণ করতে ব্যবহৃত হতে পারে।
br: Dibar eo arventennoù ho merdeer hag hoc’h urzhiataer. Dastumet e vez gant an dinoerien roudoù niverel an arventennoù-mañ evit krouiñ un aelad a glot ganeoc’h, hag a c’hell bezañ implijet evit heuliañ ac’hanoc’h enlinenn.
ca: Els paràmetres del vostre navegador i ordinador són únics. Els generadors d'empremtes digitals recopilen una varietat d'aquests paràmetres únics per a crear un perfil vostre, que es pot utilitzar per a fer el seguiment de la vostra navegació.
cy: Mae'r gosodiadau ar eich porwr a'ch cyfrifiadur yn unigryw. Mae Bysbrintwyr yn casglu amrywiaeth o'r gosodiadau unigryw hyn i greu proffil ohonoch chi, y mae modd ei ddefnyddio i'ch tracio wrth i chi bori.
da: Indstillingerne på din browser og din computer er unikke. Fingerprinters indsamler en række af disse unikke indstillinger for at oprette en profil af dig, der kan bruges til at spore dig på nettet.
de: Die Einstellungen in Ihrem Browser und auf Ihrem Computer sind eindeutig. Fingerabdrücke erfassen eine Vielzahl dieser einzigartigen Einstellungen, um ein Profil von Ihnen zu erstellen, mit dem Sie beim Surfen verfolgt werden können.
el: Οι ρυθμίσεις στο πρόγραμμα περιήγησης και στον υπολογιστή σας είναι μοναδικές. Τα fingerprinters συλλέγουν πολλές από αυτές τις μοναδικές ρυθμίσεις για να δημιουργήσουν ένα προφίλ για εσάς, το οποίο μπορεί να χρησιμοποιηθεί για να την καταγραφή της περιήγησής σας.
eo: La agordoj de via retumilo kaj komputilo estas unikaj. La identigiloj de ciferecaj spuroj kolektas plurajn el tiuj unikaj agordoj por krei profilon de vi, kiun oni povas uzi por spuri vian retumon.
et: Sinu brauseri ja seadme sätted on unikaalsed. Seadmetuvastajad koguvad erinevaid unikaalseid sätteid, et luua sinu profiil, mida saab kasutada sinu jälitamiseks.
fa: تنظیمات برای روی مرورگر و کامپیوتر شما خاص است. اثرانگشت ها جمع آوری شده از این تنظیمات به خصوص تبدیل به یک نمایه از شما می‌شود که می‌تواند برای دنبال کردن شما در مرورگر استفاده شود.
fi: Selaimesi ja tietokoneesi asetukset ovat ainutlaatuisia. Yksilöijät keräävät näitä ainutlaatuisia asetuksia luodaksesi sinusta profiilin, jota voidaan käyttää seuraamaan sinua selaamisen aikana.
fr: Les paramètres de votre navigateur et de votre appareil sont uniques. Les détecteurs d’empreinte numérique collectent une variété de ces paramètres uniques pour élaborer un profil de vous, qui peut ensuite être utilisé pour vous pister pendant votre navigation.
gd: Tha na roghainnean àraidh aig a’ bhrabhsair agus aig a’ choimpiutair agad. Tha lorgaichean-meur ann a chruinnicheas badan dhe na roghainnean àraidh seo airson pròifil a chruthachadh dhìot agus gabhaidh do thracadh air an lìon leotha.
hi_in: आपके ब्राउज़र और कंप्यूटर की सेटिंग अद्वितीय हैं। फ़िंगरप्रिंटर आपकी एक प्रोफ़ाइल बनाने के लिए विभिन्न प्रकार की इन अद्वितीय सेटिंग्स को इकट्ठा करते हैं, जिनका उपयोग आपको ब्राउज़ करने के दौरान ट्रैक करने के लिए किया जा सकता है।
hr: Postavke tvog preglednika i računala su jedinstvene. Identifikatori prikupljaju mnoštvo tih jedinstvenih postavki, kako bi stvorili profil, koji omogućuje praćenje tvojih radnji u internetu.
hy_am: Ձեր զննարկիչի և համակարգչի կարգավորումները եզակի են։ Մատնահետքերի հավաքածուները օգտագործում են այս եզակի ընտրանքներից բաղկացած շարքը՝ ձեր հաշիվը ստեղծելու համար, որը կարող է օգտագործվել ձեզ ցանցին զննելու ժամանակ հետևելու համար։
ia: Le parametros sur tu navigator e computator es unic. Dactylogrammatores collige un varietate de iste parametros unic pro crear un profilo de te, que pote esser usate pro traciar te quando tu naviga.
id: Pengaturan di peramban dan komputer Anda unik. Sidik jari mengumpulkan berbagai pengaturan unik ini untuk membuat profil Anda, yang dapat digunakan untuk melacak Anda saat Anda menjelajah.
is: Stillingarnar á vafranum þínum og tölvunni eru einstakar. Fingrafarasafnarar safna ýmsum slíkum einstökuum stillingum til að búa til persónusnið af þér, sem hægt er að nota til að fylgjast með þér á meðan þú vafrar.
it: Le impostazioni del tuo browser e del tuo dispositivo sono uniche. I fingerprinter memorizzano vari tipi di impostazioni distintive al fine di creare un tuo profilo, che può essere utilizzato per tracciarti durante la navigazione.
lt: Jūsų naršyklės ir telefono nuostatos yra unikalios. Skaitmeninių atspaudų stebėjimo metu surenkama įvairi šių parametrų informacija, ir sudaromas jūsų individualus profilis, kuris gali būti naudojamas sekti jus naršant.
my: သင့်ဘရောင်ဇာနှင့် ကွန်ပျူတာရှိ အပြင်အဆင်များသည် မတူပါ။ လက်ဗွေထုတ်ကိရိယာများသည် သင်၏ပရိုဖိုင်းကို ဖန်တီးရန်၊ သင် အွန်လိုင်းတွင် ကြည်ရှုသည်များကို နောက်ယောင်ခံရာတွင် အသုံးပြုရန် အမျိုးမျိုးသော ယခုလို မတူညီသည့် အပြင်အဆင်များကို ကောက်ခံယူသည်။
nb: Innstillingene i nettleseren og datamaskinen er unike. Fingerprinters samler en rekke av disse unike innstillingene for å opprette en profil av deg, som kan brukes til å spore deg mens du surfer.
nl: De instellingen in uw browser en van uw computer zijn uniek. Fingerprinters verzamelen een aantal van deze unieke instellingen om een profiel van u te maken, waarmee u gevolgd kan worden tijdens het browsen.
nn: Innstillingane i nettlesaren og datamaskina er unike. Fingerprinters samlar ei rekkje av desse unike innstillingane for å opprette ein profil av deg som kan brukast til å spore deg når du surfar.
pa_in: ਤੁਹਾਡੇ ਬਰਾਊਜ਼ਰ ਅਤੇ ਕੰਪਿਊਟਰ ਉੱਤੇ ਸੈਟਿੰਗਾਂ ਵਿਲੱਖਣ ਹਨ। ਫਿੰਗਰਪਰਿੰਟਰ ਇਹਨਾਂ ਵਿਲੱਖਣ ਸੈਟਿੰਗਾਂ ਵਿੱਚੋਂ ਕਈਆਂ ਨੂੰ ਇਕੱਤਰ ਕਰਕੇ ਤੁਹਾਡਾ ਪਰੋਫਾਈਲ ਬਣਾਉਂਦੇ ਹਨ, ਤਾਂ ਕਿ ਤੁਹਾਡੇ ਵਲੋਂ ਬਰਾਊਜ਼ ਕਰਨ ਉੱਤੇ ਤੁਹਾਨੂੰ ਟਰੈਕ ਕੀਤਾ ਜਾ ਸਕੇ।
pt_br: As configurações do seu navegador e do seu computador são únicas. Fingerprinters coletam uma variedade dessas configurações únicas para traçar um perfil seu, que pode ser usado para rastrear você enquanto navega.
pt_pt: As definições do seu navegador são únicas. Os identificadores colecionam estas definições para criar um perfil sobre si que pode ser utilizado para o monitorizar enquanto navega.
si: ඔබගේ අතිරික්සුවෙහි හා පරිගණකයේ තිබෙන සැකසුම් අනන්‍යයි. ඔබ පිරික්සන විට ඔබව ලුහුබැඳීමට භාවිතා කළ හැකි ඔබගේ පැතිකඩක් සෑදීමට ඇඟිලි සටහන් මෙවැනි විවිධ අනන්‍ය සැකසුම් රැස් කරයි.
sk: Každý používateľ môže mať odlišné nastavenie prehliadača a počítača. Zberom údajov o nastaveniach možno vytvoriť unikátny odtlačok, ktorý potom môže slúžiť na vaše sledovanie.
sq: Rregullimet në shfletuesin dhe kompjuterin tuaj janë unike. Krijuesit e shenjave të gishtave grumbullojnë një larmi të këtyre rregullimeve unike për të krijuar një profil rreth jush, që mund të përdoret për t’ju ndjekur teksa shfletoni.
sv: Inställningarna i din webbläsare och dator är unika. Fingeravtrycksspårare samlar in en mängd av dessa unika inställningar för att skapa en profil om dig, som kan användas för att spåra dig när du surfar.
te: మీ విహారిణి, కంప్యూటర్లలోని అమరికలు ప్రత్యేకమైనవి. ఇలాంటి విభిన్నమైన ప్రత్యేక అమరిలను ఫింగర్‌ప్రింటర్లు సేకరించి మీ ప్రొఫైలు తయారుచేసి, మీరు జాలంలో విహరిస్తూన్నప్పుడు మీ జాడ కనిపెట్టేందుకు వాడుకుంటాయి.
th: การตั้งค่าในเบราว์เซอร์และคอมพิวเตอร์ของคุณไม่เหมือนใคร ลายนิ้วมือดิจิทัลรวบรวมการตั้งค่าที่ไม่เหมือนใครเหล่านี้เพื่อสร้างโปรไฟล์ของคุณซึ่งสามารถใช้ติดตามคุณในขณะที่คุณท่องเว็บได้
tr: Tarayıcınızdaki ve bilgisayarınızdaki ayarlar benzersizdir. Parmak izi toplayıcıları, siz internette gezinirken bu benzersiz ayarları bir araya getirerek profilinizi çıkarır ve sizi takip etmek için bu profili kullanabilir.
tt: Браузерыгыз һәм компьютерыздагы көйләүләр уникаль. Цифралы бармак эзләрен җыючылар, бу уникаль көйләүләрне туплап, профилегезне булдыралар. Бу профиль Сезнең онлайн хәрәкәтләрегезне күзәтү өчен кулланылырга мөмкин.
uk: Параметри вашого браузера і комп'ютера унікальні. Засоби зчитування цифрового відбитка збирають дані про ці різноманітні налаштування, щоб створити ваш профіль, який може використовуватись для стеження за вами під час перегляду.
ur: آپ کے براؤزر اور کمپیوٹر پر موجود سیٹنگس منفرد ہیں۔ آپ کی ایک پروفائل بنانے کے لیے فنگر پرینٹر مختلف قسم کی منفرد سیٹنگس جمع کرتے ہیں، جن استعمال آپ کے ذریعہ براؤز کرتے وقت آپ کو ٹریک کرنے کے لیے کیا جا سکتا ہے۔
vi: Các cài đặt trên trình duyệt và máy tính của bạn là duy nhất. Dấu vân tay thu thập nhiều cài đặt duy nhất này để tạo hồ sơ về bạn, có thể được sử dụng để theo dõi bạn khi bạn duyệt.
