Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Settings.NewTab.Option.ReadingList
source: Show your Reading List
af: Wys die leeslys
ast: Amosar Llista de Llectura
az: Oxuma Siyahısını Göstər
bn: আপনার পড়ার তালিকা দেখান
br: Diskouez ho roll lennadurioù
ca: Mostra la llista de lectura
cy: Dangos eich Rhestr Ddarllen
da: Vis din læseliste
de: Leseliste anzeigen
eo: Montri vian legoliston
fa: نمایش دادن فهرست مطالعه شما
fr: Afficher la liste de lecture
gd: Seall an liosta-leughaidh agad
hi_in: अपनी पठन सूची दिखाएं
hy_am: Ցուցադրել ընթերցման ցուցակը
ia: Monstrar tu lista de lectura
id: Tampilkan Daftar Baca
is: Sýna leslistann þinn
km: បង្ហាញ​បញ្ជី​អាន​របស់​អ្នក
kn: ಓದುಗ ಪಟ್ಟಿಗೆ ತೋರಿಸು
lt: Rodyti skaitinių sąrašą
my: သင့့်စာဖတ်စာရင်းအားပြပါ
nb: Vis din leseliste
nl: Uw leeslijst tonen
nn: Vis leselista di
pa_in: ਆਪਣੀ ਪੜ੍ਹਨ ਸੂਚੀ ਨੂੰ ਵੇਖੋ
pt_br: Mostrar sua lista de leitura
pt_pt: Mostrar a sua lista de leitura
sq: Shfaq Listën tuaj të Leximeve
sv: Visa läslista
te: మీరు చదవాల్సిన జాబితాను చూపించు
th: แสดงรายการอ่านของคุณ
tr: Okuma listemi göster
uk: Показувати список читання
ur: اپنی پڑھنے کی فہرست کی نمائش کریں
vi: Hiển thị danh sách đọc của bạn

# Settings.NewTab.Option.RecommendedByPocket
source: Recommended by %@
bn: সুপারিশ করেছে %@
br: Erbedet gant %@
ca: Recomanat per %@
cy: Argymhellwyd gan %@
da: Anbefalet af %@
de: Empfohlen von %@
eo: Rekomendita de %@
fr: Recommandations par %@
gd: Air a mholadh le %@
hi_in: %@ द्वारा अनुशंसित
hy_am: Խորհուրդ է տալիս %@-ը
ia: Recommendate per %@
id: Disarankan oleh %@
is: Mælt með af %@
km: បានណែនាំដោយ %@
lt: „%@“ rekomenduoja
nb: Anbefalt av %@
nl: Aanbevolen door %@
nn: Tilrådd av %@
pa_in: %@ ਵਲੋਂ ਸਿਫਾਰਸ਼ ਕੀਤੇ
pt_br: Recomendado pelo %@
pt_pt: Recomendado por %@
sq: Rekomanduar nga %@
sv: Rekommenderas av %@
th: แนะนำโดย %@
tr: %@ öneriyor
uk: Рекомендації від %@
ur: %@ کی جانب سے تجویز کردہ
vi: Được đề xuất bởi %@

# Settings.NewTab.Option.RecommendedByPocketDescription
source: Exceptional content curated by %1$@, part of the %2$@ family
br: Endalc'had eus an dibar, bet dibabet gant %1$@, ezel eus familh %2$@
ca: Contingut excepcional seleccionat per %1$@, part de la família de %2$@
cy: Cynnwys eithriadol wedi'i guradu gan %1$@, rhan o deulu %2$@
da: Interessant indhold udvalgt af %1$@, en del af %2$@-familien
de: Außergewöhnliche Inhalte, zusammengestellt von %1$@, Teil der %2$@-Familie
eo: Eksterordinara enhavo apartigita de %1$@, kiu apartenas al la familio %2$@
fr: Contenu exceptionnel sélectionné par %1$@, qui fait partie de la famille %2$@
gd: Sàr-shusbaint ’ga thasgadh le %1$@ ’na phàirt de theaghlach %2$@
hy_am: Բացառիկ բովանդակություն, որը համադրել է %1$@-ի կողմից, որը %2$@ ընտանիքից է
ia: Contento exceptional seligite per %1$@, parte del familia %2$@
id: Konten luar biasa dikurasi oleh %1$@, bagian dari keluarga %2$@
is: Úrvalsefni í umsjón %1$@, sem er hluti af %2$@ fjölskyldunni
km: មាតិកាពិសេសប្លែកដែលរៀបចំដោយ %1$@ ផ្នែកនៃគ្រួសារ %2$@
lt: Išskirtinis turinys, kuruojamas „%1$@“, dalis „%2$@“ šeimos
nb: Eksepsjonelt innhold satt sammen av %1$@, en del av %2$@-familien
nl: Uitzonderlijke inhoud samengesteld door %1$@, onderdeel van de %2$@-familie
nn: Eksepsjonelt innhald sett saman av %1$@, ein del av %2$@-familien
pa_in: %2$@ ਸਮਹੂ ਦੇ ਹਿੱਸੇ ਵਜੋਂ %1$@ ਵਲੋਂ ਪੇਸ਼ ਕੀਤੀ ਖ਼ਾਸ ਸਮਗੱਰੀ
pt_br: Conteúdo excepcional selecionado pelo %1$@, parte da família %2$@
pt_pt: Conteúdo excecional com curadoria do %1$@, parte da família %2$@
sq: Lëndë speciale, nën kujdesin e %1$@, pjesë e familjes %2$@
sv: Exceptionellt innehåll granskat av %1$@, en del av %2$@-familjen
th: เนื้อหาพิเศษที่ดูแลจัดการโดย %1$@ ซึ่งเป็นส่วนหนึ่งของตระกูล %2$@
tr: %2$@ ailesinin bir parçası olan %1$@’ın seçtiği harika içerikler
uk: Добірні матеріали від %1$@, що належить до родини %2$@
vi: Nội dung đặc biệt do %1$@, một phần của %2$@, lựa chọn

# Settings.NewTab.SectionName
source: New Tab
af: Nuwe oortjie
ast: Llingüeta nueva
az: Yeni Vərəq
be: Новая картка
bn: নতুন ট্যাব
br: Ivinell nevez
ca: Pestanya nova
cy: Tab Newydd
da: Nyt faneblad
de: Neuer Tab
el: Νέα καρτέλα
eo: Nova langeto
et: Uus kaart
fa: زبانه جدید
fi: Uusi välilehti
fr: Nouvel onglet
gd: Taba ùr
hi_in: नया टैब
hr: Nova kartica
hy_am: Նոր Ներդիր
ia: Nove scheda
id: Tab Baru
is: Nýr flipi
it: Nuova scheda
km: ផ្ទាំង​ថ្មី​
kn: ಹೊಸ ಟ್ಯಾಬ್‍
lt: Nauja kortelė
my: တဗ်အသစ်
nb: Ny fane
nl: Nieuw tabblad
nn: Ny fane
oc: Onglet novèl
or: ନୂତନ ଟ୍ୟାବ
pa_in: ਨਵੀਂ ਟੈਬ
pt_br: Nova aba
pt_pt: Novo separador
si: නව පටිත්ත
sk: Nová karta
sq: Skedë e Re
sv: Ny flik
te: కొత్త ట్యాబు
th: แท็บใหม่
tr: Yeni sekme
tt: Яңа таб
uk: Нова вкладка
ur: نیا ٹیب
vi: Thẻ mới

# Settings.NewTab.Title
source: New Tab
ast: Llingüeta nueva
az: Yeni Vərəq
be: Новая картка
bn: নতুন ট্যাব
br: Ivinell nevez
ca: Pestanya nova
cy: Tab Newydd
da: Nyt faneblad
de: Neuer Tab
el: Νέα καρτέλα
eo: Nova langeto
et: Uus kaart
fa: زبانه جدید
fi: Uusi välilehti
fr: Nouvel onglet
gd: Taba ùr
hi_in: नया टैब
hr: Nova kartica
hy_am: Նոր ներդիր
ia: Nove scheda
id: Tab Baru
is: Nýr flipi
it: Nuova scheda
km: ផ្ទាំង​ថ្មី
kn: ಹೊಸ ಟ್ಯಾಬ್
lt: Nauja kortelė
my: တပ်ဗ်အသစ်
nb: Ny fane
nl: Nieuw tabblad
nn: Ny fane
oc: Onglet novèl
or: ନୂତନ ଟ୍ୟାବ
pa_in: ਨਵੀਂ ਟੈਬ
pt_br: Novas abas
pt_pt: Novo separador
si: නව පටිත්ත
sk: Nová karta
sq: Skedë e Re
sv: Ny flik
te: కొత్త ట్యాబు
th: แท็บใหม่
tr: Yeni sekme
tt: Яңа таб
uk: Нова вкладка
ur: نیا ٹیب
vi: Thẻ mới

# Settings.NewTab.TopSectionName
source: Show
ast: Amosar
az: Göstər
be: Паказаць
bn: দেখাও
br: Diskouez
ca: Mostra
cy: Dangos
da: Vis
de: Anzeigen
el: Εμφάνιση
eo: Montri
et: Kuvatakse
fa: نمایش
fi: Näytä
fr: Afficher
gd: Seall
hi_in: दिखाएं
hr: Prikaži
hy_am: Ցուցադրել
ia: Monstrar
id: Tampilkan
is: Sýna
it: Mostra
km: បង្ហាញ
kn: ತೋರಿಸು
lt: Rodyti
my: ပြပါ
nb: Vis
nl: Tonen
nn: Vis
oc: Afichar
or: ଦେଖାଅ
pa_in: ਵੇਖਾਓ
pt_br: Exibir
pt_pt: Mostrar
si: පෙන්වන්න
sk: Zobraziť
sq: Shfaq
sv: Visa
te: చూపించు
th: แสดง
tr: Göster
tt: Күрсәтү
uk: Показати
ur: دکھائیں
vi: Hiện

# Settings.NewTab.TopSectionNameFooter
source: Choose what to load when opening a new tab
ast: Escueyi lo que se carga al abrir una llingüeta nueva
az: Yeni vərəq açdığınızda nəyin yüklənəcəyini seçin
be: Выберыце, што загружаць пры адкрыцці новай карткі
bn: নতুন ট্যাব খোলার পর কি দেখতে চান পছন্দ করুন
br: Dibab petra kargañ pa zigorit un ivinell nevez
ca: Trieu què voleu que es carregui en obrir una pestanya nova
cy: Dewis beth i'w lwytho wrth agor tab newydd
da: Vælg, hvad der indlæses, når du åbner et nyt faneblad
de: Entscheiden Sie, was in einem neuen Tab angezeigt wird
el: Επιλέξτε τι θα φορτώνεται κατά το άνοιγμα νέας καρτέλας
eo: Elekti kion ŝargi dum malfermo de nova langeto
et: Vali, mida soovid uue kaardi avamisel laadida
fa: اینکه چه چیزی هنگام باز کردن زبانهٔ جدید نمایش داده شود را انتخاب کنید
fi: Valitse, mitä avataan, kun uusi välilehti avautuu
fr: Choisissez ce qui s’affiche à l’ouverture d’un nouvel onglet.
gd: Tagh na thèid fhosgladh nuair a dh’fhosglas tu taba ùr
hi_in: चयन करें कि नया टैब खोलने पर आप क्या देखेंगे
hr: Odaberi što želiš učitati prilikom otvaranja nove kartice
hy_am: Ընտրեք ինչը բեռնել, նոր ներդիր բացելիս
ia: Elige lo que cargar al apertura de un scheda
id: Pilih apa yang akan dimuat ketika membuka tab baru
is: Velja hvað á að hlaða þegar nýr flipi opnar
it: Scegli cosa caricare all’apertura di una nuova scheda
km: ជ្រើសរើសអ្វីដែលត្រូវផ្ទុកនៅពេលបើកផ្ទាំងថ្មី
lt: Pasirinkite, ką įkelti atveriant naują kortelę
my: တက်ပ်အသစ်ဖွင့်သည့်အခါတက်လာမည့်အရာကိုရွေးချယ်ပါ
nb: Velg hva som skal lastes inn ved åpning av en ny fane
nl: Kies wat er wordt geladen bij het openen van een nieuw tabblad
nn: Vel kva som skal lastast inn når du opnar ei ny fane
oc: Causissètz çò que cal mostrar en dobrir un onglet novèl
pa_in: ਨਵੀਂ ਟੈਬ ਖੋਲ੍ਹਣ ਉੱਤੇ ਲੋਡ ਕਰਨ ਦੀ ਚੋਣ ਕਰੋ
pt_br: Escolha o que carregar ao abrir uma nova aba
pt_pt: Escolha o que carregar quando abre um novo separador
si: නව පටිත්තක් විවෘත කිරීමේදී පූරණය කළ යුතු දේ තෝරන්න
sk: Vyberte si, čo sa má načítať pri otvorení novej karty
sq: Zgjidhni ç’të ngarkohet kur hapet një skedë e re
sv: Välj vad som ska laddas när du öppnar en ny flik
te: కొత్త ట్యాబు తెరిచేటప్పుడు ఏమి చూపించాలో ఎంచుకోండి
th: เลือกสิ่งที่จะโหลดเมื่อเปิดแท็บใหม่
tr: Yeni bir sekme açarken ne yükleneceğini seçin
tt: Яңа табны ачканда нәрсә йөкләргә икәнен сайлагыз
uk: Оберіть, що завантажувати при відкритті нової вкладки
ur: انتخاب کریں آپ کیا لوڈ کرنا چاہتےہیں جب آپ نیا ٹیب کھولیں گے
vi: Chọn những gì để tải khi mở một thẻ mới

# Settings.NoImageModeBlockImages.Label.v99
source: Block Images
be: Блакіраваць відарысы
br: Stakañ ar skeudennoù
ca: Bloca les imatges
cy: Rhwystro Delweddau
da: Bloker billeder
de: Grafiken blockieren
el: Φραγή εικόνων
eo: Bloki bildojn
et: Pildid blokitakse
fi: Estä kuvat
fr: Bloquer les images
gd: Bac dealbhan
hr: Blokiraj slike
hy_am: Արգելափակել պատկերները
ia: Blocar imagines
id: Blokir Gambar
is: Loka á myndir
it: Blocca immagini
nb: Blokker bilder
nl: Afbeeldingen blokkeren
nn: Blokker bilde
pa_in: ਚਿੱਤਰਾਂ ਤੇ ਪਾਬੰਦੀ ਲਾਓ
pt_br: Bloquear imagens
pt_pt: Bloquear imagens
si: රූප අවහිර කරන්න
sk: Blokovať obrázky
sq: Blloko Figura
sv: Blockera bilder
th: ปิดกั้นภาพ
tr: Resimleri engelle
tt: Рәсемнәрне блоклау
uk: Блокувати зображення
vi: Chặn hình ảnh

# Settings.OfferClipboardBar.Status
source: When Opening Firefox
ast: Al abrir Firefox
az: Firefox səyyahını açarkən
be: Пры адкрыцці Firefox
bn: Firefox চালু হওয়ার সময়
br: Pa loc’han Firefox
ca: En obrir el Firefox
cy: Wrth Agor Firefox
da: Når Firefox bliver åbnet
de: Wenn Firefox geöffnet wird
el: Κατά το άνοιγμα του Firefox
eo: Dum malfermo de Firefox
et: Firefoxi avamisel
fa: هنگام باز کردن فایرفاکس
fi: Kun avaat Firefoxin
fr: À l’ouverture de Firefox
gd: Nuair a dh’fhosglas mi Firefox
hi_in: Firefox खुलते समय
hr: Prilikom otvaranja Firefoxa
hy_am: Firefox-ը բացելիս
ia: Quando Firefox se aperi
id: Ketika Membuka Firefox
is: Þegar Firefox ræsir
it: All’apertura di Firefox
km: នៅពេលបើក Firefox
lt: Kai atveriama „Firefox“
my: Firefox ကို ဖွင့်သည့်အခါ
nb: Når du åpner Firefox
nl: Bij het openen van Firefox
nn: Når du opnar Firefox
oc: En dobrir Firefox
pa_in: ਜਦੋਂ ਫਾਇਰਫਾਕਸ ਖੋਲ੍ਹਣਾ ਹੋਵੇ
pt_br: Ao abrir o Firefox
pt_pt: Ao abrir o Firefox
si: ෆයර්ෆොක්ස් විවෘත කරන විට
sk: Pri otvorení Firefoxu
sq: Kur Hapet Firefox-i
sv: När du öppnar Firefox
te: Firefox తెరుస్తున్నపుడు
th: เมื่อเปิด Firefox
tr: Firefox açılırken
tt: Firefox ачылганда
uk: При запуску Firefox
ur: Firefox کھولتے وقت
vi: Khi mở Firefox

# Settings.OfferClipboardBar.Title
source: Offer to Open Copied Links
ast: Ufrir l'apertura d'enllaces copiaos
az: Köçürülən keçidləri açmağı təklif et
be: Прапаноўваць адкрыццё скапіяваных спасылак
bn: অনুলিপি করে রাখা লিঙ্ক খোলার প্রস্তাব
br: Kinnig digeriñ ereoù eiet
ca: Demana obrir els enllaços copiats
cy: Cynnig Agor Dolenni Wedi'u Copïo
da: Tilbyd at åbne kopierede links
de: Anbieten, kopierte Links zu öffnen
el: Επιλογή για άνοιγμα αντιγραμμένων συνδέσμων
eo: Proponi malfermi kopiitajn ligilojn
et: Pakutakse kopeeritud linkide avamist
fa: پیشنهاد باز کردن پیوندهای رونوشت شده
fi: Tarjoa kopioitujen linkkien avaamista
fr: Proposer d’ouvrir les liens copiés
gd: faighnich a bheil mi airson ceangal a rinn mi lethbhreac dheth fhosgladh
hi_in: कॉपी किए लिंक को खोलने का प्रस्ताव दें
hr: Ponudi otvoriti kopirane poveznice
hy_am: Առաջարկեք բացել պատճենված հղումները
ia: Proponer aperir le ligamines copiate
id: Sarankan untuk Membuka Tautan Tersalin
is: Bjóða uppá að opna afritaða hlekki
it: Chiedi se aprire i link copiati
km: ផ្តល់ជូនឲ្យបើកតំណដែលបានចម្លង
lt: Siūlyti atverti nukopijuotus saitus
my: ကူးယူထားသော လင့်ခ်များကို ဖွင့်ရန် မေးမြန်းပါ
nb: Tilby å åpne kopierte lenker
nl: Aanbieden gekopieerde koppelingen te openen
nn: Tilby å opne kopierte lenker
pa_in: ਕਾਪੀ ਕੀਤੇ ਲਿੰਕਾਂ ਨੂੰ ਖੋਲ੍ਹਣ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰੋ
pt_br: Oferecer abrir links copiados
pt_pt: Oferecer para abrir ligações copiadas
si: පිටපත් කළ සබැඳි ඇරීමට දක්වන්න
sk: Ponúknuť otvorenie skopírovaných odkazov
sq: Ofro Hapje Lidhjesh të Kopjuara
sv: Erbjud att öppna kopierade länkar
te: నకలు చేసిన లంకెలను తెరవడానికి సిద్దపడండి
th: เสนอให้เปิดลิงก์ที่คัดลอก
tr: Kopyalanan bağlantıları açmayı öner
tt: Күчереп алынган сылтамаларны ачарга тәкъдим итү
uk: Пропонувати відкриття посилань
ur: نقل شدہ ربط کھولنے پیشکش
vi: Đề nghị mở các liên kết được sao chép

# Settings.OpenWith.PageTitle
source: Open mail links with
ast: Abrir los enllaces de corréu con
az: Poçt keçidlərini bununla aç:
be: Адкрываць паштовыя спасылкі ў
bn: এর সাহায্যে মেইল লিঙ্ক খুলুন
br: Digeriñ ereoù ar postel gant
ca: Obre els enllaços de correu amb
cy: Agor dolenni e-bost gyda
da: Åbn mail-links i
de: E-Mail-Links öffnen mit
el: Άνοιγμα συνδέσμων email με
eo: Malfermi retpoŝtajn ligilojn per
et: E-posti lingid avatakse
fa: باز کردن پیوند‌های پست‌الکترونیکی با
fi: Avaa sähköpostilinkit sovelluksella
fr: Ouvrir les liens des courriels avec
gd: Fosgail ceanglaichean puist ann an
hi_in: मेल लिंक इसमें खोलें
hr: Poveznice za e-poštu otvori pomoću
hy_am: Բացել էլ. փոստի հղումները՝
ia: Aperir ligamines de e-mail con
id: Buka tautan email dengan
is: Opna pósttengla með
it: Apri link di posta elettronica con
km: បើកតំណភ្ជាប់សារ​​ជាមួយ
lt: Atverti el. pašto saitus su
my: မေးလ်လင့်များကို ဖွင့်ရန်
nb: Åpne e-postlenker med
nl: Mailkoppelingen openen met
nn: Opne e-postlenker med
pa_in: ਮੇਲ ਲਿੰਕਾਂ ਨੂੰ ਇਸ ਨਾਲ ਖੋਲ੍ਹੋ
pt_br: Abrir links de email com
pt_pt: Abrir ligações de correio com
si: සමඟ තැපැල් සබැඳි අරින්න
sk: Otvárať e-mailové odkazy pomocou
sq: Lidhjet për email hapi në
sv: Öppna e-postlänkar med
te: మెయిల్ లింకులను తెరువు
th: เปิดลิงก์จดหมายด้วย
tr: E-posta bağlantılarını bununla aç
tt: Почта сылтамаларын моның белән ач:
uk: Відкривати посилання е-пошти в
ur: کے ساتھ میل کے ربط کھولیں
vi: Mở liên kết thư với

# Settings.OpenWith.SectionName
source: Mail App
ast: Aplicación de corréu
az: Poçt Tətbiqi
be: Праграма для пошты
bn: মেইল অ্যাপ
br: Arload posteloù
ca: Aplicació de correu
cy: Rhaglen E-bost
da: Åbn med
el: Εφαρμογή Mail
eo: Malfermi per
et: Äpiga Mail
fa: برنامه Mail
fi: Sähköpostisovellus
fr: Appli de messagerie électronique
gd: Aplacaid a’ phuist
hi_in: मेल ऐप
hr: Program za e-poštu
hy_am: Փոստային հավելված
ia: Application de posta electronic
id: Aplikasi Mail
is: Póstforrit
it: App di posta elettronica
km: កម្មវិធី Mail
kn: ಇದರೊಂದಿಗೆ ತೆರೆ
lt: Pašto programa
my: အီးမေလ်း
nb: E-postapp
nn: E-postapp
pa_in: ਮੇਲ ਐਪ
pt_br: App de email
pt_pt: Aplicação de correio
si: තැපැල් යෙදුම
sk: Aplikácia e-mailu
sq: Aplikacion Email
sv: E-postapp
te: మెయిల్ అనువర్తనం
th: แอปจดหมาย
tr: E-posta uygulaması
tt: Эл. почта кушымтасы
uk: Відкрити в
ur: میل ایپ
vi: Ứng dụng Mail

# Settings.SaveLogins.Title
source: Save Logins
ast: Guardar los anicios de sesión
az: Hesabları Saxla
be: Захоўваць лагіны
bn: লগইন সংরক্ষন করুন
br: Enrollañ an titouroù kennaskañ
ca: Desa els inicis de sessió
cy: Cadw Mewngofnodion
da: Gem logins
de: Zugangsdaten speichern
el: Αποθήκευση συνδέσεων
eo: Konservi akreditilojn
et: Kasutajakontod salvestatakse
fa: ذخیره ورودها
fi: Tallenna kirjautumistiedot
fr: Enregistrer les identifiants
gd: Sàbhail clàraidhean a-steach
hi_in: लॉगइन सहेजें
hr: Spremi prijave
hy_am: Պահպանել մուտքանունները
ia: Salvar credentiales
id: Simpan Info Masuk
is: Vista innskráningar
it: Salva accessi
km: រក្សាទុក​ការ​ចូល
kn: ಲಾಗಿನ್‌ಗಳನ್ನು ಉಳಿಸಿ
lt: Įrašyti prisijungimus
my: ဝင်ရောက်မှုများကို သိမ်းပါ
nb: Lagre innlogginger
nl: Aanmeldingen opslaan
nn: Lagre innloggingar
pa_in: ਲਾਗਇਨ ਸੰਭਾਲੋ
pt_br: Salvar contas de acesso
pt_pt: Guardar credenciais
si: පිවිසුම් සුරකින්න
sk: Ukladať prihlasovacie údaje
sq: Ruaji Kredencialet e Hyrjeve
sv: Spara inloggningar
te: ప్రవేశాలను భద్రపరచు
th: บันทึกการเข้าสู่ระบบ
tr: Hesapları kaydet
tt: Логиннарны саклау
uk: Зберігати паролі
ur: لاگ ان محفوظ کریں
vi: Lưu thông tin đăng nhập

# Settings.Search.Done.Button
source: Done
af: Klaar
ast: Fecho
az: Bitdi
be: Гатова
bn: হয়ে গেছে
br: Graet eo
ca: Fet
cy: Gorffen
da: Færdig
de: Fertig
el: Τέλος
eo: Farita
et: Valmis
fa: انجام شد
fi: Valmis
fr: Terminé
gd: Deiseil
hi_in: संपन्न
hr: Gotovo
hy_am: Պատրաստ է
ia: Facite
id: Selesai
is: Lokið
it: Fatto
km: ធ្វើ​រួច​
kn: ಮುಗಿಯಿತು‍
lt: Atlikta
my: ပြီးပြီ
nb: Ferdig
nl: Gereed
nn: Ferdig
oc: Acabat
pa_in: ਮੁਕੰਮਲ
pt_br: Pronto
pt_pt: Concluído
si: අහවරයි
sk: Hotovo
sq: U bë
sv: Klar
te: పూర్తయింది
th: เสร็จสิ้น
tr: Bitti
tt: Әзер
uk: Готово
ur: ہوگیا
vi: Xong

# Settings.Search.Edit.Button
source: Edit
af: Redigeer
ast: Editar
az: Düzəlt
be: Змяніць
bn: সম্পাদন করুন
br: Kemmañ
ca: Edita
cy: Golygu
da: Rediger
de: Bearbeiten
el: Αλλαγή
eo: Redakti
et: Muuda
fa: ویرایش
fi: Muokkaa
fr: Modifier
gd: Deasaich
hi_in: संपादन
hr: Uredi
hy_am: Խմբագրել
ia: Modificar
is: Breyta
it: Modifica
km: កែសម្រួល​​
kn: ತಿದ್ದಿ‍
lt: Keisti
my: တည်းဖြတ်ရန်
nb: Rediger
nl: Bewerken
nn: Rediger
oc: Modificar
pa_in: ਸੋਧ
pt_br: Editar
pt_pt: Editar
si: සංස්කරණය
sk: Upraviť
sq: Përpunoni
sv: Redigera
te: మార్చు
th: แก้ไข
tr: Düzenle
tt: Үзгәртү
uk: Змінити
ur: تدوین
vi: Chỉnh sửa

# Settings.SendUsage.Link
source: Learn More.
ast: Lleer más.
az: Ətraflı öyrən.
be: Падрабязней.
bn: আরও জানুন।
br: Gouzout hiroc’h.
ca: Més informació.
cy: Dysgu Rhagor.
da: Læs mere.
de: Weitere Informationen.
el: Μάθετε περισσότερα.
eo: Pli da informo.
et: Rohkem teavet.
fa: اطلاعات بیشتر.
fi: Lue lisää.
fr: En savoir plus.
gd: Barrachd fiosrachaidh.
hi_in: अधिक जानें।
hr: Saznaj više.
hy_am: Իմանալ ավելին:
ia: Saper plus.
id: Pelajari Lebih Lanjut.
is: Fræðast meira.
it: Ulteriori informazioni.
km: ស្វែងយល់បន្ថែម។
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ.
lt: Sužinoti daugiau.
my: ပိုမိုလေ့လာရန်။
nb: Les mer.
nl: Meer info.
nn: Les meir.
oc: Ne saber mai.
pa_in: ਹੋਰ ਜਾਣੋ।
pt_br: Saiba mais.
pt_pt: Saber mais.
si: තව දැනගන්න
sk: Ďalšie informácie.
sq: Mësoni Më Tepër.
sv: Läs mer.
te: ఇంకా తెలుసుకోండి.
th: เรียนรู้เพิ่มเติม
tr: Ayrıntılı bilgi alın.
tt: Күбрәк белү.
uk: Докладніше.
ur: مزید سیکھیں.
vi: Tìm hiểu thêm.

# Settings.SendUsage.Message
source: Mozilla strives to only collect what we need to provide and improve Firefox for everyone.
ast: Mozilla esfuérciase en recoyer namás lo que precisa pa fornir y ameyorar Firefox pa tol mundu.
az: Mozilla ancaq Firefox-u hamı üçün yaxşılaşdırmağa lazım olan məlumatları yığır.
be: Mozilla імкнецца збіраць толькі тыя звесткі, якія патрэбны для работы і паляпшэння Firefox для ўсіх.
bn: Mozilla শুধু এমন কিছু সংগ্রহ করে যা অত্যাবশ্যক প্রয়োজনীয় এবং সকলের জন্যে আরও উন্নত Firefox সংস্করণ তৈরীতে ব্যবহার্য।
br: Strivañ a ra Mozilla evit dastum ar pezh hon eus ezhomm hepken evit gwellaat ha kinnig Firefox d’an holl.
ca: Mozilla s'esforça per recollir només les dades necessàries per oferir i millorar el Firefox per a tothom.
cy: Mae Mozilla'n ceisio casglu dim ond yr hyn sydd ei angen arnom i ddarparu a gwella Firefox ar gyfer pawb.
da: Mozilla stræber efter kun at indsamle, hvad vi skal bruge for at kunne tilbyde og forbedre Firefox for alle.
de: Mozilla ist bestrebt, nur die Informationen zu sammeln, mit denen wir Firefox anbieten und für alle Nutzer verbessern können.
el: Η Mozilla αγωνίζεται για να συλλέγει μόνο ό,τι χρειάζεται για να παρέχει και να βελτιώνει το Firefox για όλους.
eo: Mozilla penas kolekti nur la datumojn nepre bezonatajn por provizi kaj plibonigi Firefox por ĉiuj.
et: Mozilla püüab koguda ainult seda, mida vajame, et teha Firefox kõigi jaoks paremaks.
fa: موزیلا تنها اطلاعاتی که به بهینه‌سازی فایرفاکس برای همه کمک می‌کند را جمع‌آوری می‌کند.
fi: Mozilla pyrkii keräämään vain tietoja, jotka ovat tarpeellisia ja auttavat Firefoxin kehittämisessä.
fr: Mozilla veille à collecter uniquement les données nécessaires afin d’offrir et d’améliorer Firefox pour tout le monde.
gd: Tha Mozilla an dealas dìreach an dàta a chruinneachadh a dh’fheumas sinn airson Firefox a sholar is a leasachadh dhan a h-uile duine.
hi_in: Mozilla मात्र उसे एकत्रित करने का प्रयास करता है जिसकी हमें आवश्यकता होती है तथा Firefox को सभी के लिए बेहतर बनता है।
hr: Mozilla nastoji sakupljati samo onoliko podataka koliko nam treba, kako bismo za sve korisnike osigurali i poboljšali Firefox.
hy_am: Mozilla-ն ձգտում է հավաքել միայն այն ինչ անհրաժեշտ է տրամադրել՝ Firefox-ը բոլորի համար լավարկել ու համար:
ia: Mozilla se effortia a colliger solmente le informationes necessari pro fornir e meliorar Firefox pro totes.
id: Mozilla berusaha untuk hanya mengumpulkan yang kami perlu untuk menghadirkan dan meningkatkan Firefox untuk setiap orang.
is: Mozilla safnar eingöngu þeim gögnum sem við þurfum til að veita og betrum bæta Firefox fyrir alla.
it: Mozilla si impegna a raccogliere solo i dati necessari a fornire e migliorare Firefox per tutti gli utenti.
km: Mozilla ខិតខំប្រមូលតែអ្វីដែល​យើងត្រូវការដើម្បីផ្តល់ និងធ្វើឱ្យ Firefox ប្រសើរឡើងសម្រាប់អ្នកគ្រប់គ្នា។
lt: „Mozilla“ siekia rinkti tik tai, ko reikia norint pagerinti „Firefox“ visiems.
my: Mozilla သည် လူတိုင်းအတွက် Firefox ကို ပေးစွမ်းရန်နှင့် တိုးတက်ကောင်းမွန်စေရန်အတွက်သာ ကောက်ခံမှုပြုခြင်း ဖြစ်ပါသည်။
nb: Mozilla strever etter å bare samle inn det vi trenger for å tilby og forbedre Firefox for alle.
nl: Mozilla streeft ernaar alleen te verzamelen wat nodig is om Firefox voor iedereen aan te bieden en te verbeteren.
nn: Mozilla strevar etter å berre samle inn det vi treng for å tilby og forbetre Firefox for alle.
pa_in: Mozilla ਸਿਰਫ਼ ਉਹੀ ਇਕੱਤਰ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ, ਜੋ ਕਿ ਸਾਨੂੰ ਹਰ ਕਿਸੇ ਲਈ ਫਾਇਰਫਾਕਸ ਪਹੁੰਚਣ ਅਤੇ ਸੁਧਾਰਨ ਲਈ ਚਾਹੀਦਾ ਹੈ।
pt_br: A Mozilla se empenha em coletar somente o necessário para melhorar o Firefox para todos.
pt_pt: A Mozilla esforça-se para apenas recolher o que precisamos para melhorar o Firefox para todos.
si: සැමට ෆයර්ෆොක්ස් වැඩිදියුණු කර දීමට හා සැපයීමට අවශ්‍ය දෑ පමණක් රැස් කර ගැනීමට මොසිල්ලා උත්සාහ කරයි.
sk: Mozilla sa usiluje zbierať len údaje, ktoré potrebujeme na vylepšenie Firefoxu pre všetkých.
sq: Mozilla rreket të grumbullojë vetëm sa na duhen për të ofruar dhe përmirësuar Firefox-in për këdo.
sv: Mozilla strävar efter att endast samla in det vi behöver för att tillhandahålla och förbättra Firefox för alla.
te: Mozilla ప్రతి ఒక్కరికీ Firefoxను అందించడానికి మరియు మెరుగుపరచడానికి మాత్రమే అవసరమైనవి మాత్రమే సేకరించేందుకు కృషి చేస్తుంది.
th: Mozilla มุ่งมั่นที่จะเก็บรวบรวมเฉพาะสิ่งที่เราจำเป็นต้องให้บริการและปรับปรุง Firefox สำหรับทุกคน
tr: Mozilla, yalnızca Firefox’u daha da geliştirmek için ihtiyaç duyduğumuz verileri toplar.
tt: Mozilla, Firefox'ны һәркемгә дә тәкъдим итү һәм яхшырту өчен кирәкле мәгълүматларны гына җыярга тырыша.
uk: Mozilla намагається збирати лише дані, необхідні для роботи й вдосконалення Firefox.
ur: Mozilla صرف اس کو جمع کرنے کی کوشش کرتا ہے جو ہمیں ہر کسی کے لئے Firefox فراہم کرنے اور بہتر بنانے کی ضرورت ہے۔
vi: Mozilla chỉ thu thập những gì chúng tôi cần cung cấp và cải tiến Firefox cho tất cả mọi người.
