Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Settings.TrackingProtection.Alert.Description
source: If a site doesn’t work as expected, tap the shield in the address bar and turn off Enhanced Tracking Protection for that page.
az: Əgər sayt gözlənildiyi kimi işləmirsə, ünvan sətrindəki qalxana toxunun və bu səhifə üçün artırılmış izlənmə qorumasını söndürün.
be: Калі сайт не працуе належным чынам, краніце значок шчыта ў адрасным радку і адключыце ўзмоцненую ахову ад сачэння на гэтай старонцы.
bn: যদি কোন সাইট প্রত্যাশিতভাবে কাজ না করে তবে ঠিকানা বারে শিল্ডটিতে ট্যাপ করুন এবং সেই পৃষ্ঠার জন্য বর্ধিত ট্র্যাকিং সুরক্ষা বন্ধ করুন।
br: Ma n’ez a ket en dro ul lec’hienn, klikit war ar skoed er varrenn chomlec’h evit diweredekaat ar gwarez araokaet a-enep d’an heuliañ evit ar bajenn-mañ.
ca: Si un lloc no funciona com s'espera, toqueu l'escut a la barra d'adreces i desactiveu la protecció contra el seguiment millorada per a aquella pàgina.
cy: Os nad yw gwefan yn gweithio yn ôl y disgwyl, tapiwch y darian yn y bar cyfeiriad a diffoddwch Diogelwch rhag Tracio Uwch ar gyfer y dudalen honno.
da: Hvis et websted ikke virker som ventet, så kan du trykke på skjoldet i adressefeltet og slå Udvidet beskyttelse mod sporing fra for webstedet.
de: Wenn eine Website nicht wie erwartet funktioniert, tippen Sie auf den Schild in der Adressleiste und deaktivieren Sie den verbesserten Tracking-Schutz für diese Seite.
el: Αν μια ιστοσελίδα δεν λειτουργεί όπως πρέπει, πατήστε την ασπίδα στη γραμμή διευθύνσεων και απενεργοποιήστε την ενισχυμένη προστασία από καταγραφή για αυτή τη σελίδα.
eo: Se retejo me funkcias bone, tuŝetu la ŝildon en la adresa strio kaj malŝaltu la pligbonigitan protekton kontraŭ spurado por tiu paĝo.
et: Kui sait ei tööta ootuspäraselt, siis puuduta aadressiribal olevat kilpi ning lülita selle lehe jaoks täiustatud jälitamisvastane kaitse välja.
fa: اگر سایتی مطابق آنچه انتظار می رود کار نکند ، به سپر موجود در نوار آدرس ضربه بزنید و محافظت پیشرفته ردیابی را برای آن صفحه خاموش کنید.
fi: Jos sivusto ei toimi odotetulla tavalla, napauta kilpeä osoiterivillä ja poista kyseisen sivun tehostettu seurannan suojaus käytöstä.
fr: Si un site ne fonctionne pas comme prévu, appuyez sur le bouclier dans la barre d’adresse et désactivez la protection renforcée contre le pistage pour cette page.
gd: Mur eil làrach ag obair mar bu chòir, thoir gnogag air an sgiath ann am bàr an t-seòlaidh agus cuir dheth an dìon leasaichte o thracadh air an duilleag sin.
hr: Ako web-stranica ne funkcionira kako treba, dodirni štit u adresnoj traci i isključi pojačanu zaštitu od praćenja za tu stranicu.
hy_am: Եթե կայքը չի գործում, ինչպես սպասվում էր, հպեք վահանին հասցեի տողում և անջատեք Հետագծումների ընդլայնված պաշտպանությունը էջի համար:
ia: Si un sito non functiona como expectate, tocca le scuto in le barra de adresse e disactiva Protection antitraciamento reinfortiate pro ille pagina.
id: Jika situs tidak berfungsi seperti yang diharapkan, ketuk perisai di bilah alamat dan nonaktifkan Perlindungan Pelacakan yang Ditingkatkan untuk halaman tersebut.
is: Ef vefsvæði virkar ekki eins og búist var við, skaltu ýta á skjöldinn á veffangastikunni og slökkva á aukinni rakningarvernd fyrir þá síðu.
it: Se un sito non funziona come previsto, tocca il lucchetto nella barra degli indirizzi e disattiva la protezione antitracciamento avanzata per quella pagina.
lt: Jei svetainė neveikia tinkamai, bakstelėkite skydo piktogramą adreso juostoje, ir tam tinklalapiui išjunkite išplėstą apsaugą nuo stebėjimo.
my: အကယ်၍ ဆိုက်သည် မျှော်မှန်း သလို မလုပ်ဆောင်ပါက လိပ်စာ ဘားတန်း ရှိ ဒိုင်းပုံကို နှိပ် ကာ နောက်ယောင်ခံလိုက်ခြင်း အကာအကွယ် လုပ်ဆောင်ချက် ကို ဤ စာမျက်နှာ အတွက် ပိတ်လိုက်ပါ။
nb: Hvis et nettsted ikke fungerer som forventet, kan du trykke på skjoldet i adressefeltet og slå av Utvidet sporingsbeskyttelse for det nettstedet.
nl: Als een website niet werkt zoals verwacht, tik dan op het schild in de adresbalk en schakel Verbeterde bescherming tegen volgen voor die pagina uit.
nn: Dersom ein nettstad ikkje fungerer som forventa, kan du trykkje på skjoldet i adressefeltet og slå av Utvida sporingsvern for den nettstaden.
pa_in: ਜੇ ਕੋਈ ਸਾਈਟ ਉਮੀਦ ਮੁਤਾਬਕ ਕੰਮ ਨਹੀਂ ਕਰਦੀ, ਤਾਂ ਐਡਰੈੱਸ ਬਾਰ ਵਿੱਚ ਸ਼ੀਲਡ 'ਤੇ ਟੈਪ ਕਰੋ ਅਤੇ ਉਸ ਪੰਨੇ ਲਈ ਵਾਧਾ ਕੀਤੀ ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ ਨੂੰ ਬੰਦ ਕਰੋ।
pt_br: Se um site não funcionar conforme esperado, toque no escudo na barra de endereços e desative a proteção aprimorada contra rastreamento na página.
pt_pt: Se um site não funcionar conforme o esperado, toque no escudo na barra de endereço e desative a Proteção melhorada contra a monitorização para essa página.
si: අඩවියක් අපේක්‍ෂිත පරිදි වැඩ නොකරයි නම්, ලිපින තීරුවේ තිබෙන පලිහ මත තට්ටු කර එම පිටුව සඳහා වැඩිදියුණු කළ ලුහුබැඳීමේ රැකවරණය අක්‍රිය කරන්න.
sk: Ak niektorá stránka nebude fungovať správne, ťuknite na ikonu štítu v paneli s adresou a rozšírenú ochranu pred sledovaním na danej stránke vypnite.
sq: Nëse një sajt nuk funksionon si pritej, prekni mburojën te shtylla e adresave dhe çaktivizoni Mbrojtjen e Thelluar Nga Gjurmimet për atë faqe.
sv: Om en webbplats inte fungerar som förväntat, klicka på skölden i adressfältet och stäng av Förbättrat spårningsskydd för den sidan.
th: ถ้าเว็บไซต์ไม่ทำงานตามที่คาดไว้ แตะที่โล่ในแถบที่อยู่และปิด การป้องการติดตามที่มากขึ้น สำหรับหน้านั้น
tr: Bir sitenin düzgün çalışmadığını fark ederseniz adres çubuğundaki kalkan simgesine dokunarak o site için gelişmiş izlenme korumasını kapatabilirsiniz.
tt: Әгәр дә сайт көтелгәнчә эшләмәсә, адрес юлында йозакка басыгыз һәм бу бит өчен Күзәтүдән Көчәйтелгән Саклауны сүндерегез.
uk: Якщо сайт не працює належним чином, торкніться щита в панелі адреси і вимкніть розширений захист від стеження для сторінки.
ur: اگر کوئی سائٹ توقع کے مطابق کام نہیں کرتی ہے تو ، ایڈریس بار میں ڈھال کو تھپتھپائیں اور اس صفحے کے لئے بہتر ٹریکنگ پروٹیکشن کو بند کردیں۔
vi: Nếu một trang web không hoạt động như mong đợi, hãy chạm vào hình khiên trong thanh địa chỉ và tắt trình chống theo dõi nâng cao cho trang đó.

# Settings.TrackingProtection.Alert.Title
source: Heads up!
ast: ¡Atención!
az: Diqqət!
be: Увага!
bn: প্রস্তুত হোন!
br: Diwallit!
ca: Atenció!
cy: Rhybudd!
da: Vigtigt!
de: Achtung!
el: Προσοχή!
eo: Atento!
et: Tähelepanu!
fa: هوشیار باشید!
fi: Huomio!
fr: Attention !
gd: An aire!
hi_in: सावधान!
hr: Oprez!
hy_am: Ուշադրություն։
ia: Attention!
id: Perhatian!
is: Gættu þín!
it: Attenzione
km: ងើយក្បាល!
lt: Dėmesio!
my: ကြိုတင်အသိပေးချက်!
nb: Varsel!
nl: Opgelet!
nn: Varsel!
pa_in: ਧਿਆਨ ਰੱਖੋ!
pt_br: Atenção!
pt_pt: Atenção!
si: අවධානය!
sk: Pozor!
sq: Kini mendjen!
sv: Varning!
te: గమనిక!
th: ระวัง!
tr: Bilgi
tt: Игътибар!
uk: Увага!
ur: دھیان دیں!
vi: Hãy cân nhắc!

# Settings.TrackingProtection.BlockListsHeader
source: You can choose which list Firefox will use to block Web elements that may track your browsing activity.
ast: Pues escoyer les llistes que va usar Firefox pa bloquiar elementos web que podríen rastrexar la to actividá de restolar.
az: Sizi izləyə biləcək Web elementləri bloklamaq üçün Firefox-un hansı siyahını işlədəcəyini seçə bilərsiz.
bn: আপনাকে ট্রাকিং করে এমন ওয়েব এলিমেন্টসমূহ ব্লক করতে, Firefox কোন তালিকা ব্যবহার করবে তা আপনি পছন্দ করে দিতে পারবেন।
br: Gallout a rit dibab peseurt roll a vo arveret gant Firefox evit stankañ elfennoù web a c’hell heuliañ hoc’h oberiantiz merdeiñ.
ca: Podeu triar la llista que utilitzarà el Firefox per blocar elements web que podrien fer el seguiment de la vostra activitat a Internet.
cy: Gallwch ddewis pa restr fydd Firefox yn ei ddefnyddio i rwystro elfennau Gwe gall fod yn tracio eich gweithgaredd pori.
da: Du kan vælge, hvilken liste Firefox skal bruge til at blokere net-elementer, der kan spore din aktivitet på nettet.
de: Sie können die Liste auswählen, welche Firefox zum Blockieren von Ihre Internetaktivitäten verfolgenden Web-Elementen verwenden soll.
eo: Vi povas elekti la liston, kiun Firefox uzos por bloki Teksaĵajn elementojn, kiuj povus spuri vian retumon.
fa: شما می‌توانید فهرستی که فایرفاکس برای مسدود کردن عناصری از وب که ممکن است فعالیت شما را ردیابی کنند، انتخاب کنید.
fr: Vous pouvez désormais choisir quelle liste Firefox doit utiliser pour bloquer les éléments web susceptibles de pister votre navigation.
gd: ’S urrainn dhut fhèin taghadh dè an liosta a chleachdadh Firefox gus eileamaidean-lìn a bhacadh a thracaicheas na nì thu air loidhne ma dh’fhaoidte.
hi_in: आप चुन सकते हैं कि Firefox वेब तत्वों को ब्लाॅक करने के लिए कौन सी सूची प्रयोग करेगा जो आपकी ब्राउजिंग गतिविधि को ट्रैक कर सकते हैं।
hy_am: Կարող եք ընտրել, թե Firefox-ը որ ցուցակը օգտագործի արգելափակելու վեբ տարրերը, որոնք կարող են դանդաղեցնել ձեր աշխատանքը զննիչում։
ia: Tu pote eliger qual lista Firefox usara pro blocar le elementos web que pote traciar tu activitate de navigation.
id: Anda bisa memilih daftar mana yang digunakan Firefox untuk mencegah elemen Web yang mungkin melacak aktivitas penjelajahan Anda.
is: Þú getur valið hvaða lista Firefox notar til að loka á þá vefhluta sem gætu verið að fylgjast með þér.
km: អ្នកអាចជ្រើសរើសបញ្ជីដែល Firefox នឹងប្រើដើម្បីទប់ស្កាត់ធាតុបណ្តាញដែលអាចតាមដានសកម្មភាពរុករករបស់អ្នក។
kn: ನೀಮ್ಮ ಜಾಲಾಟದ ಚಟುವಟಿಕೆಗಳ ಜಾಡುಹಿಡಿಯಬಲ್ಲ ಜಾಲ ಘಟಕಗಳನ್ನು ತಡೆಹಿಡಿಯಲು Firefox ಬಳಸಬಹುದಾದ ಪಟ್ಟಿಯನ್ನು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು.
lt: Galite pasirinkti, kurį sąrašą „Firefox“ naudos blokavimui saityno elementų, kurie gali sekti jūsų veiklą internete.
my: သင့်ရှာဖွေမှုကို ခြေရာခံကောင်းခံနိုင်သည့် ဝဘ်အဲလိမန့်ကို Firefox က ပိတ်ရမည့်စာရင်းကို သင်ရွေးချယ်နိုင်ပါသည်။
nb: Du kan velge hvilke lister Firefox vil bruke for å blokkere web-elementer som kan spore nettleseraktiviteten din.
nl: U kunt kiezen welke lijst Firefox zal gebruiken voor het blokkeren van web-elementen die uw surfactiviteit kunnen volgen.
nn: Du kan velje kva for lister Firefox skal bruke for å blokkere webelement som kan spore nettlesaraktiviteten din.
pa_in: ਤੁਸੀਂ ਚੋਣ ਕਰ ਸਕਦੇ ਕਿ ਫਾਇਰਫਾਕਸ ਕਿਹੜੀ ਸੂਚੀ ਨੂੰ ਵੈੱਬ ਭਾਗਾਂ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਲਈ ਵਰਤੇ, ਜੋ ਕਿ ਤੁਹਾਡੀ ਬਰਾਊਜ਼ ਕਰਨ ਦੀ ਸਰਗਰਮੀ ਨੂੰ ਟਰੈਕ ਕਰ ਸਕਦੇ ਹਨ।
pt_br: Você pode escolher qual lista o Firefox usa para bloquear elementos da web que podem rastrear sua atividade de navegação.
pt_pt: Pode escolher qual a lista que o Firefox usará para bloquear elementos web que podem monitorizar a sua atividade de navegação.
sq: Mund të zgjidhni cilën listë do të përdorë Firefox-i për të bllokuar elementë Web që mund të gjurmojnë veprimtarinë tuaj të shfletimit.
sv: Du kan välja vilken lista Firefox kommer att använda för att blockera webbelement som kan spåra din surfaktivitet.
te: మీ విహరణ జాడ తెలుసుకునే వెబ్ ఎలిమెంట్స్ నిరోధించుటకు Firefox ఏ జాబితా ఉపయోగించాలో మీరు ఎంచుకోవచ్చు.
th: คุณสามารถเลือกรายการที่ Firefox จะใช้เพื่อปิดกั้นองค์ประกอบเว็บที่อาจติดตามกิจกรรมการเรียกดูของคุณ
tr: Gezinti etkinliğinizi izleyebilecek web öğelerini engellemek için Firefox’un hangi listeyi kullanacağını seçebilirsiniz.
uk: Ви можете вибрати список, який Firefox використовуватиме для блокування вебелементів, які можуть стежити за вашою діяльністю в Інтернеті.
ur: آپ انتخاب کر سکتے ھیں کون سی فہرست Firefox ویب عنصر کو بلاک کرنے کے لیئے استعمال کرے گا جو مئی براؤزنگ سرگرمی کا سراغ راہ لگا سکے۔
vi: Bạn có thể chọn danh sách mà Firefox sẽ sử dụng để chặn các phần tử của trang có thể theo dõi hoạt động duyệt web của bạn.

# Settings.TrackingProtection.Info.BasicTitle
source: Balanced for protection and performance.
az: Tarazlaşdırılmış qoruma və verimlilik.
bn: সুরক্ষা এবং কর্মক্ষমতার মধ্যে ভারসাম্যপূর্ণ।
br: Kempouezet evit ar gwarez hag an digonusted.
ca: Equilibri entre protecció i rendiment.
cy: Cytbwys ar gyfer diogelu a pherfformiad.
da: Balanceret mellem beskyttelse og ydelse.
de: Ausgewogen für Schutz und Leistung.
eo: Ekvilibro inter protekto kaj efikeco.
fa: تنظیم شده برای محافظت و کارایی.
fr: Équilibré entre la protection et la performance.
gd: Cothromachadh eadar dìon is dèanadas.
hi_in: सुरक्षा और प्रदर्शन के लिए संतुलित।
hy_am: Հավասարակշռված է պաշտպանության իրականացումը։
ia: Balanciate pro protection e rendimento.
id: Seimbang untuk perlindungan dan kinerja.
is: Jafnvægi milli verndar og afkasta.
km: តុល្យភាពសម្រាប់ការពារ និងការដំណើរការ។
lt: Subalansuota apsauga ir našumas.
my: လုံခြုံရေးနှင့် စွမ်းဆောင်ရည်ကို ဟန်ချက်ညီစေရန် ပြုလုပ်ထားသည်။
nb: Balansert for beskyttelse og ytelse.
nl: Afgewogen voor bescherming en prestaties.
nn: Balansert for vern og yting.
pa_in: ਸੁਰੱਖਿਆ ਅਤੇ ਕਾਰਗੁਜ਼ਾਰੀ ਲਈ ਸੰਤੁਲਿਤ ਹੈ।
pt_br: Balanceado entre proteção e desempenho.
pt_pt: Equilíbrio entre proteção e desempenho.
sq: E baraspeshuar për mbrojtje dhe funksionim.
sv: Balanserad för skydd och prestanda.
te: సంరక్షణకు, పనితనానికి మధ్య సమతుల్యమైనది.
th: การป้องกันและประสิทธิภาพแบบสมดุล
tr: Dengeli koruma ve performans.
uk: Збалансований рівень захисту і швидкодії.
ur: تحفظ اور کارکردگی کیلئے متوازن۔
vi: Cân bằng để bảo vệ và hiệu suất.

# Settings.TrackingProtection.Info.BlocksTitle
source: BLOCKS
ast: BLÓQUIASE
az: ƏNGƏLLƏNƏNLƏR
be: ЗАБЛАКІРАВАНЫ
br: STANKADENNOÙ
ca: BLOQUEJOS
da: BLOKERER
de: BLOCKIERT
el: ΑΠΟΚΛΕΙΣΜΟΙ
eo: BLOKADO
et: BLOKITUD
fi: ESTETYT
fr: BLOQUE
gd: AIR AM BACADH
hi_in: ब्लॉक
hr: BLOKIRANJA
hy_am: ԱՐԳԵԼԱՓԱԿՎԱԾՆԵՐ
is: LOKAÐ Á
it: BLOCCATI
km: ការទប់ស្កាត់
lt: BLOKAVIMAI
nb: BLOKKERER
nl: GEBLOKKEERD
nn: BLOKKERER
pa_in: ਪਾਬੰਦੀਆਂ
pt_br: BLOQUEIOS
pt_pt: BLOQUEADOS
si: අවහිර කළ
sk: ZABLOKOVANÉ
sq: BLLOKIME
sv: BLOCKERAR
te: నిరోధాలు
th: การปิดกั้น
tr: ENGELLENENLER
tt: БЛОКЛАНДЫ
uk: БЛОКУВАННЯ
vi: ĐÃ CHẶN

# Settings.TrackingProtection.Info.StrictTitle
source: Offers stronger protection, but may cause some sites to break.
az: Daha güclü qoruma təmin edir, amma bəzi saytların düzgün işləməməsinə səbəb ola bilər.
bn: শক্তিশালী নিরাপত্তা দেয় , কিন্তু কিছু সাইট ঠিকঠাক কাজ নাও করতে পারে ।
br: Muioc’h a warez, met gallout a ra lec’hiennoù ’zo chom hep mont en-dro.
ca: Ofereix més protecció, però pot fer que alguns llocs no funcionin correctament.
cy: Mae'n cynnig diogelu cryfach, ond gall achosi i rai gwefannau dorri.
da: Bedre beskyttelse, men kan forhindre nogle websteder i at fungere.
de: Bietet stärkeren Schutz, kann jedoch dazu führen, dass einige Websites nicht funktionieren.
eo: Pli forta protekto, kiu povus misfunkciigi kelkajn retejojn.
fa: ارائه محافظت قوی تر ممکن است باعث خرابی ها در پایگاه اینترنتی شود.
fr: Propose une protection renforcée, mais certains sites ou contenus peuvent ne pas fonctionner correctement.
gd: Bheir seo dhut dìon nas làidire ach dh’fhaoidte gum bris seo cuid a làraichean.
hi_in: मजबूत सुरक्षा प्रदान करता है, लेकिन कुछ साइटों के नष्ट होने का कारण हो सकता है।
hy_am: Առաջարկում է ավելի ուժեղ պաշտպանություն, բայց կարող է հանգեցնել որոշ կայքերի խախտման:
ia: Offere protection plus forte, ma alcun sitos pote non functionar.
id: Menawarkan perlindungan yang lebih kuat, tetapi dapat menyebabkan beberapa situs rusak.
is: Bíður uppá sterkari vernd en getur valdið því að sumar síður virki ekki.
km: ផ្តល់ជូនការការពារខ្លាំងជាងមុន ប៉ុន្តែអាចបណ្តាលឱ្យគេហទំព័រមួយចំនួនខូច។
lt: Stipresnė apsauga, tačiau gali sutrikti kai kurių svetainių veikimas.
my: ပိုမိုကောင်းမွန်သော လုံခြုံရေးကို ပေးစွမ်းသည်၊ သို့သော် အချို့ဝဘ်ဆိုက်များသည် ကောင်းမွန်စွာ ဆောင်ရွက်နိုင်ကောင်း ဆောင်ရွက်နိုင်မည်။
nb: Tilbyr sterkere beskyttelse, men kan føre til at noen nettsteder ikke vil fungere.
nl: Biedt sterkere bescherming, maar kan er voor zorgen dat sommige websites niet werken.
nn: Tilbyr sterkare vern, men kan føre til at nokre nettstadar ikkje vil fungere.
pa_in: ਵੱਧ ਸੁਰੱਖਿਆ ਦਿੰਦਾ ਹੈ, ਪਰ ਕੁਝ ਸਾਈਟਾਂ ਠੀਕ ਤਰ੍ਹਾਂ ਕੰਮ ਨਾ ਕਰਨ ਦਾ ਕਾਰਨ ਹੋ ਸਕਦਾ ਹੈ।
pt_br: Oferece proteção mais forte, mas pode atrapalhar alguns sites.
pt_pt: Oferece uma proteção mais forte, mas pode causar problemas em alguns sites.
sq: Ofron mbrojtje më të fuqishme, por mund të sjellë mosfunksionim si duhet të disa sajteve.
sv: Erbjuder starkare skydd, men kan leda till att vissa webbplatser inte fungerar korrekt.
te: బలమైన సంరక్షణను అందిస్తుంది, కానీ కొన్ని సైట్లు సరిగా పనిచేయకపోవచ్చు.
th: เสริมการป้องกันที่แข็งแกร่งขึ้น แต่อาจส่งผลให้ไซต์บางส่วนเสียหาย
tr: Daha güçlü koruma sağlar ama bazı sitelerin bozulmasına yol açabilir.
uk: Пропонує надійніший захист, але може пошкодити деякі сайти.
ur: مضبوط تحفظ کی پیش کش کرتی ہے ، لیکن اس سے کچھ سائٹیں ٹوٹ سکتی ہیں۔
vi: Cung cấp bảo vệ mạnh mẽ hơn, nhưng có thể khiến một số trang web bị phá vỡ.

# Settings.TrackingProtection.LearnMore
source: Learn more
ast: Lleer más
az: Ətraflı öyrən
be: Падрабязней
bn: আরও জানুন
br: Gouzout hiroc’h
ca: Més informació
cy: Dysgu rhagor
da: Læs mere
de: Weitere Informationen
el: Μάθετε περισσότερα
eo: Pli da informo
et: Rohkem teavet
fa: بیشتر بدانید
fi: Lue lisää
fr: En savoir plus
gd: Barrachd fiosrachaidh
hi_in: अधिक जानें
hr: Saznaj više
hy_am: Իմանալ ավելին
ia: Saper plus
id: Pelajari lebih lanjut
is: Frekari upplýsingar
it: Ulteriori informazioni
km: ស្វែងយល់​បន្ថែម
lt: Sužinoti daugiau
my: ပိုမို လေ့လာရန်
nb: Les mer
nl: Meer info
nn: Les meir
pa_in: ਹੋਰ ਸਿੱਖੋ
pt_br: Saiba mais
pt_pt: Saber mais
si: තව දැනගන්න
sk: Ďalšie informácie
sq: Mësoni më tepër
sv: Läs mer
te: ఇంకా తెలుసుకోండి
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi alın
tt: Күбрәк белү
uk: Докладніше
ur: مزید سیکھیں
vi: Tìm hiểu thêm

# Settings.TrackingProtection.MoreInfo
source: More Info…
ast: Más información…
az: Ətraflı Məlumat…
bn: আরও তথ্য…
br: Titouroù ouzhpenn…
ca: Més informació…
cy: Rhagor o wybodaeth…
da: Læs mere…
de: Weitere Informationen…
eo: Pli da informo…
fa: اطلاعات بیشتر…
fr: En savoir plus…
gd: Barrachd fiosrachaidh…
hi_in: अधिक जानकारी…
hy_am: Հավելյալ տեղեկություն…
ia: Plus info…
id: Info Lebih Lanjut…
is: Nánari upplýsingar…
km: ព័ត៌មាន​បន្ថែម…
lt: Daugiau informacijos…
my: နောက်ထပ်အချက်အလက်…
nb: Mer info…
nl: Meer info…
nn: Meir info…
pa_in: …ਹੋਰ ਜਾਣਕਾਰੀ
pt_br: Mais informações…
pt_pt: Mais informação…
sq: Më Tepër të Dhëna…
sv: Mer information…
te: మరింత సమాచారం…
th: ข้อมูลเพิ่มเติม…
tr: Daha fazla bilgi…
uk: Докладніше…
ur: مزید معلومات…
vi: Thêm thông tin…

# Settings.TrackingProtection.ProtectionCellFooter
source: Reduces targeted ads and helps stop advertisers from tracking your browsing.
az: Hədəflənmiş reklamları azaldır və reklam verənlərin sizi internetdə izləməsini dayandırmağa kömək edir.
be: Змяншае колькасць мэтавай рэкламы і дапамагае спыніць асочванне вашага вэб-сёрфінгу рэкламадаўцамі.
bn: লক্ষ্যযুক্ত বিজ্ঞাপনগুলি হ্রাস করে এবং বিজ্ঞাপনদাতাদেরকে আপনার ব্রাউজিং ট্র্যাক করা থেকে বিরত রাখতে সহায়তা করে।
br: Digreskiñ a ra ar bruderezhioù dibabet ha mirout a ra ouzh ar gemennerien da heuliañ ho merdeiñ.
ca: Redueix els anuncis personalitzats i ajuda a evitar que els anunciants facin seguiment de la vostra navegació.
cy: Yn lleihau hysbysebion wedi'u targedu ac yn helpu i atal hysbysebwyr rhag tracio'ch pori.
da: Reducerer antallet af målrettede reklamer og gør det sværere for annoncørerne at følge din adfærd på nettet.
de: Reduziert gezielte Anzeigen und verhindert, dass Werbetreibende Ihre Online-Aktivitäten verfolgen.
el: Μειώνει τις στοχευμένες διαφημίσεις και εμποδίζει την καταγραφή της περιήγησής σας από διαφημιστές.
eo: Tio ĉi reduktas alcelajn reklamojn kaj helpas eviti ke reklamistoj spuru vian retumon.
et: Vähendab sihitud reklaame ja takistab reklaamijatel sinu tegevuse jälitamist.
fa: تبلیغات هدفمند را کاهش می دهد و به جلوگیری از ردیابی تبلیغات در مرور شما کمک می کند.
fi: Vähentää kohdennettua mainontaa ja auttaa estämään mainostajia seuraamasta selaamistasi.
fr: Réduit les publicités ciblées et empêche les annonceurs de suivre votre navigation.
gd: Lùghdaichidh seo an t-sanasachd thargaidichte agus cuiridh e bacadh air luchd-sanasachd o bhith a’ tracadh na nì thu air an lìon.
hr: Smanjuje broj ciljanih oglasa i pomaže spriječiti oglašivače da prate tvoje kretanje internetom.
hy_am: Նվազեցնում է նպատակային գովազդը և օգնում է դադարեցնել գովազդատուներին ձեր զննարկումը հետևելու համար:
ia: Reduce le annuncios personalisate e adjuta a impedir que le annunciatores seque tu navigation.
id: Mengurangi iklan yang ditargetkan dan membantu menghentikan pengiklan melacak penjelajahan Anda.
is: Dregur úr markvissum auglýsingum og hjálpar til við að koma í veg fyrir að auglýsendur fylgist með vafrinu þínu.
it: Riduce gli annunci pubblicitari mirati e aiuta a impedire agli inserzionisti di tracciare la tua navigazione.
lt: Sumažina tikslinių reklamų kiekį, ir padeda neleisti reklamų tiekėjams sekti jūsų naršymo.
my: ပစ်မှတ်ထားသောကြော်ငြာများကိုလျှော့ချပြီးကြော်ငြာရှင်များကိုသင်၏ရှာဖွေမှုကိုကြော်ငြာရှင်များခြေရာခံခြင်းမှရပ်တန့်စေသည်။
nb: Reduserer målrettede annonser og hjelper med å hindre annonsører fra å spore surfing.
nl: Vermindert gerichte advertenties en voorkomt dat adverteerders uw surfactiviteiten volgen.
nn: Reduserer målretta annonsar og hjelper med å hindre annonsørar frå å spore surfing.
pa_in: ਟੀਚਾ ਬਣਾਏ ਇਸ਼ਤਿਹਾਰਾਂ ਨੂੰ ਘਟਾਉਂਦੀ ਹੈ ਅਤੇ ਇਸ਼ਤਿਹਾਰਦਾਤਿਆਂ ਨੂੰ ਤੁਹਾਡੇ ਬ੍ਰਾਊਜ਼ਿੰਗ ਨੂੰ ਟਰੈਕ ਕਰਨ ਤੋਂ ਰੋਕਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ।
pt_br: Reduz anúncios direcionados e ajuda a impedir que anunciantes rastreiem sua navegação.
pt_pt: Reduz anúncios segmentados e ajuda a impedir que os anunciantes monitorizem a sua navegação.
si: ඉලක්කගත දැන්වීම් අඩු කරන අතර දැන්වීම්කරුවන් ඔබගේ පිරික්සීම් ලුහුබැඳීම නතර කිරීමට උපකාරී වේ.
sk: Obmedzuje množstvo cielených reklám a zabraňuje inzerentom sledovať vás na internete.
sq: Ul numrin e reklamave të qepura enkas për ju dhe ndihmon të ndalen gjurmimi i shfletimeve tuaja nga reklamues.
sv: Minskar riktade annonser och hjälper till att hindra annonsörer från att spåra din surfning.
th: ลดโฆษณาที่กำหนดเป้าหมายและช่วยหยุดผู้โฆษณาไม่ให้ติดตามการเรียกดูของคุณ
tr: Hedefli reklamları azaltır ve reklamcıların gezdiğiniz siteleri izlemesini engeller.
tt: Максатлы рекламаларны киметә һәм рекламачыларның Сезнең гизү гамәлләрен күзәтүен тоткарлый.
uk: Зменшує персоналізовану рекламу і допомагає перешкодити рекламодавцям стежити за вашим переглядом.
ur: چنے گئے اشتہارات کو کم کرتا ہے اور مشتھرین کو آپ کے براؤزنگ سے باخبر رہنے سے روکنے میں مدد کرتا ہے۔
vi: Giảm quảng cáo được nhắm mục tiêu và giúp ngăn nhà quảng cáo theo dõi trình duyệt của bạn.
