Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# ActivityStream.Shortcuts.SectionTitle
source: Shortcuts
ast: Atayos
az: Qısayollar
be: Ярлыкі
bn: শর্টকাট
br: Berradennoù
ca: Dreceres
cy: Llwybrau Byr
da: Genveje
de: Verknüpfungen
el: Συντομεύσεις
eo: Ŝparvojoj
et: Otseteed
fa: میانبرها
fi: Oikotiet
fr: Raccourcis
gd: Ath-ghoiridean
hi_in: शॉर्टकट
hr: Prečaci
hy_am: Դյուրանցումներ
ia: Accessos directe
id: Pintasan
is: Flýtileiðir
it: Scorciatoie
km: ផ្លូវកាត់
lt: Leistukai
nb: Snarveier
nl: Snelkoppelingen
nn: Snarvegar
oc: Acorchis
pa_in: ਸ਼ਾਰਟਕੱਟ
pt_br: Atalhos
pt_pt: Atalhos
si: කෙටිමං
sk: Skratky
sq: Shkurtore
sv: Genvägar
th: ทางลัด
tr: Kestirmeler
uk: Ярлики
ur: تیز راہ
vi: Lối tắt

# ActivityStream.TopSites.RowCount
source: Rows: %d
ast: Fileres: %d
az: Sətirlər: %d
bn: সারি: %d
br: Renkoù: %d
ca: Files: %d
cy: Rhesi: %d
da: Rækker: %d
de: Zeilen: %d
eo: Vicoj: %d
fa: ردیف‌ها: %d
fr: Lignes : %d
gd: Ràghan: %d
hi_in: पंक्तियां: %d
hy_am: Տողեր․ %d
ia: Lineas: %d
id: Baris: %d
is: Raðir: %d
km: ជួរដេក៖ %d
kn: ಅಡ್ಡಸಾಲು %d
lt: Eilutės: %d
my: အတန်း %d တန်း
nb: Rader: %d
nl: Rijen: %d
nn: Rader: %d
pa_in: ਕਤਾਰਾਂ: %d
pt_br: Linhas: %d
pt_pt: Linhas: %d
sq: Rreshta: %d
sv: Rader: %d
te: వరుసలు: %d
th: แถว: %d
tr: Satır: %d
uk: Рядків: %d
ur: قطاریں: %d
vi: Hàng: %d

# ActivityStream.TopSites.RowSettingFooter
source: Set Rows
az: Sətirləri qur
be: Колькасць радкоў
bn: সারি সেট কতুন
br: Dibab an niver a renkoù
ca: Definiu les files
cy: Gosod Rhesi
da: Indstil rækker
de: Zeilen festlegen
el: Ορισμός γραμμών
eo: Difini nombron de vicoj
et: Ridade määramine
fa: تنظیم ردیف‌ها
fi: Aseta rivit
fr: Choisir le nombre de lignes
gd: Suidhich na ràghan
hi_in: पंक्तियां सेट करें
hr: Postavi retke
hy_am: Սահմանել տողերը
ia: Selige le numero de lineas
id: Atur Baris
is: Velja fjölda raða
it: Imposta righe
km: កំណត់​ជួរ​ដេក
kn: ಸಾಲುಗಳನ್ನು ಹೊಂದಿಸಿ
lt: Nustatyti eilutes
my: အတန်းသတ်မှတ်ရန်
nb: Still inn rader
nl: Rijen instellen
nn: Still inn rader
or: ଧାଡ଼ି ସେଟ୍ କରନ୍ତୁ
pa_in: ਕਤਾਰਾਂ ਤਹਿ ਕਰੋ
pt_br: Definir linhas
pt_pt: Definir linhas
si: පේළි සකසන්න
sk: Nastaviť počet riadkov
sq: Caktoni Rreshta
sv: Ange rader
te: వరుసలను ఏర్పాటు చేయు
th: ตั้งแถว
tr: Satır sayısını ayarla
tt: Юллар саны
uk: Кількість рядків
ur: قطاریں سیٹ کریں
vi: Thết lập hàng

# ActivityStream.TopSites.SectionTitle
source: Top Sites
af: Topwerwe
ast: Sitios Principales
az: Qabaqcıl Saytlar
bn: শীর্ষ সাইট
br: Lec’hiennoù gweladennetañ
ca: Llocs principals
cy: Hoff Wefannau
da: Mest besøgte websider
de: Meistbesuchte Seiten
eo: Plej vizititaj
fa: سایت‌های برتر
fr: Les plus visités
gd: Brod nan làrach
hi_in: सर्वोच्च साइट
hy_am: Լավագույն կայքեր
ia: Sitos preferite
id: Situs Teratas
is: Helstu síður
km: គេហទំព័រ​ពេញនិយម​បំផុត
kn: ಪ್ರಮುಖ ತಾಣಗಳು
lt: Lankomiausios svetainės
my: ထိပ်တန်းဝတ်ဆိုက်များ
nb: Mest besøkte nettsteder
nl: Topwebsites
nn: Mest besøkte nettstadar
pa_in: ਚੋਟੀ ਦੀਆਂ ਸਾਈਟਾਂ
pt_br: Sites preferidos
pt_pt: Sites mais visitados
sq: Sajte Kryesues
sv: Mest besökta
te: మేటి సైట్లు
th: ไซต์เด่น
tr: Sık kullanılanlar
uk: Популярні сайти
ur: بہترین سائٹس
vi: Các trang phổ biến

source: Add Tab
af: Voeg oortjie by
az: Vərəq əlavə et
be: Дадаць картку
bn: ট্যাব যোগ করুন
br: Ouzhpennañ un ivinell
ca: Afegeix una pestanya
cy: Ychwanegu Tab
da: Tilføj faneblad
de: Tab hinzufügen
el: Προσθήκη καρτέλας
eo: Aldoni langeton
et: Lisa kaart
fa: افزودن زبانه
fi: Lisää välilehti
fr: Ajouter un onglet
gd: Cuir taba ris
hi_in: टैब जोड़ें
hr: Dodaj karticu
hy_am: Ավելացնել ներդիր
ia: Adder un scheda
id: Tambahkan Tab
is: Bæta við flipa
it: Aggiungi scheda
km: បន្ថែម​ផ្ទាំង
kn: ಟ್ಯಾಬ್ ಸೇರಿಸು
lt: Pridėti kortelę
my: တပ်ဗ်တစ်ခုဖွင့်
nb: Legg til fane
nl: Tabblad toevoegen
nn: Legg til fane
oc: Apondre un onlget
or: ଟ୍ୟାବ ଯୋଡ଼ନ୍ତୁ
pa_in: ਟੈਬ ਜੋੜੋ
pt_br: Adicionar aba aos favoritos
pt_pt: Adicionar separador
si: පටිත්තක් යොදන්න
sk: Pridať kartu
sq: Shtoni Skedë
sv: Lägg till flik
te: ట్యాబును జోడించు
th: เพิ่มแท็บ
tr: Sekme ekle
tt: Таб өстәү
uk: Додати вкладку
ur: ٹيبز کا اضافہ کريں
vi: Thêm thẻ

source: Add to Reading List
af: Voeg by leeslys
az: Oxuma Siyahısına əlavə et
be: Дадаць у спіс для чытання
bn: পঠন তালিকায় সংযুক্ত
br: Ouzhpennañ er roll lennadurioù
ca: Afegeix a la llista de lectura
cy: Ychwanegu i'r Rhestr Ddarllen
da: Føj til læseliste
de: Zur Leseliste hinzufügen
el: Προσθήκη στη λίστα ανάγνωσης
eo: Aldoni al legolisto
et: Lisa lugemisnimekirja
fa: افزودن به فهرست مطالعه
fi: Lisää lukulistaan
fr: Ajouter à la liste de lecture
gd: Cuir ris an liosta-leughaidh
hi_in: पठन सूची में जोड़ें
hr: Dodaj na popis za čitanje
hy_am: Հավելել ընթերցման ցուցակում
ia: Adder al lista de lectura
id: Tambahkan ke Daftar Bacaan
is: Bæta við leslista
it: Aggiungi a Elenco lettura
km: បន្ថែម​ទៅ​បញ្ជី​អាន
kn: ಓದುಗ ಪಟ್ಟಿಗೆ ಸೇರಿಸು
lt: Įtraukti į skaitinių sąrašą
my: စာဖတ်စာရင်းသို့ ထည့်ပေးပါ
nb: Legg til i leselisten
nl: Toevoegen aan leeslijst
nn: Legg til i leselista
oc: Apondre a la lista de lectura
or: ରିଡିଂ ଲିଷ୍ଟରେ ଯୋଡ଼ନ୍ତୁ
pa_in: ਪੜ੍ਹਨ ਸੂਚੀ ਵਿੱਚ ਜੋੜੋ
pt_br: Adicionar à lista de leitura
pt_pt: Adicionar à lista de leitura
si: කියවීමේ ලේඛනයට එක් කරන්න
sk: Pridať do Zoznamu na prečítanie
sq: Shtoje te Listë Leximesh
sv: Lägg till i läslistan
te: చదవాల్సిన జాబితాకి చేర్చు
th: เพิ่มไปยังรายการอ่าน
tr: Okuma listesine ekle
tt: Уку исемлегенә өстәү
uk: Додати до списку читання
ur: مطالعہ فہرست میں شامل کریں
vi: Thêm vào danh sách đọc

source: Added page to Reading List
az: Oxuma Siyahısına əlavə edildi
be: Старонка дададзена ў спіс для чытання
bn: রিডিং লিস্টে পেজটি যুক্ত হয়েছে।
br: Ouzhpennet eo bet ar bajenn d'ar roll lennadurioù
ca: S'ha afegit la pàgina a la llista de lectura
cy: Ychwanegwyd tudalen i'r Rhestr Ddarllen
da: Side er føjet til læseliste
de: Seite zur Leseliste hinzugefügt
el: Η σελίδα προστέθηκε στη λίστα ανάγνωσης
eo: Paĝo aldonita al la lego
et: Leht lisati lugemisnimekirja
fa: صفحه افزوده شده به فهرست مطالعه.
fi: Lisätty sivu lukulistaan
fr: Page ajoutée à la liste de lecture
gd: Chaidh an duilleag a chur ris an liosta-leughaidh
hi_in: पठन सूची मे पृष्ठ जोड़ दिया गया
hr: Stranica dodana na popis za čitanje
hy_am: Էջն ավելացվել է ընթերցման ցուցակում
ia: Pagina addite al lista de lectura
id: Ditambahkan ke Daftar Baca
is: Síðu bætt við í leslista
it: Pagina aggiunta a Elenco lettura
km: បាន​បន្ថែម​ទំព័រ​ទៅ​បញ្ជី​អាន
kn: ಪುಟವನ್ನ್ನು ಓದುವ ಪಟ್ಟಿಗೆ ಸೇರಿಸಲಾಗಿದೆ
lt: Tinklalapis įtrauktas į skaitinių sąrašą
my: သင့်စာဖတ်စာရင်းသို့ စာမျက်နှာအားထည့်ပြီး
nb: La til siden i leselisten
nl: Pagina aan leeslijst toegevoegd
nn: Sida er lagt til i leselista
oc: Pagina aponduda a la lista de lectura
or: ରିଡ଼ିଂ ଲିଷ୍ଟରେ ପୃଷ୍ଠାଟି ଯୋଡ଼ାଗଲା
pa_in: ਪੜ੍ਹਨ ਸੂਚੀ ਵਿੱਚ ਸਫ਼ਾ ਜੋੜਿਆ ਗਿਆ
pt_br: Página adicionada à lista de leitura
pt_pt: Página adicionada à lista de leitura
si: කියවීමේ ලේඛනයට පිටුව එක් කෙරිණි
sk: Stránka bola pridaná zo Zoznamu na prečítanie
sq: Faqja u shtua te Listë Leximesh
sv: Sidan tillagd till läslistan
te: చదవాల్సిన జాబితాకి చేర్చబడింది
th: เพิ่มหน้าไปยังรายการอ่านแล้ว
tr: Sayfa, okuma listesine eklendi
tt: Сәһифә уку исемлегенә өстәлде
uk: Сторінку додано до списку читання
ur: مطالعہ فہرست میں شامل کردیا گیا
vi: Đã thêm trang vào danh sách đọc

# AddPass.Error.Dismiss
source: OK
af: Goed
ast: D'acuerdu
az: Tamam
bn: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eo: Akcepti
et: Olgu
fa: تأیید
gd: Ceart ma-thà
hi_in: ठीक
hr: U redu
hy_am: Լավ
id: Oke
is: Í lagi
km: យល់ព្រម
kn: ಸರಿ
lt: Gerai
my: ကောင်းပြီ
oc: D’acòrdi
or: ଠିକ ଅଛି
pa_in: ਠੀਕ ਹੈ
si: හරි
te: సరే
th: ตกลง
tr: Tamam
tt: ОК
uk: Гаразд
ur: ٹھیک ہے

# AddPass.Error.Message
source: An error occurred while adding the pass to Wallet. Please try again later.
ast: Asocedió un fallu mentanto s'amestaba la tarxeta a Wallet. Volvi tentalo dempués.
az: Bileti Wallet-ə əlavə etmədə xəta baş verdi. Lütfən sonra təkrar yoxlayın.
be: Падчас дадавання карткі ў Wallet узнікла памылка. Калі ласка, паспрабуйце зноў пазней.
bn: ওয়ালেটে পাস যোগ করার সময় একটি ত্রুটি ঘটেছে। অনুগ্রহ করে একটু পরে আবার চেষ্টা করুন।
br: Ur fazi a zo degouezhet en ur ouzhpennañ ar bilhed da Wallet. Klaskit en-dro diwezhatoc’h.
ca: S'ha produït un error en afegir la targeta al Wallet. Torneu-ho a provar més tard.
cy: Digwyddodd gwall wrth ychwanegu'r tocyn i Wallet. Ceisiwch eto'n ddiweddarach.
da: Der opstod en fejl, mens kortet blev føjet til Wallet. Prøv igen senere.
de: Beim Hinzufügen der Karte zu Wallet ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
el: Προέκυψε σφάλμα κατά την προσθήκη του πάσου στο Πορτοφόλι. Παρακαλώ δοκιμάστε ξανά αργότερα.
eo: Eraro okazis dum aldono de la bileto al la monujo. Bonvolu klopodi denove poste.
et: Pääsme lisamisel Walletisse esines viga. Palun proovi hiljem uuesti.
fa: یک خطا هنگام اضافه کردن گذرواژه به Wallet رُخ داد. لطفا بعدا دوباره تلاش کنید.
fi: Tapahtui virhe lisättäessä korttia Walletiin. Yritä myöhemmin uudelleen.
fr: Une erreur s’est produite lors de l’ajout du billet à Wallet. Veuillez réessayer plus tard.
gd: Thachair mearachd fhad ’s a bha sinn a’ cur a’ phas ris an sporan. Feuch ris a-rithist an ceann greis.
hi_in: पास को वॉलेट में जोड़ने के दौरान त्रुटि आई। कृपया बाद में पुनः प्रयास करें।
hr: Došlo je do greške prilikom dodavanja propusnice u Wallet. Pokušaj ponovo kasnije.
hy_am: Wallet-ում գաղտնաբառերի ավելացման ընթացքում սխալ է տեղի ունեցել։ Փորձեք ավելի ուշ։
ia: Un error ha occurrite durante le addition del billet a Wallet. Per favor retenta plus tarde.
id: Terjadi kesalahan saat menambahkan pass ke Wallet. Coba lagi nanti.
is: Villa átti sér stað þegar verið var að senda gögn í veskið. Vinsamlega reyndu aftur síðar.
it: Si è verificato un errore durante l’aggiunta del biglietto a Wallet. Riprova più tardi.
km: មាន​កំហុស​បាន​កើតឡើង​ខណៈ​ដែល​កំពុង​បន្ថែម​​​ការ​ឆ្លង​ទៅ​កាបូប។ សូម​ព្យាយាម​ម្ដង​ទៀត​ពេលក្រោយ។
kn: ಗುಪ್ತಪದವನ್ನು ವ್ಯಾಲೆಟ್‌ಗೆ ಸೇರಿಸುವಾಗ ದೋಷ ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lt: Pridedant leidimą į piniginę įvyko klaida. Prašome pabandyti vėliau.
my: ငွေပေးချေမှုနည်းလမ်း ထည့်သွင်းရာတွင် အမှားတစ်ခု ဖြစ်ပေါ်ခဲ့သည်။ ကျေးဇူးပြု၍ နောင်တွင် ဆောင်ရွက်ကြည့်ပါ။
nb: Kunne ikke legge kortet til Wallet. Prøv igjen senere.
nl: Er is een fout opgetreden bij het toevoegen van de kaart aan Wallet. Probeer het later opnieuw.
nn: Klarte ikkje å leggje til kortet i Wallet. Prøv igjen seinare.
or: ୱାଲେଟରେ ପାସ୍ ଯୋଡିବାବେଳେ ଏକ ତ୍ରୁଟି ଘଟିଗଲା | ଦୟାକରି ପରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ
pa_in: ਪਾਸ ਨੂੰ ਵਾਲਿਟ ਵਿੱਚ ਜੋੜਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ। ਬਾਅਦ 'ਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: Ocorreu um erro ao adicionar a senha no Passbook. Tente novamente mais tarde.
pt_pt: Ocorreu um erro ao adicionar o passe no Wallet. Por favor tente novamente mais tarde.
si: පසුම්බියට අවසර පත එක් කිරීමේදී දෝෂයක් ඇති විය. පසුව උත්සාහ කරන්න.
sk: Pri pridávaní lístkov do aplikácie Wallet nastala chyba. Skúste to, prosím, neskôr.
sq: Ndodhi një gabim teksa bileta juaj shtohej te Wallet. Ju lutemi, riprovoni më vonë.
sv: Det gick inte att lägga till pass till Wallet. Försök igen senare.
te: వాలెట్ కు పాస్ ను జోడించడంలో ఒక లోపం సంభవించింది. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดขณะเพิ่มบัตรผ่านไปยัง Wallet โปรดลองอีกครั้งในภายหลัง
tr: Parola Wallet’a eklenirken bir hat oluştu. Lütfen daha sonra yeniden deneyin.
tt: Серсүзне Wallet-ка өстәгәндә хата килеп чыкты. Зинһар соңрак тагын бер кат тырышып карагыз.
uk: При додаванні картки до Wallet сталася помилка. Спробуйте знову пізніше.
ur: پاس کو Wallet میں شامل کرتے وقت نقص آگیا ۔ براہ مہربانی کچھ دیر بعد کوشش کریں۔
vi: Đã xảy ra lỗi trong khi thêm thẻ vào Wallet. Vui lòng thử lại sau.

# AddPass.Error.Title
source: Failed to Add Pass
ast: Hebo un fallu al amestar la tarxeta
az: Bilet əlavə etmə mümkün olmadı
be: Не атрымалася дадаць картку
bn: পাস যোগ করতে ব্যর্থ হয়েছে
br: C’hwitadenn war ouzhpennadenn ar bilhed.
ca: No s'ha pogut afegir la targeta
cy: Methwyd Ychwanegu Tocyn
da: Kunne ikke tilføje kort
de: Fehler beim Hinzufügen der Karte
el: Αποτυχία προσθήκης πάσου
eo: Ne eblis aldoni la bileton
et: Pääsme lisamine ebaõnnestus
fa: اضافه کردن گذرواژه شکست خورد
fi: Kortin lisäys epäonnistui
fr: Échec de l’ajout du billet
gd: Cha b’ urrainn dhuinn am pas a chur ris
hi_in: पास जोड़ने में विफल
hr: Neuspjelo dodavanje propusnice
hy_am: Չհաջողվեց գաղտնաբառեր ավելացնել
ia: Error al adder le billet
id: Gagal Menambahkan Pass
is: Tókst ekki að bæta við Pass
it: Errore aggiunta biglietto
km: បាន​បរាជ័យ​បន្ថែម​ការ​ឆ្លង
lt: Nepavyko pridėti leidimo
my: စကားဝှက်ခြင်း မအောင်မြင်ပါ
nb: Kunne ikke legge til kortet
nl: Kaart toevoegen mislukt
nn: Klarte ikkje å leggje til kortet
oc: Fracàs de l’apondon del bilhet
or: ପାସ୍ ଯୋଡିବାରେ ବିଫଳ
pa_in: ਪਾਸ ਨੂੰ ਜੋੜਨ ਵਿੱਚ ਫੇਲ੍ਹ ਹੈ
pt_br: Falha ao adicionar senha
pt_pt: Falha ao adicionar o passe
si: අවසර පත එක් කිරීමට අසමත්!
sk: Pridanie lístku zlyhalo
sq: S’u arrit të Shtohej Biletë
sv: Det gick inte att lägga till pass
te: పాస్ జోడించలేకపొయాను
th: ไม่สามารถเพิ่มบัตรผ่าน
tr: Parola eklenemedi
tt: Серсүзне өстәп булмады
uk: Не вдалося додати картку
ur: پاس شامل کرنے میں ناکام رہا
vi: Thất bại khi thêm thẻ

source: Address and Search
ast: Direición y gueta
az: Ünvan və Axtarış
be: Адрас і пошук
bn: ঠিকানা এবং অনুসন্ধান
br: Chomlec’h ha Klask
ca: Adreça i cerca
cy: Cyfeiriad a Chwilio
da: Adresse og søgning
de: Adresse und Suche
el: Διεύθυνση και αναζήτηση
eo: Adreso kaj serĉo
et: Aadress ja otsing
fa: آدرس و جستجو
fi: Osoite ja haku
fr: Recherche ou adresse
gd: Seòladh is lorg
hi_in: पता और खोज
hr: Adresa i pretraga
hy_am: Հասցեն և Որոնում
ia: Adresse e recerca
id: Alamat dan Pencarian
is: Vistfang og leit
it: Indirizzo e ricerca
km: អាសយដ្ឋាន និង​ស្វែងរក
kn: ‍ವಿಳಾಸ ಮತ್ತು ಹುಡುಕು
lt: Adresas ir paieška
my: လိပ်စာ နှင့် ရှာဖွေရေး
nb: Adresse og søk
nl: Adres en Zoeken
nn: Adresse og søk
oc: Adreça o recèrca
or: ଆଡ୍ରେସ ଓ ସର୍ଚ
pa_in: ਸਿਰਨਾਵਾਂ ਅਤੇ ਖੋਜ
pt_br: Endereço e pesquisa
pt_pt: Endereço e pesquisa
si: ලිපිනය සහ සෙවීම
sk: Adresa a vyhľadávanie
sq: Adresë dhe Kërkim
sv: Adress och sökfunktion
te: చిరునామా మరియు శోధన
th: ที่อยู่และการค้นหา
tr: Adres ve arama
tt: Адрес һәм Эзләү
uk: Адреса і пошук
ur: پتہ اور تلاش
vi: Địa chỉ và tìm kiếm

# Address.Bar.v99
source: Address Bar
be: Адрасны радок
br: Barrenn chomlec'hioù
ca: Barra d'adreces
cy: Bar Cyfeiriadau
da: Adressefelt
de: Adressleiste
el: Γραμμή διευθύνσεων
eo: Adresa strio
et: Aadressiriba
fi: Osoitepalkki
fr: Barre d’adresse
gd: Bàr an t-seòlaidh
hr: Adresna traka
hy_am: Հասցեագոտի
ia: Barra de adresses
id: Bilah Alamat
is: Veffangastika
it: Barra degli indirizzi
nb: Adresselinje
nl: Adresbalk
nn: Adresselinje
oc: Barra d'adreça
pa_in: ਸਿਰਨਾਵਾਂ ਪੱਟੀ
pt_br: Barra de endereços
pt_pt: Barra de endereço
si: ලිපින තීරුව
sk: Panel s adresou
sq: Shtyllë Adresash
sv: Adressfält
th: แถบที่อยู่
tr: Adres çubuğu
tt: Адрес юлы
uk: Панель адреси
vi: Thanh địa chỉ

source: Always Send
af: Stuur altyd
ast: Unviar siempres
az: Həmişə Göndər
be: Заўседы адпраўляць
bn: সর্বদা পাঠানো হবে
br: Kas bepred
ca: Envia sempre
cy: Anfon bob Tro
da: Send altid
de: Immer senden
el: Αποστολή πάντα
eo: Ĉiam sendi
et: Saada alati
fa: همیشه ارسال شود
fi: Lähetä aina
fr: Toujours envoyer
gd: Cuir an-còmhnaidh
hi_in: हमेशा भेजें
hr: Uvijek šalji
hy_am: Միշտ ուղարկել
ia: Inviar sempre
id: Selalu Kirimkan
is: Alltaf senda
it: Invia sempre
km: តែងតែ​ផ្ញើ​ជានិច្ច
kn: ಯಾವಾಗಲೂ ಕಳಿಸು
lt: Visada perduoti
my: အမြဲ ပို့ပါ
nb: Send alltid
nl: Altijd verzenden
nn: Send alltid
oc: Totjorn enviar
or: ସବୁବେଳେ ପଠାନ୍ତୁ
pa_in: ਹਮੇਸ਼ਾ ਭੇਜੋ
pt_br: Sempre enviar
pt_pt: Enviar sempre
si: සැමවිටම යවන්න
sk: Vždy odoslať
sq: Dërgo Përherë
sv: Skicka alltid
te: ఎప్పుడూ పంపు
th: ส่งเสมอ
tr: Her zaman gönder
tt: Һәрвакыт җибәрү
uk: Завжди надсилати
ur: ہمیشہ ارسال کریں
vi: Luôn gửi

source: Authentication required
af: Stawing vereis
ast: Ríquese l'autenticación
az: Təsdiqləmə tələb edilir
be: Патрабуецца аўтэнтыфікацыя
bn: অনুমোদন প্রয়োজন
br: Dilesa azgoulennet
ca: Cal autenticació
cy: Mae angen dilysu
da: Godkendelse påkrævet
de: Authentifizierung erforderlich
el: Απαιτείται ταυτοποίηση
eo: Legitimo postulata
et: Vajalik autentimine
fa: تأیید هویت لازم است
fi: Todennus vaaditaan
fr: Authentification requise
gd: Feum air dearbhadh
hi_in: सत्यापन आवश्यक
hr: Potrebna je autentifikacija
hy_am: Պահանջվում է իսկորոշում
ia: Authentication requirite
id: Otentikasi dibutuhkan
is: Vantar auðkenni
it: Autenticazione richiesta
km: ទាមទារ​​ការ​ផ្ដល់​សិទ្ធិ​អនុញ្ញាត
kn: ದೃಢೀಕರಣದ ಅಗತ್ಯವಿದೆ
lt: Reikalingas tapatumo nustatymas
my: စစ်ဆေးခြင်း လိုအပ်သည်
nb: Krever godkjenning
nl: Authenticatie vereist
nn: Godkjenning er påkravd
oc: Autentificacion demandada
or: ଅନୁମତି ଲୋଡ଼ା
pa_in: ਪ੍ਰਮਾਣਿਕਤਾ ਲੋੜੀਂਦੀ ਹੈ
pt_br: Requer autenticação
pt_pt: Autenticação requerida
si: සත්‍යාපනය අවශ්‍යයි
sk: Vyžaduje sa overenie
sq: Lyp mirëfilltësim
sv: Autentisering krävs
te: ప్రమాణీకరణ అవసరం
th: ต้องมีการรับรองความถูกต้อง
tr: Kimlik doğrulaması gerekli
tt: Аутентификация таләп ителә
uk: Необхідна автентифікація
ur: توثیق درکار ہے
vi: Yêu cầu xác thực

# Awesomebar.SearchWithEngine.Description
source: Search %@ directly from the address bar
bn: এড্রেস বার থেকে সরাসরি %@ অনুসন্ধান করুন
br: Klask %@ war-eeun eus ar varrenn chomlec’h
ca: Cerca en %@ directament des de la barra d’adreces
cy: Chwilio %@ yn uniongyrchol o’r bar cyfeiriad
da: Søg med %@ direkte fra adressefeltet
de: Direkt aus der Adressleiste mit %@ suchen
eo: Serĉi per %@ rekte el la adresa strio
fa: مستقیما از نوار آدرس با %@ جستجو کنید
fr: Recherche %@ directement depuis la barre d’adresse
gd: Lorg le %@ sa bhad on bhàr-sheòlaidh
hi_in: सीधे पता बार से %@ खोजें
hy_am: Փնտրեք %@-ը անմիջապես հասցեի տողից
ia: Cercar %@ directemente per le barra de adresse
id: Cari %@ langsung dari bilah alamat
is: Leita að %@ beint úr veffangastikunni
km: ស្វែងរក %@ ដោយ​ផ្ទាល់​ពី​របារ​អាសយដ្ឋាន
lt: Ieškokite „%@“ tiesiai iš adreso lauko
nb: Søk %@ direkte fra adresselinjen
nl: %@ rechtstreeks vanuit de adresbalk doorzoeken
nn: Søk med %@ direkte frå adresselinja
pa_in: ਸਿਰਨਾਵਾਂ ਪੱਟੀ ਵਿੱਚੋਂ %@ ਸਿੱਧਾ ਖੋਜੋ
pt_br: Pesquisar com %@ diretamente na barra de endereços
pt_pt: Pesquisar %@ diretamente a partir da barra de endereço
sq: Kërkoni me %@ drejt e nga shtylla e adresave
sv: Sök med %@ direkt från adressfältet
th: ค้นหา %@ โดยตรงจากแถบที่อยู่
tr: %@ ile doğrudan adres çubuğundan arama yapın
uk: Шукайте з %@ безпосередньо в панелі адреси
ur: ایڈریس بار سے %@ براہ راست تلاش کریں
vi: Tìm kiếm %@ trực tiếp từ thanh địa chỉ

# Awesomebar.SearchWithEngine.Title
source: Search with %@
az: %@ ilə axtar
bn: %@ দিয়ে অনুসন্ধান করুন
br: Klask gant %@
ca: Cerca amb %@
cy: Chwilio gyda %@
da: Søg med %@
de: Mit %@ suchen
eo: Serĉi per %@
fa: جستجو با %@
fr: Rechercher avec %@
gd: Lorg le %@
hi_in: %@ के साथ खोजें
hy_am: Որոնել %@-ով
ia: Cercar con %@
id: Cari dengan %@
is: Leita með %@
km: ស្វែងរក​ជាមួយ %@
lt: Ieškoti per „%@“
nb: Søk med %@
nl: Zoeken met %@
nn: Søk med %@
pa_in: %@ ਨਾਲ ਖੋਜੋ
pt_br: Pesquisar com %@
pt_pt: Pesquisar com %@
sq: Kërko me %@
sv: Sök med %@
th: ค้นหาด้วย %@
tr: %@ ile ara
uk: Шукати з %@
ur: %@ کے ساتھ تلاش کریں
vi: Tìm kiếm với %@

# Back
source: Backwards
af: Terug
ast: Atrás
az: Geri
be: Назад
bn: পূর্বে
br: Distro
ca: Enrere
cy: Nôl
da: Tilbage
de: Zurück
el: Πίσω
eo: Reen
et: Tagasi
fa: بازگشت
fi: Edellinen
fr: Retour
gd: Air ais
hi_in: पीछे
hr: Natrag
hy_am: Հետ
ia: Retro
id: Mundur
is: Til baka
it: Indietro
km: ថយក្រោយ
kn: ಹಿಂದೆ
lt: Atgal
my: ရှေ့သို့
nb: Tilbake
nl: Terug
nn: Tilbake
oc: Tornar
or: ପଛକୁ
pa_in: ਪਿੱਛੇ
pt_br: Voltar
pt_pt: Retroceder
si: ආපසු
sk: Naspäť
sq: Mbrapsht
sv: Bakåt
te: తిరిగి
th: ย้อนกลับ
tr: Geri
tt: Кире
uk: Назад
ur: واپس
vi: Quay lại

source: Block Pop-up Windows
af: Blokkeer opspringers
ast: Bloquiar les ventanes emerxentes
az: Peyda olan pəncərələri əngəllə
be: Блакіраваць усплывальныя вокны
bn: পপ-আপ উইন্ডো প্রতিরোধ করুন
br: Stankañ ar prenestroù diflugell
ca: Bloca les finestres emergents
cy: Rhwystro Llamlenni
da: Bloker pop op-vinduer
de: Pop-up-Fenster blockieren
el: Φραγή αναδυόμενων παραθύρων
eo: Bloki ŝprucfenestrojn
et: Hüpikaknad blokitakse
fa: مسدود کردن پنجره‌های واشو
fi: Estä ponnahdusikkunat
fr: Bloquer les fenêtres popup
gd: Bac priob-uinneagan
hi_in: पॉप-अप विंडो बाधित करें
hr: Blokiraj skočne prozore
hy_am: Վերադառնալ ելնող պատուհանին
ia: Blocar le fenestras emergente
id: Blokir Jendela Sembulan
is: Loka á spretti glugga
it: Blocca finestre pop-up
km: ទប់ស្កាត់​បង្អួច​ដែល​លេចឡើង
kn: ಪಾಪ್-ಅಪ್ ಕಿಟಕಿಗಳನ್ನು ತಡೆ ಹಿಡಿ
lt: Blokuoti iškylančiuosius langus
my: ပွင့်ထွက်ဝင်းဒိုးများကိုပိတ်ဆို့ပါ
nb: Blokker sprettopp-vinduer
nl: Pop-upvensters blokkeren
nn: Blokker sprettoppvindauge
oc: Blocar las fenèstras sorgissentas
or: ପପ-ଅପ ଉଇଣ୍ଡୋ ଅଟକାନ୍ତୁ
pa_in: ਪੋਪਅੱਪ ਵਿੰਡੋ ਉੱਤੇ ਪਾਬੰਦੀ ਲਗਾਓ
pt_br: Bloquear janelas pop-up
pt_pt: Bloquear janelas pop-up
si: උත්පතන කවුළු අවහිර කරන්න
sk: Blokovať vyskakovacie okná
sq: Blloko Dritare Flluskash
sv: Blockera popup-fönster
te: పాప్-అప్ విండోలను బ్లాకు చేయి
th: ปิดกั้นหน้าต่างป๊อปอัป
tr: Açılır pencereleri engelle
tt: Калкып чыгучы тәрәзәләрне блоклау
uk: Блокувати спливні вікна
ur: پوپ اپ دریچے بلاک کریں
vi: Chặn cửa sổ pop-up

# Bookmark.BookmarkDetail.FieldsHeader.Bookmark.Title
source: Bookmark
az: Əlfəcin
bn: বুকমার্ক
br: Sined
ca: Adreça d'interès
cy: Nod Tudalen
da: Bogmærke
de: Lesezeichen
eo: Legosigno
fa: نشانک
fr: Marque-page
gd: Comharra-lìn
hi_in: बुकमार्क
hy_am: Էջանշան
ia: Marcapaginas
id: Markah
is: Bókamerki
km: ចំណាំ
kn: ಪುಟಗುರುತು
lt: Adresyno įrašas
my: စာမှတ်များ
nb: Bokmerke
nl: Bladwijzer
nn: Bokmerke
pa_in: ਬੁੱਕਮਾਰਕ
pt_br: Favorito
pt_pt: Marcador
sq: Faqerojtës
sv: Bokmärke
te: ఇష్టాంశం
th: ที่คั่นหน้า
tr: Yer imi
uk: Закладка
ur: بک مارک
vi: Dấu trang

# Bookmark.BookmarkDetail.FieldsHeader.Folder.Title
source: Folder
ast: Carpeta
az: Qovluq
bn: ফোল্ডার
br: Teuliad
ca: Carpeta
cy: Ffolder
da: Mappe
de: Ordner
eo: Dosierujo
fa: پوشه
fr: Dossier
gd: Pasgan
hi_in: फ़ोल्डर
hy_am: Պանակ
ia: Dossier
is: Mappa
km: ថត
kn: ಕಡತಕೋಶ
lt: Aplankas
my: ဖိုင်တွဲ
nb: Mappe
nl: Map
nn: Mappe
pa_in: ਫੋਲਡਰ
pt_br: Pasta
pt_pt: Pasta
sq: Dosje
sv: Mapp
te: సంచయం
th: โฟลเดอร์
tr: Klasör
uk: Тека
ur: پوشہ
vi: Thư mục

# Bookmark.DetailFieldTitle.Label
source: Title
ast: Títulu
az: Başlıq
be: Загаловак
bn: শিরোনাম
br: Titl
ca: Títol
cy: Teitl
da: Titel
de: Titel
el: Τίτλος
eo: Titolo
et: Pealkiri
fa: عنوان
fi: Otsikko
fr: Titre
gd: Tiotal
hi_in: शीर्षक
hr: Naslov
hy_am: Վերնագիր
ia: Titulo
id: Judul
is: Titill
it: Titolo
km: ចំណងជើង
kn: ಶೀರ್ಷಿಕೆ
lt: Pavadinimas
my: ခေါင်းစဉ်
nb: Tittel
nl: Titel
nn: Tittel
oc: Títol
or: ଶୀର୍ଷକ
pa_in: ਟਾਈਟਲ
pt_br: Título
pt_pt: Título
si: සිරැසිය
sk: Názov
sq: Titull
sv: Titel
te: శీర్షిక
th: ชื่อเรื่อง
tr: Başlık
tt: Исем
uk: Назва
ur: عنوان
vi: Tiêu đề

source: Bookmarks
af: Boekmerke
ast: Marcadores
az: Əlfəcinlər
be: Закладкі
bn: বুকমার্কসমূহ
br: Sinedoù
ca: Adreces d'interès
cy: Nodau Tudalen
da: Bogmærker
de: Lesezeichen
el: Σελιδοδείκτες
eo: Legosignoj
et: Järjehoidjad
fa: نشانک‌ها
fi: Kirjanmerkit
fr: Marque-pages
gd: Comharran-lìn
hi_in: बुकमार्क
hr: Zabilješke
hy_am: Էջանիշեր
ia: Marcapaginas
id: Markah
is: Bókamerki
it: Segnalibri
km: ចំណាំ
kn: ಪುಟಗುರುತುಗಳು
lt: Adresynas
my: စာအမှတ်များ
nb: Bokmerker
nl: Bladwijzers
nn: Bokmerke
oc: Marcapaginas
or: ବୁକମାର୍କଗୁଡ଼ିକ
pa_in: ਬੁੱਕਮਾਰਕ
pt_br: Favoritos
pt_pt: Marcadores
si: පොත්යොමු
sk: Záložky
sq: Faqerojtës
sv: Bokmärken
te: ఇష్టాంశాలు
th: ที่คั่นหน้า
tr: Yer imleri
tt: Кыстыргычлар
uk: Закладки
ur: نشانیاں
vi: Dấu trang

# Bookmarks.Actions.Add
source: Add
bn: যোগ করুন
br: Ouzhpennañ
ca: Afegeix
cy: Ychwanegu
da: Tilføj
de: Hinzufügen
eo: Aldoni
fa: اضافه کردن
fr: Ajouter
gd: Cuir ris
hi_in: जोड़ें
hy_am: Ավելացնել
ia: Adder
id: Tambah
is: Bæta við
nb: Legg til
nl: Toevoegen
nn: Legg til
pa_in: ਜੋੜੋ
pt_br: Adicionar
pt_pt: Adicionar
sq: Shtoje
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
ur: شامل کریں
vi: Thêm
