Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Menu.TrackingProtectionDescription.ContentTrackers
source: Web sites may load outside ads, videos, and other content that contains hidden trackers. Blocking this can make web sites load faster, but some buttons, forms, and login fields, might not work.
ast: Los sitios web puen cargar anuncios, vídeos y otru conteníu esternu con rastrexadores anubríos. Bloquiar esto pue ayudar a que los sitios web carguen más rápido, mas dalgunos botones, formularios y campos d'aniciu de sesión podríen dexar de funcionar.
az: Saytlar xaricdən gizli izləyicisi olan reklam, video və digər məzmunları yükləyə bilərlər. Bunları əngəlləmək saytların daha sürətli işləməsini təmin edir, amma bəzi düymələr, formalar və giriş sahələri işləməyə bilər.
be: Вэб-сайты могуць загружаць вонкавую рэкламу, відэа і іншае змесціва, якое змяшчае схаваныя трэкеры. Блакіроўка такога змесціва можа дапамагчы сайтам хутчэй загружацца, але некаторыя кнопкі, формы і палі ўваходу могуць не працаваць.
bn: ওয়েবসাইট সমূহ বাইরের লুকানো ট্র্যাকারযুক্ত বিজ্ঞাপন, ভিডিও এবং অন্যান্য কনটেন্ট লোড করতে পারে। সেটি ব্লক করা হলে ওয়েবসাইট দ্রুত লোড হতে পারবে, তবে কিছু বাটন, ফর্ম এবং লগইন ফিল্ডসমূহ কাজ নাও করতে পারে।
br: Gallout a ra lec’hiennoù ’zo kargañ bruderezh, videoioù ha traoù all eus an diavaez a c’hall kaout heulierien kuzhet eno. En ur stankañ an traoù-se e c’hallo al lec’hiennoù-se kargañ buanoc’h met gallout a raio ivez ul lodenn eus an afelloù, furmskridoù ha maeziennoù kennaskañ chom hep mont en-dro.
ca: Els llocs web poden carregar anuncis, vídeos i altre contingut que contingui elements de seguiment ocults. Si els bloqueu, els llocs web es poden carregar més de pressa, però és possible alguns botons, formularis o camps d'inici de sessió no funcionin.
cy: Gall gwefannau lwytho hysbysebion allanol, fideos a chynnwys eraill sy'n cynnwys tracwyr cudd. Gall rhwystro cynnwys tracio helpu gwefannau i lwytho'n gynt, ond efallai na fydd rhai botymau, ffurflenni a meysydd mewngofnodi'n gweithio.
da: Websteder kan indlæse eksterne reklamer, videoer og andet indhold, der indeholder skjulte sporings-tjenester. Ved at blokere sporings-indhold kan sider ofte indlæses hurtigere, men nogle knapper, formularer og login-felter virker måske ikke.
de: Websites können externe Anzeigen, Videos und andere Inhalten laden, die verborgene Tracker enthalten. Wenn Sie dies blockieren, werden Websites möglicherweise schneller geladen, aber einige Schaltflächen, Formulare und Anmeldefelder funktionieren möglicherweise nicht.
el: Οι ιστοσελίδες μπορεί να φορτώνουν εξωτερικές διαφημίσεις, βίντεο και άλλο περιεχόμενο με κρυφούς ιχνηλάτες. Η φραγή τους συμβάλλει στην ταχύτερη φόρτωση ιστοσελίδων, αλλά κάποια κουμπιά, φόρμες και πεδία σύνδεσης ίσως να μην λειτουργούν.
eo: Retejoj povas ŝargi eksterajn reklamojn, filmetojn kaj alian enhavon, kiu havas kaŝitajn spurilojn. Blokado de spurila enhavo povas rapidigi la ŝargadon de retejoj, sed kelkaj butonoj, formularoj kaj legitimilaj kampoj povus ne funkcii.
et: Saidid võivad laadida väliseid reklaame, videoid ja muud sisu, mis sisaldab peidetud jälitajaid. Jälitava sisu blokkimine võib panna saidi kiiremini avanema, kuid mõned nupud, vormid ja sisselogimise väljad ei pruugi enam toimida.
fa: پایگاه اینترنتی ممکن است تبلیغات،‌فیلم ها و سایر محتواهای خارج از پایگاه را بارگذاری کند و این موارد شامل دنبال کننده ها باشند. مسدود کردن این موارد می‌تواند بارگذاری پایگاه اینترنتی را سریعتر کند ولی کلید ها‌، فرم ها و گزینه های ورود ممکن است دیگر کار نکند.
fi: Sivustot saattavat ladata ulkoisia mainoksia, videoita ja muuta sisältöä, joka seuraa sinua. Seurantaan tarkoitetun sisällön estäminen voi nopeuttaa sivujen latautumista, mutta jotkin painikkeet, lomakkeet ja kirjautumiskentät eivät välttämättä toimi.
fr: Les sites web peuvent charger des publicités, des vidéos et d’autres contenus externes qui contiennent des éléments de pistage. Le blocage du contenu utilisé pour le pistage peut accélérer le chargement des sites, mais certains boutons, formulaires ou champs de connexion risquent de ne pas fonctionner.
gd: Faodaidh gun luchdaich làraichean-lìn sanasachd, videothan is susbaint eile on taobh a-muigh anns am bi tracaichean falaichte. Ma bhacas tu seo, faodaidh gun luchdaich iad nas luaithe ach dh’fhaoidte gum bi putanan, foirmean is raointean clàraidh a-steach ann nach obraich tuilleadh.
hi_in: वेबसाइटें बाहरी विज्ञापन, वीडियो और अन्य सामग्री लोड कर सकती हैं, जिसमें छिपे ट्रैकर शामिल हैं। इसे बाधित करने से वेबसाइटें तेजी से लोड हो सकती हैं, लेकिन कुछ बटन, प्रपत्र और लॉगिन क्षेत्र काम नहीं कर सकते हैं।
hr: Web stranice mogu učitati vanjske reklame, video materijal i drugi sadržaj koji sadrži programe za praćenje. Blokiranjem se može ubrzati učitavanje stranica, ali neki gumbi, obrasci ili polja za prijavu možda neće raditi.
hy_am: Վեբ կայքերը կարող են ներբեռնել արտաքին գովազդներ, տեսանյութեր և այլ նյութեր, որոնք պարունակում են թաքնված հետքեր։ Նման բովանդակության արգելափակումը կարող է օգնել կայքերին ավելի արագ բեռնելու, բայց որոշ կոճակներ, ձևեր և մուտքի դաշտեր կարող են չաշխատել։
ia: Le sitos web pote cargar annuncios, videos e altere contento externe que contine traciatores invisibile. Blocar isto pote adjutar sitos web a cargar se plus rapidemente, ma alcun buttones, formularios e campos de aperir session poterea non functionar.
id: Situs web dapat memuat iklan dari luar, video, dan konten lain yang berisi pelacak tersembunyi. Pemblokiran dapat membuat situs web dimuat lebih cepat, tetapi beberapa tombol, formulir, dan bidang info masuk, mungkin tidak berfungsi.
is: Vefsvæði kunna að hlaða inn utanaðkomandi auglýsingum, myndskeiðum og öðru efni með rakningarkóða. Að loka fyrir rakningarefni getur hjálpað vefsvæðum til að hlaðast hraðar inn, en sumir hnappar, innfyllingarreitir og innskráningarreitir virka kannski ekki.
it: I siti web possono caricare da fonti esterne pubblicità, video e altri contenuti che includono elementi traccianti nascosti. Bloccare questi contenuti può velocizzare il caricamento dei siti, ma allo stesso tempo causare il malfunzionamento di pulsanti, moduli e campi di accesso.
km: គេហទំព័រអាចផ្ទុក​ការផ្សាយ​ពាណិជ្ជកម្ម វីដេអូ និងមាតិកាផ្សេងទៀត​ខាងក្រៅ​ដែលមានបង្កប់កម្មវិធីតាមដាន។ ការទប់ស្កាត់​នេះអាចធ្វើឱ្យគេហទំព័រដំណើរការលឿនជាងមុន ប៉ុន្តែប៊ូតុង ទម្រង់ និងកន្លែង​​ចូល ប្រហែលមិនដំណើរការទេ។
lt: Svetainės gali įkelti išorines reklamas, vaizdo įrašus, ir kitą stebėjimo kodo turintį turinį. Tokio turinio blokavimas gali leisti gerčiau įkelti svetaines, tačiau kartu gali neveikti dalis mygtukų, formų, prisijungimo laukų.
my: ဝဘ်ဆိုက်များကို ကြော်ငြာများ၊ ဗွီဒီယိုများနှင့် ပုန်းကွယ်ခြေရာခံကိရိယာများ ပါဝင်သော အခြားအကြာင်းအရာတို့ မပါဝင်စေပဲ ဖွင့်ပါမည်။ ၎င်းတို့ကို ပိတ်ဆို့ခြင်းကြောင့် ဝဘ်ဆိုက်များကို ပိုမိုမြန်ဆန်စေနိုင်သော်လည်း အချို့သော ခလုတ်များ၊ ဖောင်များနှင့် ဝင်ရောက်မှုဆိုင်ရာ စာရိုက်ကွက်လပ်များ အလုပ်မလုပ်ကောင်း ဖြစ်နိုင်သည်။
nb: Nettsteder kan laste inn eksterne annonser, videoer og annet innhold som inneholder skjulte sporere. Blokkering av dette kan hjelpe nettsteder å laste raskere, men noen knapper, skjemaer og innloggingsfelt fungerer kanskje ikke.
nl: Websites kunnen externe advertenties, video’s en andere inhoud laden die verborgen trackers bevat. Door dit te blokkeren kunnen websites sneller laden, maar sommige knoppen, formulieren en aanmeldvelden werken mogelijk niet.
nn: Nettstadar kan laste inn eksterne annonsar, videoar og anna innhald som inneheld gøymde sporarar. Blokkering av dette kan hjelpe nettstadar å laste raskare, men nokre knappar, skjema og innloggingsfelt fungerer kanskje ikkje.
pa_in: ਵੈੱਬਸਾਈਟ ਬਾਹਰੀ ਇਸ਼ਤਿਹਾਰ, ਵੀਡਿਓ ਅਤੇ ਹੋਰ ਸਮੱਗਰੀ ਨੂੰ ਲੋਡ ਕਰ ਸਕਦੀਆਂ ਹਨ, ਜਿਹਨਾਂ ਵਿੱਚ ਲੁਕਵੇਂ ਟਰੈਕਰ ਹੋ ਸਕਦੇ ਹਨ। ਇਹਨਾਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਗਾਉਣ ਨਾਲ ਵੈੱਬਸਾਈਟਾਂ ਤੇਜ਼ੀ ਨਾਲ ਲੋਡ ਸਕਦੀਆਂ ਹਨ, ਪਰ ਕੁਝ ਬਟਨ, ਫਾਰਮ ਤੇ ਲਾਗਇਨ ਖੇਤਰ ਸ਼ਾਇਦ ਠੀਕ ਤਰ੍ਹਾਂ ਕੰਮ ਨਾ ਕਰਨ।
pt_br: Sites podem carregar anúncios, vídeos e outros conteúdos externos que contêm rastreadores ocultos. Bloquear isso pode agilizar o carregamento de páginas, mas alguns botões, formulários e campos de acesso a contas podem não funcionar.
pt_pt: Os sites podem carregar publicidade, vídeos e outros conteúdos de terceiros que contêm rastreadores ocultos. Bloquear isto pode tornar alguns sites mais rápidos, mas alguns botões, formulários e campos de autenticação poderão não funcionar.
si: අඩවි හරහා බාහිර දැන්වීම්, දෘශ්‍යක සහ සැඟවුණු ලුහුබැඳීම් අඩංගු වෙනත් අන්තර්ගත පූරණය කරනු ඇත. ඒවා අවහිර කිරීමෙන් අඩවි වේගයෙන් පූරණය වේ, නමුත් සමහර බොත්තම්, ආකෘති පත්‍ර සහ පිවිසුම් ක්‍ෂේත්‍ර, ක්‍රියා නොකරනු ඇත.
sk: Webové stránky môžu načítavať reklamy, videá a ďalší obsah, ktorý obsahuje skryté sledovacie prvky. Blokovanie týchto prvkov môže zrýchliť načítavanie webových stránok, no niektoré tlačidlá alebo formuláre nemusia správne fungovať.
sq: Sajtet mund të ngarkojnë reklama, video dhe tjetër lëndë të jashtme që përmban gjurmues të fshehur. Bllokimi i kësaj mund ta bëjë sajtin të ngarkohet më shpejt, por disa butona, formularë dhe fusha kredenciale hyrjesh mund të mos punojnë.
sv: Webbplatser kan ladda externa annonser, videor och annat innehåll som innehåller dolda spårare. Om du blockerar detta kan webbplatser ladda snabbare, men vissa knappar, formulär och inloggningsfält kanske inte fungerar.
te: వెబ్‌సైట్లు కనబడని ట్రాకర్‌లను కలిగి ఉన్న బయటి ప్రకటనలను, వీడియోలను, ఇతర కంటెంట్‌ను లోడ్ చేయవచ్చు. దీన్ని నిరోధించడం వల్ల వెబ్‌సైట్లు వేగంగా తెరుచుకుంటాయి, కానీ కొన్ని బటన్లు, ఫారాలు, ప్రవేశాలు పనిచేయకపోవచ్చు.
th: เว็บไซต์อาจโหลดโฆษณาวิดีโอและเนื้อหาอื่น ๆ นอกเว็บที่มีตัวติดตามที่ซ่อนอยู่ การปิดกั้นสิ่งนี้จะทำให้เว็บไซต์โหลดเร็วขึ้น แต่ปุ่มบางปุ่ม ฟอร์ม และเขตข้อมูลการเข้าสู่ระบบอาจไม่ทำงาน
tr: Web siteleri; gizli takipçiler içeren harici reklamlar, videolar ve başka içerikler yükleyebilir. Bunları engellemek sitelerin daha hızlı yüklenmesini sağlayabilir ama bazı düğmeler, formlar ve giriş alanları çalışmayabilir.
tt: Вебсайтлар яшерен трекерлы тышкы реклама, видео һәм башка эчтәлекне йөкләргә мөмкин. Боларны блоклау сайтларның тизрәк йөкләргә ярдәм итә, ләкин кайбер төймәләр, формалар, керү кырлары эшләмәскә мөмкин.
uk: Вебсайти можуть завантажувати зовнішню рекламу, відео, а також інший вміст з прихованим кодом стеження. Блокування такого вмісту може допомогти сайтам швидше завантажуватись, але при цьому деякі кнопки, поля форм і входів можуть не працювати.
ur: ویب سائٹیں باہر کے اشتہارات، ویڈیوز اور دیگر مواد کو لوڈ کرسکتی ہیں جس میں پوشیدہ ٹریکر ہوتے ہیں۔ اس کو مسدود کرنے سے ویب سائٹیں تیزی سے لوڈ ہو سکتی ہیں، لیکن کچھ بٹن، فارم اور لاگ ان فیلڈ سہی سے کام نہیں کرسکتے ہیں۔
vi: Trang web có thể tải bên ngoài quảng cáo, video và nội dung khác có chứa trình theo dõi ẩn. Chặn điều này có thể làm cho các trang web tải nhanh hơn, nhưng một số nút, biểu mẫu và trường đăng nhập có thể không hoạt động.

# Menu.TrackingProtectionDescription.CrossSiteNew
source: These cookies follow you from site to site to gather data about what you do online. They are set by third parties such as advertisers and analytics companies.
ast: Estes cookies síguente de sitiu en sitiu p'atropar datos tocante a lo que faes en llinia. Tán instalaes por terceres partes, como anunciantes y compañes d'análisis.
az: Bu çərəzlər sizi saytlar arası izləyərək internetdə elədikləriniz haqqında məlumat yığırlar. Bunlar reklam və analiz şirkətləri kimi üçüncü tərəfdən qurulur.
be: Гэтыя кукі ідуць за вамі з сайта на сайт, каб сабраць звесткі пра тое, што вы робіце ў сеціве. Яны ўсталёўваюцца трэцімі бакамі, такімі як рэкламадаўцы і аналітычныя кампаніі.
bn: আপনি অনলাইনে কী কী করেন সে সম্পর্কে ডেটা সংগ্রহ করার জন্যে, এক সাইট থেকে আরেক সাইটে আপনাকে অনুসরণ করে বেড়ায় এই কুকিগুলো। তাদের সেট করে, বিজ্ঞাপনদাতা এবং সার্ভে সংস্থার মতো তৃতীয় পক্ষীয় কোম্পানী।
br: An toupinoù-se a heuilh ac’hanoc’h a lec’hienn da lec’hienn evit dastum roadennoù diwar-benn ar pezh a rit enlinenn. Lakaet int gant embregerezhioù bruderezh pe stadegoù.
ca: Aquestes galetes us segueixen de lloc en lloc per recollir dades sobre allò que feu a Internet. Les desen tercers, com ara anunciants i empreses d'anàlisi de dades.
cy: Mae'r cwcis hyn yn eich dilyn o wefan i wefan i gasglu data am yr hyn rydych chi'n ei wneud ar-lein. Maen nhw'n cael eu gosod gan drydydd partïon fel hysbysebwyr a chwmnïau dadansoddol.
da: Disse cookies følger dig fra websted til websted for at indsamle data om din adfærd på nettet. De stammer fra tredjepart som fx annoncører og analyse-virksomheder.
de: Diese Cookies verfolgen Sie von einer Website zur anderen, um Daten über Ihre Online-Aktivitäten zu sammeln. Sie werden von Dritten wie Werbetreibenden und Analyseunternehmen gesetzt.
el: Αυτά τα cookies σας ακολουθούν από ιστοσελίδα σε ιστοσελίδα για να συλλέξουν δεδομένα σχετικά με το τι κάνετε στο διαδίκτυο. Δημιουργούνται από τρίτους, όπως διαφημιστές και εταιρείες ανάλυσης.
eo: Tiuj ĉi kuketoj sekvas vin inter retejoj por kolekti informon pri via retumo. Ili estas difinitaj de aliaj, ekzemple de reklamistoj kaj retumanalizaj entreprenoj.
et: Need küpsised jälitavad sind saidilt saidile, et koguda infot sinu veebitegevuse kohta. Neid määravad kolmandad osapooled, näiteks reklaamijad ja analüüsiettevõtted.
fa: این کوکی شما از پایگاهی به پایگاه اینترنتی دیگر دنبال می‌کند و در خصوص شما اطلاعات جمع‌ آوری می‌کند. این ها توسط شرکت های شخص ثالث شامل شرکت های تبلیغاتی و تحلیل کننده ایجاد شده اند.
fi: Nämä evästeet seuraavat sinua sivustolta toiselle ja keräävät tietoja tekemisistäsi verkossa. Ne on asetettu kolmansien osapuolten, kuten mainostajien ja analytiikkayhtiöiden, toimesta.
fr: Ces cookies vous suivent de site en site pour collecter des données sur vos faits et gestes en ligne. Ils sont déposés par des tiers, tels que des annonceurs ou des entreprises d’analyse de données.
gd: Leanaidh na briosgaidean seo thu o làrach gu làrach airson dàta a chruinneachadh mu na nì thu air loidhne. ’S e treas-phàrtaidhean mar luchd-sanasachd agus companaidhean anailise a shuidhicheas iad.
hi_in: ये कुकीज़ जो आप ऑनलाइन करते है उसके बारे में डेटा एकत्र करने के लिए साइट से साइट तक आपका अनुसरण करती हैं। वे तीसरे पक्ष द्वारा निर्धारित किए जाते हैं जैसे विज्ञापनदाता और एनालिटिक्स कंपनियां।
hr: Ovi te kolačići prate od jednog mjesta do drugoga, kako bi prikupili podatke o tome što radiš na mreži. Njih postavljaju treće strane poput oglašivača i analitičkih tvrtki.
hy_am: Այս թխուկները ձեզ հետևում են կայքից կայք՝ տեղեկություններ հավաքելու համար, թե ինչ եք անում ինտերնետում։ Դրանք տեղադրվում են երրորդ անձանց կողմից, ինչպիսիք են գովազդատուները և վերլուծական ընկերությունները։
ia: Iste cookies te seque de sito a sito pro colliger datos sur lo que tu face in linea. Illos es deponite per tertios como companias de publicitate e de analyse de datos.
id: Kuki ini mengikuti Anda dari situs ke situs untuk mengumpulkan data tentang apa yang Anda lakukan daring. Mereka ditetapkan oleh pihak ketiga seperti pengiklan dan perusahaan analitik.
is: Þessar vafrakökur fylgja þér frá vefsvæði til vefsvæðis til að safna gögnum um það sem þú gerir á netinu. Þær eru settar af utanaðkomandi aðilum á borð við auglýsendur og greiningarfyrirtæki.
it: Questi cookie ti seguono da un sito all’altro per raccogliere informazioni su ciò che fai online. Sono impostati da terze parti come agenzie pubblicitarie e di analisi dati.
km: ខូឃីទាំងនេះតាមដានអ្នកពីគេហទំព័រមួយទៅគេហទំព័រមួយ ដើម្បីប្រមូលទិន្នន័យអំពីអ្វីដែលអ្នកធ្វើនៅលើអ៊ីនធឺណិត។ ខូឃី​ទាំងនេះ​ត្រូវបានកំណត់ដោយភាគីទីបី​ដូចជា ក្រុមហ៊ុនផ្សាយពាណិជ្ជកម្ម និងក្រុមហ៊ុនវិភាគ។
lt: Šie slapukai seka jus tarp skirtingų svetainių, rinkdami informaciją, ką veikiate naršydami. Jie yra valdomi trečiųjų šalių, pvz., reklamų kūrėjų arba analitikos kompanijų.
my: ယခုကွတ်ကီးများသည် ဝဘ်ဆိုက်တစ်ခုမှ တစ်ခုသို့ ပြောင်းလဲကြည့်ရှုရာတွင် အချက်အလက်ကောက်ခံသည့်၊ အွန်လိုင်းတွင် သင့်လှုပ်ရှားမှုများကို နောက်ယောင်ခံသည့် ကွတ်ကီးများ ဖြစ်သည်။ ၎င်းတို့ကို ကြော်ငြာအဖွဲ့အစည်းများ၊ အချက်အလက်သရုပ်ခွဲအဖွဲ့အစည်းများ ကဲ့သို့ အခြားအဖွဲ့က သတ်မှတ်ထားခြင်း ဖြစ်သည်။
nb: Disse infokapslene følger deg fra nettsted til nettsted for å samle inn data om hva du gjør på nettet. De er satt av tredjeparter som annonsører og analyseselskaper.
nl: Deze cookies volgen u van website naar website om gegevens over wat u online doet te verzamelen. Ze worden geplaatst door derden, zoals advertentiebureaus en analysebedrijven.
nn: Desse infokapslane følgjer deg frå nettstad til nettstad for å samle inn data om kva du gjer på nettet. Dei kjem frå tredjepartar som annonsørar og analyseselskap.
pa_in: ਇਹ ਕੂਕੀਜ਼ ਜੋ ਵੀ ਤੁਸੀਂ ਆਨਲਾਈਨ ਕਰਦੇ ਹੋ, ਦੇ ਬਾਰੇ ਡਾਟਾ ਇਕੱਤਰ ਕਰਨ ਲਈ ਇੱਕ ਤੋਂ ਦੂਜੀ ਸਾਈਟ ‘ਤੇ ਤੁਹਾਡਾ ਪਿੱਛਾ ਕਰਦੇ ਹਨ। ਇਹਨਾਂ ਨੂੰ ਅਕਸਰ ਤੀਜੀਆਂ ਧਿਰਾਂ ਜਿਵੇਂ ਕਿ ਇਸ਼ਤਿਹਾਰ ਦੇਣ ਵਾਲੀਆਂ ਤੇ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਵਾਲੀਆਂ ਕੰਪਨੀਆਂ ਵਲੋਂ ਨਿਯਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
pt_br: Esses cookies tentam te seguir de um site para outro para coletar dados sobre o que você faz online. Eles são criados por terceiros, como anunciantes e empresas de análises.
pt_pt: Estes cookies seguem-no de site em site para recolher dados sobre o que faz na Internet. São definidos por terceiros, tais como anunciantes e empresas de análise.
si: ඔබ මාර්ගගතව කරන දෑ පිළිබඳව දත්ත රැස් කිරීමට මෙම දත්තකඩ අඩවියෙන් අඩවියට ඔබව හඹා යයි. ඒවා සකසනු ලබන්නේ දැන්වීම්කරුවන් සහ විශ්ලේෂණ සමාගම් වැනි තෙවන පාර්ශ්ව විසිනි.
sk: Tieto cookies slúžia na vaše sledovanie naprieč webovými stránkami a na zber údajov o tom, čo na internete robíte. Používajú ich tretie strany, ako sú reklamné či analytické spoločnosti.
sq: Këto “cookies” ju ndjekin nga sajti në sajt për të mbledhur të dhëna rreth çka bëni në internet. Ato depozitohen nga palë të treta, të tilla si shoqëri reklamash dhe analizash.
sv: Dessa kakor följer dig från sida till sida för att samla in data om vad du gör online. De anges av tredje part som annonsörer och analysföretag.
te: ఈ కుకీలు సైటు నుండి సైటుకి మిమ్మల్ని అనుసరిస్తూ మీరు జాలంలో ఏంచేస్తున్నారన్నదాని గురించి డేటాను సేకరిస్తాయి. వాటిని మూడవ పక్షాలైన ప్రకటనకర్తలు, విశ్లేషక కంపెనీలు వంటివి అమరుస్తాయి.
th: คุกกี้เหล่านี้ติดตามคุณจากไซต์หนึ่งไปยังอีกไซต์หนึ่งเพื่อรวบรวมข้อมูลเกี่ยวกับสิ่งที่คุณทำทางออนไลน์ พวกมันถูกตั้งค่าโดยบุคคลที่สามเช่น นักโฆษณาและบริษัทวิเคราะห์
tr: Bu çerezler çevrimiçi olarak yaptığınız şeyler hakkında veriler toplamak için sizi siteden siteye takip eder. Reklamverenler ve analiz şirketleri gibi üçüncü taraflar tarafından ayarlanmışlardır.
tt: Бу кукилар, онлайнда нәрсә эшләгәнегез турында мәгълүматлар туплау өчен, сайттан сайтка Сезгә ияреп йөриләр. Аларны реклама бирүче һәм аналитика компанияләре кебек өченче тарафлар урнаштыра.
uk: Ці куки переслідують вас від одного сайту до іншого, з метою збирання даних про вашу діяльність онлайн. Вони встановлюються сторонніми рекламними й аналітичними компаніями.
ur: آپ آن لائن کیا کرتے ہیں اس کے بارے میں ڈیٹا جما کرنے کے لئے یہ کوکیز سائٹ در سائٹ آپ کا پیچھا کرتے ہیں۔ انہیں تیسرے فریق جیسے کی اشتہاری اور تجزیات کار کمپنیوں کے ذریعہ سیٹ کیے جاتے ہیں۔
vi: Những cookie này theo bạn từ trang này sang trang khác để thu thập dữ liệu về những gì bạn làm trực tuyến. Chúng được đặt bởi các bên thứ ba như nhà quảng cáo và công ty phân tích.
