Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# ExternalLink.AppStore.GenericConfirmationTitle
source: Open this link in external app?
ast: ¿Quies abrir esti enllaz nuna aplicación esterna?
az: Bu keçid xarici tətbiqdə açılsın?
be: Адкрыць спасылку ў знешняй праграме?
bn: বহিঃস্থ অ্যাপে এই লিঙ্ক খুলবেন?
br: Digeriñ an ere-mañ en un arload diavaez?
ca: Voleu obrir aquest enllaç amb una aplicació externa?
cy: Agorwch y ddolen hon mewn ap allanol?
da: Åbn dette link i en ekstern app?
de: Diesen Link in externer App öffnen?
el: Άνοιγμα συνδέσμου σε εξωτερική εφαρμογή;
eo: Ĉu malfermi tiun ĉi ligilon en alia programo?
et: Kas avada see link välises äpis?
fa: این پیوند را در برنامه خارجی باز می‌کنید؟
fi: Avataanko tämä linkki toisessa sovelluksessa?
fr: Ouvrir ce lien dans une application externe ?
gd: A bheil thu airson an ceangal seo fhosgladh san aplacaid air an taobh a-muigh?
hi_in: इस लिंक को बाहरी ऐप में खोलें?
hr: Otvoriti ovu poveznicu u vanjskoj aplikaciji?
hy_am: Բացե՞լ այս հղումը արտաքին գործադրում։
ia: Aperir iste ligamine in un application externe?
id: Buka tautan ini di aplikasi eksternal?
is: Opna þennan tengil með utanaðkomandi forriti?
it: Aprire questo link nell’app associata?
km: បើក​តំណ​នេះ​នៅ​ក្នុង​កម្មវិធី​ខាង​ក្រៅ​មែនទេ?
lt: Atverti šį saitą išorinėje programoje?
my: ဒီလင့်ခ်ကို ပြင်ပအက်ပ်တွင် ဖွင့်မည်လား။
nb: Åpne denne lenken i en ekstern app?
nl: Deze koppeling in externe app openen?
nn: Opne denne lenka i ein ekstern app?
or: ବାହ୍ୟ ଆପରେ ଏହି ଲିଙ୍କ୍ ଖୋଲିବେ?
pa_in: ਇਹ ਲਿੰਕ ਬਾਹਰੀ ਐਪ ਵਿੱਚ ਖੋਲ੍ਹਣਾ ਹੈ?
pt_br: Abrir este link em app externo?
pt_pt: Abrir esta ligação numa aplicação externa?
si: මෙම සබැඳිය බාහිර යෙදුම තුළ අරින්නද?
sk: Chcete tento odkaz otvoriť v externej aplikácii?
sq: Të hapet kjo lidhje në aplikacion të jashtëm?
sv: Öppna den här länken i extern app?
te: ఈ లంకెను బయటి అనువర్తనంలో తెరవాలా?
th: เปิดลิงก์นี้ในแอปภายนอก?
tr: Bu bağlantı ilgili uygulamada açılsın mı?
tt: Бу сылтаманы тышкы кушымтада ачу кирәкме?
uk: Відкрити це посилання у зовнішній програмі?
ur: اس لنک کو باهری ایپ میں کھولنا چاہتے ہیں؟
vi: Mở liên kết này trong ứng dụng bên ngoài?

source: Facebook
bn: ফেইসবুক
fa: فیس‌بوک
kn: ಫೇಸ್‌ಬುಕ್‌
pa_in: ਫੇਸਬੁੱਕ
si: ෆේස්බුක්
te: ఫేస్‌బుక్

# Firefox.HomePage.Title
source: Firefox Home Page
af: Firefox-tuisblad
ast: Páxina d'aniciu de Firefox
az: Firefox Ana Səhifə
be: Хатняя старонка Firefox
br: Pennbajenn Firefox
ca: Pàgina d'inici del Firefox
cy: Tudalen Cartref Firefox
da: Firefox startside
de: Firefox-Startseite
el: Αρχική σελίδα Firefox
eo: Eka paĝo de Firefox
et: Firefoxi avaleht
fa: صفحه‌خانگی فایرفاکس
fi: Firefoxin aloitussivu
fr: Page d’accueil de Firefox
gd: Duilleag mhòr Firefox
hi_in: Firefox मुख्य पृष्ठ
hr: Firefox početna stranica
hy_am: Firefox-ի Տնային էջը
ia: Pagina initial de Firefox
id: Beranda Firefox
is: Upphafssíða Firefox
it: Pagina iniziale di Firefox
km: ទំព័រដើម Firefox
kn: Firefox ಮುಖ್ಯ ಪುಟ
lt: „Firefox“ pradžios tinklalapis
my: Firefox ပင်မစာမျက်နှာ
nb: Firefox startside
nl: Firefox-startpagina
nn: Firefox startside
oc: Pagina d'acuèlh de Firefox
or: ଫାୟାରଫକ୍ସ ମୂଳ ପୃଷ୍ଠା
pa_in: ਫਾਇਰਫਾਕਸ ਮੁੱਖ ਸਫ਼ਾ
pt_br: Tela inicial do Firefox
pt_pt: Página inicial do Firefox
si: ෆයර්ෆොක්ස් මුල් පිටුව
sk: Domovská stránka prehliadača Firefox
sq: Faqja Hyrëse e Firefox-it
sv: Firefox startsida
te: Firefox ముంగిలి పేజీ
th: หน้าแรกของ Firefox
tr: Firefox Giriş Sayfası
tt: Firefox баш бит
uk: Домівка Firefox
ur: Firefox کا ابتائی صفحہ
vi: Trang chủ Firefox

# FirefoxHome.CustomizeHomeButton.Title
source: Customise Homepage
be: Уладкаваць хатнюю старонку
bn: হোমপেজ কাস্টমাইজ করুন
br: Personelaat an degemer
ca: Personalitza la pàgina d’inici
cy: Cyfaddasu’r Dudalen Cartref
da: Tilpas startside
de: Startbildschirm anpassen
el: Προσαρμογή αρχικής σελίδας
eo: Personecigi la ekan paĝon
et: Kohanda avalehte
fi: Mukauta kotisivua
fr: Personnaliser la page d’accueil
gd: Gnàthaich an duilleag-dhachaigh
hi_in: मुखपृष्ठ मनपसंद बनाएँ
hr: Prilagodi početnu
hy_am: Հարմարեցնել տնային էջը
ia: Personalisar pagina initial
id: Ubahsuai Halaman Beranda
is: Sérsníða upphafssíðu
it: Personalizza pagina iniziale
km: កែ​គេហទំព័រ​តាមបំណង
lt: Tvarkyti pradžios tinklalapį
nb: Tilpass startsiden
nl: Startpagina aanpassen
nn: Tilpass startsida
pa_in: ਮੁੱਖ-ਸਫ਼ੇ ਨੂੰ ਕਸਟਮਾਈਜ਼ ਕਰੋ
pt_br: Personalizar tela inicial
pt_pt: Personalizar página inicial
si: මුල්පිටුව අභිරුචිකරණය
sk: Prispôsobiť domovskú stránku
sq: Përshtatni Faqe Hyrëse
sv: Anpassa startsidan
th: ปรับแต่งหน้าแรก
tr: Giriş sayfasını özelleştir
uk: Налаштувати домівку
ur: ابتدائی صفحہ کی تخصیص کریں
vi: Tùy chỉnh trang chủ

# FirefoxHome.Pocket.DiscoverMore
source: Discover more
be: Адкрыйце для сябе яшчэ больш
br: Dizoloiñ muioc’h
ca: Descobriu-ne més
cy: Darganfod rhagor
da: Opdag mere
de: Mehr entdecken
el: Ανακαλύψτε περισσότερα
eo: Malkovri pli da aferoj
et: Avasta veel
fi: Löydä lisää
fr: En découvrir davantage
gd: Fidir barrachd
hr: Otkrij više
hy_am: Բացահայտեք ավելին
ia: Discoperir plus
id: Temukan lebih banyak
is: Uppgötva meira
it: Scopri altre storie
nb: Oppdag mer
nl: Meer ontdekken
nn: Oppdag meir
pa_in: ਹੋਰ ਲੱਭੋ
pt_br: Descubra mais
pt_pt: Descobrir mais
si: තව සොයා ගන්න
sk: Objavte ďalšie
sq: Zbuloni më tepër
sv: Upptäck mer
th: ค้นพบเพิ่มเติม
tr: Daha fazlasını keşfet
tt: Күбрәген күрү
uk: Дізнатися більше
vi: Khám phá thêm nữa

# FirefoxHome.Pocket.Minutes.v99
source: %d min
be: %d хв
br: %d mun
cy: %d mun
el: %d λ
gd: %dm
hy_am: %d րոպե
id: %d menit
is: %d mín
oc: %S min
or: %d ମିନିଟ୍
pa_in: %d ਮਿੰਟ
si: විනාඩි %d
th: %d นาที
tr: %d dk
tt: %d мин
uk: %d хв
vi: %d phút

# FirefoxHome.Pocket.SectionTitle
source: Thought-Provoking Stories
be: Гісторыі, якія прымушаюць задумацца
br: Boued spered
ca: Articles suggerents
cy: Straeon sy’n Procio’r Meddwl
da: Tankevækkende historier
de: Geschichten, die zum Nachdenken anregen
el: Άρθρα που σας βάζουν σε σκέψεις
eo: Pensigaj artikoloj
et: Mõtlema panevad lood
fi: Ajatuksia herättäviä tarinoita
fr: Des articles qui font réfléchir
gd: Sgeulachdan smuainteachail
hy_am: Մտահանգման պատմություններով
ia: Historias hastive
id: Cerita yang Menggugah Pikiran
is: Umhugsunarverðar sögur
it: Storie che fanno riflettere
nb: Tankevekkende artikler
nl: Verhalen die tot nadenken stemmen
nn: Tankevekkjande artiklar
pa_in: ਸੋਚਣ ਲਈ ਮਜ਼ਬੂਰ ਕਰਨ ਵਾਲੇ ਲੇਖ
pt_br: Histórias que instigam o pensamento
pt_pt: Histórias que fazem pensar
si: සිතුවිලි අවුස්සන කතා
sk: Príbehy na zamyslenie
sq: Histori Që të Vënë Në Mendim
sv: Tankeväckande berättelser
th: เรื่องราวที่จุดประกายความคิด
tr: Merak uyandıran makaleler
tt: Уйландыра торган мәкаләләр
uk: Розповіді, що спонукають замислитися
vi: Những câu chuyện kích động tư tưởng

# FirefoxHome.RecentHistory.Remove
source: Remove
be: Выдаліць
br: Dilemel
ca: Elimina
cy: Tynnu
da: Fjern
de: Entfernen
el: Αφαίρεση
eo: Forigi
et: Eemalda
fi: Poista
fr: Retirer
gd: Thoir air falbh
hr: Ukloni
hy_am: Հեռացնել
ia: Remover
id: Hapus
is: Fjarlægja
it: Rimuovi
nb: Fjern
nl: Verwijderen
nn: Fjern
oc: Levar
pa_in: ਹਟਾਓ
pt_br: Remover
pt_pt: Remover
si: ඉවත් කරන්න
sk: Odstrániť
sq: Hiqe
sv: Ta bort
th: เอาออก
tr: Kaldır
tt: Бетерү
uk: Вилучити
vi: Xóa

# FirefoxHomepage.Shortcuts.Sponsored.v100
source: Sponsored
be: Спонсарскі
br: Paeroniet
ca: Patrocinat
cy: Noddwyd
da: Sponsoreret
de: Gesponsert
el: Χορηγία
eo: Patronita
et: Sponsitud
fi: Sponsoroitu
fr: Sponsorisé
gd: Sponsairichte
hr: Sponzorirano
hy_am: Հովանավորված
ia: Sponsorisate
id: Sponsor
is: Kostað
it: Sponsorizzato
nb: Sponset
nl: Gesponsord
nn: Sponsa
pa_in: ਸਪਾਂਸਰ ਕੀਤੇ
pt_br: Patrocinado
pt_pt: Patrocinado
si: අනුග්‍රහය ලද
sk: Sponzorované
sq: E sponsorizuar
sv: Sponsrad
th: ได้รับการสนับสนุน
tr: Sponsorlu
tt: Спонсорланган
uk: Спонсоровано
vi: Được tài trợ

# Forward
source: Forwards
af: Vorentoe
ast: Avanzar
az: İrəli
be: Наперад
bn: পরবর্তী
br: War-lerc’h
ca: Endavant
cy: Ymlaen
da: Fremad
de: Vorwärts
el: Εμπρός
eo: Antaŭen
et: Edasi
fa: جلو
fi: Seuraava
fr: Page suivante
gd: Air adhart
hi_in: आगे बढ़ाएं
hr: Naprijed
hy_am: Փոխանցել
ia: Avante
id: Maju
is: Áfram
it: Avanti
km: បញ្ជូន​បន្ត
kn: ಮುಂದೆ
lt: Pirmyn
my: လွှဲပြောင်းပို့ရန်
nb: Frem
nl: Vooruit
nn: Fram
oc: Pagina seguenta
or: ଆଗକୁ
pa_in: ਅੱਗੇ
pt_br: Avançar
pt_pt: Avançar
si: හරවන්න
sk: Dopredu
sq: Përpara
sv: Framåt
te: ఫార్వార్డ్
th: เดินหน้า
tr: İleri
tt: Алга
uk: Вперед
ur: آگے
vi: Tiến

# FxA.AccountVerificationDetails
source: Wrong email? Disconnect below to start over.
ast: ¿Corréu incrorreutu? Desconéutate embaxo pa entamar de nueves.
az: Səhv e-poçt? Aşağıdan çıxıb təkrardan başlayın.
bn: ভুল ইমেইল? পুনরায় শুরু করতে নীচে সংযোগ বিচ্ছিন্ন করুন।
br: Chomlec’h postel fall? Digennaskit en traoñ da adkregiñ.
ca: L'adreça electrònica és incorrecta? Desconnecteu per tornar a començar.
cy: E-bost anghywir? Datgysylltwch isod i gychwyn eto.
da: Forkert mailadresse? Afbryd forbindelsen nedenfor for at starte forfra.
de: Falsche E-Mail-Adresse? Trennen Sie die Verbindung hier und fangen Sie von vorn an.
eo: Ĉu malĝusta retpoŝto? Malkonektiĝu malsupre kaj rekomencu denove.
fa: رایانامه اشتباه است؟ از طریق قسمت پایین قطع شوید و دوباره تلاش کنید.
fr: Mauvaise adresse électronique ? Déconnectez-vous ci-dessous pour recommencer.
gd: Post-d cearr? Dì-cheangail gu h-ìosal is tòisich às ùr.
hi_in: गलत ईमेल? पुनः प्रारंभ करने के लिए नीचे संपर्क तोड़ें।
hy_am: Սխա՞լ էլ֊. փոստ։ Անջատեք ստորև՝ նորից սկսելու համար։
ia: Adresse de e-mail incorrecte? Disconnecte te a basso pro recomenciar.
id: Salah surel? Putuskan di bawah untuk memulai ulang.
is: Rangt tölvupóstfang? Aftengja fyrir neðan til að byrja aftur.
km: អ៊ីមែលខុស? ផ្តាច់ខាងក្រោម ដើម្បីចាប់ផ្ដើមឡើងរិញ។
lt: Ne tas el. paštas? Atsijunkite žemiau, norėdami pradėti iš naujo.
my: အီးမေးလ် မှားနေပါသလား။ ပြန်လည်ချိတ်ဆက်ရန် အောက်တွင် ချိတ်ဆက်ဖြုတ်ပါ။
nb: Feil e-postadresse? Koble fra nedenfor for å starte på nytt.
nl: Onjuist e-mailadres? Verbreek hieronder om opnieuw te beginnen.
nn: Feil e-postadresse? Kople frå nedanfor for å starte på nytt.
pa_in: ਗਲਤ ਈਮੇਲ? ਸ਼ੁਰੂ ਤੋਂ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਹੇਠਾਂ ਡਿਸ-ਕਨੈਕਟ ਨੂੰ ਵਰਤੋਂ।
pt_br: Email errado? Desconecte abaixo para começar novamente.
pt_pt: Email errado? Desassocie abaixo para começar de novo.
sq: Email i gabuar? Shkëputuni më poshtë që t’ia riniset.
sv: Fel e-postadress? Koppla från nedan för att börja över.
te: తప్పు ఇమెయిల్? ప్రారంభించడానికి దిగువ అనుసంధానం తెంచివేయండి.
th: อีเมลผิด? ตัดการเชื่อมต่อด้านล่างเพื่อเริ่มต้นใหม่
tr: E-posta yanlış mı? Baştan başlamak için bağlantıyı kesin.
uk: Неправильна електронна пошта? Від'єднайтеся, щоб почати заново.
ur: غلط ایمیل؟ منقطع کریں اور بھر سے شروع کریں۔
vi: Email không đúng? Ngắt kết nối bên dưới để bắt đầu lại.

# FxA.AccountVerificationRequired
source: Account Verification Required
ast: Ríquese la verificación de la cuenta
az: Hesabı təsdiqləmə tələb edilir
bn: অ্যাকাউন্ট যাচাইকরণ প্রয়োজন
br: Gwiriekadur ar gont azgoulennet
ca: Cal verificar el compte
cy: Mae Angen Gwirio'r Cyfrif
da: Kontobekræftelse påkrævet
de: Kontoverifizierung erforderlich
eo: Konfirmo de konto postulata
fa: تأیید حساب کاربری مورد نیاز است
fr: Vérification du compte nécessaire
gd: Feum air dearbhadh a’ chunntais
hi_in: खाता सत्यापन आवश्यक
hy_am: Պահանջվել է հաշվի հաստատում
ia: Verification del conto necessari
id: Verfikasi Akun Diperlukan
is: Nauðsynlegt er að staðfesta reikninginn
km: តម្រូវ​ឲ្យ​ផ្ទៀងផ្ទាត់​គណនី
kn: ಖಾತೆಯ ದೃಢೀಕರಣದ ಅಗತ್ಯವಿದೆ
lt: Reikalingas paskyros patvirtinimas
my: အကောင့် အတည်ပြုခြင်း လိုအပ်သည်
nb: Kontobekreftelse kreves
nl: Accountverificatie vereist
nn: Kontostadfesting er påkravd
pa_in: ਖਾਤਾ ਤਸਦੀਕ ਕਰਨ ਦੀ ਲੋੜ ਹੈ
pt_br: Verificação de conta obrigatória
pt_pt: Verificação de conta requerida
sq: Lypset Verifikim Llogarie
sv: Kontoverifiering krävs
te: ఖాతా ధృవీకరణ అవసరం
th: ต้องมีการยืนยันบัญชี
tr: Hesabın doğrulanması gerekiyor
uk: Необхідно підтвердити обліковий запис
ur: اکائونٹ کی توثیق کاری درکار ہے
vi: Yêu cầu xác minh tài khoản

# FxA.AccountVerificationRequiredSurface
source: You need to verify %@. Check your email for the verification link from Firefox.
ast: Tienes de verificar %@. Comprueba'l to corréu pa ver si aportó l'enllaz de Firefox.
az: %@ ünvanını təsdiqləməlisiniz. Firefoxdan göndərilmiş təsdiq keçidi üçün e-poçt qutunuza baxın.
bn: আপনাকে %@ যাচাই করতে হবে। Firefox থেকে প্রেরিত যাচাইকরণ লিঙ্কের জন্যে আপনার ইমেইল দেখুন।
br: Ret eo deoc’h gwiriekaat %@. Kit en ho poset posteloù da glask an ere gwiriekat evit Firefox.
ca: Heu de verificar %@. Rebreu un missatge de correu electrònic del Firefox amb l'enllaç de verificació.
cy: Mae angen i chi wirio %@. Edrychwch yn eich e-bost am y ddolen gwirio gan Firefox.
da: Du skal bekræfte %@. Tjek din mail for bekræftelseslinket fra Firefox.
de: Sie müssen %@ verifizieren. Sehen Sie in Ihrem Posteingang nach dem Verifizierungslink von Firefox.
eo: Vi bezonas konfirmi %@. Kontrolu vian retpoŝton, kie vi ricevos konfirman ligilon de Firefox.
fa: لازم است %@ را تایید کنید. رایانامه خود را برای پیوند تایید از سوی فایرفاکس بررسی کنید.
fr: Vous devez vérifier %@. Consultez votre boîte de réception pour accéder au lien de vérification envoyé par Firefox.
gd: Feumaidh tu %@ a dhearbhadh. Thoir sùil air a’ phost-d agad airson a’ cheangail dearbhaidh o Firefox.
hi_in: आपको %@ सत्यापित करने की आवश्यकता है। Firefox से मिले सत्यापन लिंक के लिए अपना ईमेल जांचें।
hy_am: Դուք պետք է հաստատեք %@-ը։ Ստուգեք ձեր էլ֊. փոստը Firefox-ից հաստատման հղման համար։
ia: Tu debe verificar %@. Cerca in tu e-mail le ligamine de verification de Firefox.
id: Anda perlu memverifikasi %@. Periksa surel Anda untuk tautan verifikasi dari Firefox.
is: Þú þarft að staðfesta %@. Leitaðu í tölvupóstinum þínum að staðfesting tölvupósti frá Firefox.
km: អ្នកត្រូវផ្ទៀងផ្ទាត់ %@។ ពិនិត្យអ៊ីមែលរបស់អ្នក រក​មើល​តំណផ្ទៀងផ្ទាត់ពី Firefox ។
lt: Jūs turite patvirtinti %@. Savo el. pašte ieškokite patvirtinimo nuorodos iš „Firefox“.
my: %@ ကို အတည်ပြုရန် လိုအပ်သည်။ Firefox မှ အတည်ပြုလင့်ခ်အတွက် အီးမေးလ်ကို စစ်ဆေးပါ။
nb: Du må bekrefte %@. Sjekk din e-post etter verifiseringslenken fra Firefox.
nl: U dient %@ te verifiëren. Controleer uw e-mail op de verificatiekoppeling van Firefox.
nn: Du må stadfeste %@. Sjekk e-posten din for verifiseringslenka frå Firefox.
pa_in: ਤੁਹਾਨੂੰ %@ ਤਸਦੀਕ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ। ਫਾਇਰਫਾਕਸ ਤੋਂ ਤਸਦੀਕੀ ਲਿੰਕ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਆਪਣੀ ਈੇਮੇਲ ਦੀ ਜਾਂਚ ਕਰੋ।
pt_br: Você precisa validar %@. Verifique se recebeu o email do Firefox com um link de confirmação.
pt_pt: Precisa de verificar %@. Verifique o seu email para a ligação de verificação do Firefox.
sq: Lypset të verifikoni %@. Shihni te email-et tuaj për lidhjen e verifikimit nga Firefox-i.
sv: Du måste verifiera %@. Kontrollera din e-postadress efter verifieringslänken från Firefox.
te: మీరు %@ని ధృవీకరించాలి. Firefox నుండి ధృవీకరణ లంకె కోసం మీ ఇమెయిల్ను తనిఖీ చేయండి.
th: คุณจำเป็นต้องยืนยัน %@ ตรวจสอบอีเมลของคุณสำหรับลิงก์ยืนยันจาก Firefox
tr: %@ adresini doğrulamalısınız. E-postanızı kontrol edip Firefox’tan gelen doğrulama bağlantısına tıklayın.
uk: Ви повинні підтвердити %@. Знайдіть у своїй пошті посилання для підтвердження від Firefox.
ur: آپ کو @% کی توثیق کرنے کی ضرورت ہے۔ Firefox سے توثیقی لنک کیلئے اپنا ای میل چیک کریں۔
vi: Bạn cần xác minh %@. Kiểm tra email của bạn để biết liên kết xác minh từ Firefox.

# FxA.ConnectAnotherDevice
source: Connect Another Device
ast: Conectar otru preséu
az: Başqa Cihazı Qoş
bn: আরেকটি ডিভাইস সংযুক্ত করুন
br: Kennaskañ un trevnad all
ca: Connecta un altre dispositiu
cy: Cysylltu Dyfais Arall
da: Opret forbindelse til en ny enhed
de: Weiteres Gerät verbinden
eo: Konekti alian aparaton
fa: اتصال یک دستگاه دیگر
fr: Connecter un autre appareil
gd: Ceangail uidheam eile ris
hi_in: अन्य उपकरण जोड़ें
hy_am: Միացրեք այլ սարքի
ia: Connecter un altere apparato
id: Sambungkan Peranti Lain
is: Tengja annað tæki
km: ភ្ជាប់​​ឧបករណ៍​ផ្សេង
lt: Susieti kitą įrenginį
my: အခြား ကိရိယာ တပ်ပါ
nb: Koble til en annen enhet
nl: Een ander apparaat verbinden
nn: Kople til ei anna eining
pa_in: ਹੋਰ ਡਿਵਾਈਸ ਨਾਲ ਕਨੈਕਟ ਕਰੋ
pt_br: Conectar outro dispositivo
pt_pt: Ligar outro dispositivo
sq: Lidhni Pajisje Tjetër
sv: Anslut en annan enhet
te: మరొక పరికరాన్ని అనుసంధానించు
th: เชื่อมต่ออุปกรณ์อื่น
tr: Başka bir cihaz bağla
uk: Під'єднати інший пристрій
ur: ایک اور آلہ جوڑیں
vi: Kết nối thiết bị khác

# FxA.FirefoxAccount
source: Firefox Account
ast: Cuenta de Firefox
az: Firefox Hesabı
be: Уліковы запіс Firefox
bn: Firefox অ্যাকাউন্ট
br: Kont Firefox
ca: Compte del Firefox
cy: Cyfrif Firefox
da: Firefox-konto
de: Firefox-Konto
el: Λογαριασμός Firefox
eo: Konto de Firefox
et: Firefoxi konto
fa: حساب فایرفاکس
fi: Firefox-tili
fr: Compte Firefox
gd: Cunntas Firefox
hr: Firefox račun
hy_am: Firefox հաշիվ
ia: Conto Firefox
is: Firefox reikningur
it: Account Firefox
km: គណនី Firefox
kn: Firefox ಖಾತೆ
lt: „Firefox“ paskyra
my: Firefox အကောင့်
nb: Firefox-konto
nn: Firefox-konto
oc: Compte Firefox
or: ଫାୟାରଫକ୍ସ ଖାତା
pa_in: ਫਾਇਰਫਾਕਸ ਖਾਤਾ
pt_br: Conta Firefox
pt_pt: Conta Firefox
si: ෆයර්ෆොක්ස් ගිණුම
sk: Účet Firefox
sq: Llogari Firefox
sv: Firefox-konto
te: Firefox ఖాతా
th: บัญชี Firefox
tr: Firefox Hesabı
tt: Firefox Хисабы
uk: Обліковий запис Firefox
ur: Firefox اکاؤنٹ
vi: Tài khoản Firefox

# FxA.ManageAccount
source: Manage Account & Devices
az: Hesabı və Cihazları idarə et
be: Кіраванне ўліковым запісам і прыладамі
bn: একাউন্ট এবং ডিভাইস ব্যবস্থাপনা করুন
br: Ardeiñ ar gont
ca: Gestiona el compte i els dispositius
cy: Rheoli Cyfrif a Dyfeisiau
da: Håndter konto og enheder
de: Konto & Geräte verwalten
el: Διαχείριση λογαριασμού & συσκευών
eo: Administri kontojn kaj aparatojn
et: Halda kontot ja seadmeid
fa: مدیریت حساب و دستگاه‌ها
fi: Hallitse tiliä ja laitteita
fr: Gérer le compte et les appareils
gd: Stiùirich an cunntas ⁊ na h-uidheaman
hi_in: खाता एवं उपकरण प्रबंधित करें
hr: Upravljanje računom
hy_am: Կառավարել հաշիվը
ia: Gerer le conto
id: Kelola Akun & Peranti
is: Sýsla með reikning og tæki
it: Gestione account e dispositivi
km: គ្រប់គ្រងគណនី និង​ឧបករណ៍
kn: ಖಾತೆ ಮತ್ತು ಸಾಧನಗಳನ್ನು ನಿರ್ವಹಿಸು‍
lt: Tvarkyti paskyrą ir įrenginius
my: အကောင့်နှင့် ကိရိယာများကို စီမံရန်
nb: Behandle konto og enheter
nl: Account & apparaten beheren
nn: Handter kontoen og einingar
oc: Gestion del compte
or: ଖାତା ଏବଂ ଉପକରଣ ପରିଚାଳନା କରନ୍ତୁ
pa_in: ਖਾਤੇ ਤੇ ਡਿਵਾਈਸਾਂ ਦਾ ਇੰਤਜ਼ਾਮ
pt_br: Gerenciar conta e dispositivos
pt_pt: Gerir conta e dispositivos
si: ගිණුම හා උපාංග කළමනාකරණය
sk: Spravovať účet a zariadenia
sq: Administroni Llogari & Pajisje
sv: Hantera konton & enheter
te: ఖాతా, పరికరాలను నిర్వహించండి
th: จัดการบัญชีและอุปกรณ์
tr: Hesabı ve cihazları yönet
tt: Хисап һәм җиһазлар белән идарә итү
uk: Керувати обліковим записом і пристроями
ur: اکاؤنٹ اور آلات کا بندرست کریں
vi: Quản lý tài khoản và thiết bị

# FxA.NoInternetConnection
source: No Internet Connection
ast: Ensin conexón d'internet
az: İnternet bağlantısı yoxdur
be: Няма інтэрнэт-злучэння
bn: ইন্টারনেট সংযোগ নেই
br: Kennask ebet ouzh ar genrouedad
ca: No hi ha connexió a Internet
cy: Dim Cysylltiad Rhyngrwyd
da: Ingen internetforbindelse
de: Keine Internetverbindung
el: Χωρίς σύνδεση στο διαδίκτυο
eo: Sen retaliro
et: Internetiühendus puudub
fa: اتصال اینترنت در دسترس نیست
fi: Ei Internet-yhteyttä
fr: Aucune connexion internet
gd: Chan eil ceangal ris an eadar-lìon
hi_in: इंटरनेट कनेक्शन नहीं
hr: Nema internetske veze
hy_am: Չկա համացանցային կապակցում
ia: Nulle connexion a Internet
id: Tidak ada sambungan Internet
is: Engin internet tenging
it: Nessuna connessione internet
km: គ្មានការតភ្ជាប់អ៊ីនធឺណិត
kn: ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ ಲಭ್ಯವಿಲ್ಲ
lt: Nėra ryšio su internetu
my: အင်တာနက်ချိတ်ဆက်မှု မရှိပါ
nb: Ingen Internett-tilknytning
nl: Geen internetverbinding
nn: Ikkje noko internettsamband
oc: I a pas de connexion internet
or: ଇଣ୍ଟରନେଟ୍ ସଂଯୋଗ ନାହିଁ
pa_in: ਇੰਟਰਨੈੱਟ ਕਨੈਕਸ਼ਨ ਨਹੀਂ ਹੈ
pt_br: Sem conexão à internet
pt_pt: Sem ligação à Internet
si: අන්තර්ජාල සම්බන්ධතාවයක් නැත
sk: Žiadne internetové pripojenie
sq: S’ka Lidhje në Internet
sv: Ingen internetanslutning
te: అంతర్జాల అనుసంధానం లేదు
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı yok
tt: Интернетка тоташу юк
uk: Немає з’єднання з Інтернетом
ur: کوئی انٹرنیٹ کنکشن نہیں
vi: Không có kết nối Internet

# FxA.OpenSyncPreferences
source: Open Sync Preferences
ast: Abrir preferencies de sincronización
az: Sync nizamlamalarını aç
bn: সিঙ্ক এর পছন্দের অপশন খুলুন
br: Digeriñ gwellvezioù Sync
ca: Obre les preferències de sincronització
cy: Agor Dewisiadau Cydweddu
da: Indstillinger for Sync
de: Sync-Einstellungen öffnen
eo: Malfermi preferojn de Spegulado
fa: بازکردن ترجیحات همگام سازی
fr: Ouvrir les préférences de synchronisation
gd: Fosgail na roghainnean sioncronachaidh
hi_in: सिंक प्राथमिकताएं खोलें
hy_am: Բացել համաժամեցման նախընտրությունները
ia: Aperir le preferentias de Sync
id: Buka Pengaturan Sinkronisasi
is: Opna samstillar stillingar
km: បើក​ចំណូលចិត្ត​ធ្វើ​សមកាលកម្ម
lt: Atverti sinchronizavimo nuostatas
my: ချိတ်ဆက် အပြင်အဆင် အားဖွင့်
nb: Åpne Sync-innstillinger
nl: Synchronisatievoorkeuren openen
nn: Opne Sync-innstillingar
pa_in: ਸਿੰਕ ਪਸੰਦਾਂ ਨੂੰ ਖੋਲ੍ਹੋ
pt_br: Abrir preferências do Sync
pt_pt: Abrir preferências do Sync
sq: Hap Parapëlqime Sync-u
sv: Öppna Sync-inställningar
te: Sync అభిరుచులను తెరువు
th: เปิดการกำหนดลักษณะ Sync
tr: Sync tercihlerini aç
uk: Відкрити параметри синхронізації
ur: ہمہ وقت ساز ترجیحات کھولیں
vi: Mở tùy chọn đồng bộ hóa

# fxa.qr-scanning-view.instructions
source: Scan the QR code shown at firefox.com/pair
bn: firefox.com/pair এ QR কোডটি স্ক্যান করুন
br: C’hwilervit ar boneg QR diskouezet e firefox.com/pair
ca: Escanegeu el codi QR que es mostra a firefox.com/pair
cy: Sganio'r cod QR sydd yn firefox.com/pair
da: Skan QR-koden vist på firefox.com/pair
de: Scannen Sie den unter firefox.com/pair angezeigten QR-Code
eo: Skani la kodon QR montrita ĉe firefox.com/pair
fa: کد QR نمایش داده شده در firefox.com/pair را اسکن کنید
fr: Scannez le code QR affiché à l’adresse firefox.com/pair
gd: Sganaich an còd QR a chì thu aig firefox.com/pair
hi_in: firefox.com/pair पर दिखाए गए QR कोड को स्कैन करें
hy_am: Սկանացրեք firefox.com/pair- ում ցուցադրված QR ծածկագիրը
ia: Scanna le codice QR monstrate a firefox.com/pair
id: Pindai kode QR yang ditunjukkan di firefox.com/pair
is: Skannaðu QR-kóðann sem sýndur er á firefox.com/pair
lt: Nuskaitykite QR kodą iš firefox.com/pair
my: Firefox.com/pair တွင်ဖော်ပြထားသော QR ကုဒ်ကိုစစ်ဆေးပါ
nb: Skann QR-koden vist på firefox.com/pair
nl: Scan de QR-code op firefox.com/pair
nn: Skann QR-koden vist på firefox.com/pair
pa_in: firefox.com/pair 'ਤੇ ਦਿਖਾਏ ਗਏ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ
pt_br: Digitalize o código QR exibido em firefox.com/pair
pt_pt: Digitalize o código QR mostrado em firefox.com/pair
sq: Skanoni kodin QR te firefox.com/pair
sv: Skanna QR-koden som visas på firefox.com/pair
th: สแกนรหัส QR ที่แสดงใน firefox.com/pair
tr: firefox.com/pair adresinde görünen QR kodunu tarayın
uk: Скануйте QR-код, показаний на firefox.com/pair
ur: firefox.com/pair پر دیے گئے QR کوڈ کو سکین کریں
vi: Quét mã QR được hiển thị tại firefox.com/pair

# FxA.RemoveAccount
source: Remove
ast: Quitar
az: Sil
bn: অপসারণ করুন
br: Dilemel
ca: Elimina
cy: Tynnu
da: Fjern
de: Entfernen
eo: Forigi
fa: حذف
fr: Supprimer
gd: Thoir air falbh
hi_in: हटाएं
hy_am: Ջնջել
ia: Remover
id: Hapus
is: Fjarlægja
km: យកចេញ
kn: ತೆಗೆದುಹಾಕು
lt: Pašalinti
my: ဖယ်ရှားပါ
nb: Fjern
nl: Verwijderen
nn: Fjern
pa_in: ਹਟਾਓ
pt_br: Remover
pt_pt: Remover
sq: Hiqe
sv: Ta bort
te: తీసివేయి
th: เอาออก
tr: Kaldır
uk: Вилучити
ur: ہٹائیں
vi: Gỡ bỏ
