Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Settings.Home.Option.StartAtHome.AfterFourHours
source: Homepage after four hours of inactivity
be: Хатняя старонка пасля чатырох гадзін бяздзейнасці
br: Pajenn degemer goude peder eurvezh dioberiantiz
ca: Pàgina d'inici després de quatre hores d'inactivitat
cy: Tudalen cartref ar ôl pedair awr segur
da: Startside efter fire timers inaktivitet
de: Startseite nach vier Stunden Inaktivität
el: Αρχική σελίδα μετά από τέσσερις ώρες αδράνειας
eo: Eka paĝo post kvar horoj sen aktiveco
et: Avaleht pärast neljatunnist tegevusetust
fi: Kotisivu neljän tunnin käyttämättömyyden jälkeen
fr: Page d’accueil après quatre heures d’inactivité
gd: An duilleag-dhachaigh an dèidh ceithir uairean a thìde gun ghnìomhachd
hi_in: मुखपृष्ठ चार घंटे की निष्क्रियता के बाद
hr: Početna stranica nakon četiri sata neaktivnosti
hy_am: Տնային էջը չորս ժամ անգործությունից հետո
ia: Pagina initial post 4 horas de inactivitate
id: Beranda setelah empat jam tidak aktif
is: Upphafssíða eftir fjórar klukkustundir án virkni
it: Pagina iniziale dopo quattro ore di inattività
lt: Pradžios tinklalapį po keturių valandų neveiklumo
nb: Startside etter fire timers inaktivitet
nl: Startpagina na vier uur inactiviteit
nn: Startside etter fire timar inaktivitet
pa_in: ਚਾਰ ਘੰਟਿਆਂ ਦੀ ਨਾ-ਸਰਗਰਮੀ ਦੇ ਬਾਅਦ ਮੁੱਖ-ਸਫ਼ਾ
pt_br: Tela inicial após quatro horas de inatividade
pt_pt: Página inicial após quatro horas de inatividade
si: පැය හතරක නිෂ්ක්‍රියාවෙන් පසු මුල් පිටුව
sk: Domovská stránka po štyroch hodinách nečinnosti
sq: Faqe hyrëse pas katër orësh plogështie
sv: Startsida efter fyra timmars inaktivitet
th: หน้าแรกหลังจากไม่มีการใช้งานเป็นเวลา 4 ชั่วโมง
tr: Dört saat hareketsizlikten sonra giriş sayfası
tt: Дүрт сәгать хәрәкәтсезлектән соң баш бит
uk: Домівка через чотири години бездіяльності
ur: چار گھنٹے کی غیرفعالیت کے بعد ابتدائی صفحہ
vi: Trang chủ sau bốn tiếng không hoạt động

# Settings.Home.Option.StartAtHome.Always
source: Homepage
be: Хатняя старонка
bn: হোমপেজ
br: Pennbajenn
ca: Pàgina d'inici
cy: Tudalen Cartref
da: Startside
de: Startseite
el: Αρχική σελίδα
eo: Eka paĝo
et: Avaleht
fi: Kotisivu
fr: Page d’accueil
gd: Duilleag-dhachaigh
hi_in: मुख्य पृष्ठ
hr: Početna stranica
hy_am: Տնային էջ
ia: Pagina initial
id: Beranda
is: Upphafssíða
it: Pagina iniziale
lt: Pradžios tinklalapį
nb: Startside
nl: Startpagina
nn: Startside
pa_in: ਮੁੱਖ-ਸਫ਼ਾ
pt_br: Tela inicial
pt_pt: Página inicial
si: මුල් පිටුව
sk: Domovská stránka
sq: Kreu
sv: Startsida
th: หน้าแรก
tr: Giriş sayfası
tt: Баш бит
uk: Домівка
ur: ابتدائی صفحہ
vi: Trang chủ

# Settings.Home.Option.StartAtHome.Description
source: Choose what you see when you return to Firefox.
be: Выберыце, што паказваць, калі вы вернецеся ў Firefox.
br: Dibabit ar pezh a welit pa tistroit da Firefox.
ca: Trieu què voleu veure quan torneu al Firefox.
cy: Dewis beth rydych yn ei weld pan fyddwch yn dychwelyd i Firefox.
da: Vælg, hvad der vises, når du vender tilbage til Firefox.
de: Entscheiden Sie, was bei der Rückkehr zu Firefox angezeigt wird.
el: Επιλέξτε τι θα βλέπετε όταν επιστρέφετε στο Firefox.
eo: Elektu kion vi vidas kiam vi reiras al Firefox.
et: Vali, mida näed Firefoxi naastes.
fi: Valitse, mitä näet, kun palaat Firefoxiin.
fr: Choisissez ce qui s’affiche lorsque vous rouvrez Firefox.
gd: Tagh na chì thu nuair a thilleas tu gu Firefox.
hr: Odaberi što ćeš vidjeti kada se vratiš u Firefox.
hy_am: Ընտրեք այն, ինչ կտեսնեք Firefox-ին վերադառնալիս:
ia: Elige que vider quando tu retorna a Firefox.
id: Pilih yang Anda lihat ketika kembali ke Firefox.
is: Veldu hvað þú sérð þegar þú ferð aftur í Firefox.
it: Scegli quali elementi visualizzare quando riapri Firefox.
lt: Pasirinkite, ką matysite sugrįžę į „Firefox“.
nb: Velg hva som vises når du går tilbake til Firefox.
nl: Kies wat u ziet als u Firefox opnieuw opent.
nn: Vel kva som skal visast når du går tilbake til Firefox.
pa_in: ਜਦੋਂ ਤੁਸੀਂ Firefox ਉੱਤੇ ਪਰਤੋ ਤਾਂ ਤੁਸੀਂ ਜੋ ਵੇਖਣਾ ਚਾਹੋਗੇ, ਉਹ ਚੁਣੋ।
pt_br: Escolha o que ver quando voltar ao Firefox.
pt_pt: Escolha o que pretende ver ao voltar ao Firefox.
si: ෆයර්ෆොක්ස් වෙත ආපසු එන විට දැකිය යුතු දේ තෝරන්න.
sk: Vyberte si, čo chcete vidieť, keď sa vrátite do Firefoxu.
sq: Zgjidhni çtë shihni, kur ktheheni te Firefox-i.
sv: Välj vad som ska visas när du återvänder till Firefox.
th: เลือกสิ่งที่คุณเห็นเมื่อคุณกลับเข้าสู่ Firefox
tr: Firefox’a döndüğünüzde neleri göreceğinizi seçin.
tt: Firefox-ка кире кайтканда нәрсә күрәчәгегезне сайлагыз.
uk: Оберіть, що показувати при поверненні в Firefox.
vi: Chọn những gì bạn sẽ thấy khi quay lại Firefox.

# Settings.Home.Option.StartAtHome.Never
source: Last tab
be: Апошняя картка
bn: শেষ ট্যাব
br: Ivinell diwezhañ
ca: Última pestanya
cy: Y tab diwethaf
da: Seneste faneblad
de: Letzter Tab
el: Τελευταία καρτέλα
eo: Lasta langeto
et: Viimane kaart
fi: Viimeisin välilehti
fr: Dernier onglet
gd: An taba mu dheireadh
hi_in: अंतिम टैब
hr: Posljednja kartica
hy_am: Վերջին ներդիրը
ia: Ultime scheda
id: Tab terakhir
is: Síðasti flipi
it: Ultima scheda
lt: Paskutinę kortelę
nb: Siste fane
nl: Laatste tabblad
nn: Siste fane
pa_in: ਪਿਛਲੀ ਟੈਬ
pt_br: Aba mais recente
pt_pt: Último separador
si: අවසාන පටිත්ත
sk: Posledná karta
sq: Skedën e fundit
sv: Senaste flik
th: แท็บสุดท้าย
tr: Son sekme
tt: Соңгы таб
uk: Остання вкладка
ur: آخری ٹیب
vi: Thẻ cuối cùng

# Settings.Home.Option.StartAtHome.Title
source: Opening screen
be: Пачатковы экран
bn: খোলা পর্দা
br: Skramm digeriñ
ca: Pantalla d'obertura
cy: Sgrin agoriadol
da: Åbningsskærm
de: Startbildschirm
el: Οθόνη εκκίνησης
eo: Malferma ekrano
et: Avatav vaade
fi: Aloitusnäkymä
fr: Écran à l’ouverture
gd: An sgrìn fosglaidh
hi_in: खुलता हुआ स्क्रीन
hr: Zaslon kod otvaranja aplikacije
hy_am: Ողջյունի պատուհան
ia: Aperiente schermo
id: Layar pembuka
is: Upphafsskjár
it: Schermata di apertura
lt: Vaizdas po paleidimo
nb: Åpningsskjerm
nl: Openingsscherm
nn: Opningsskjerm
pa_in: ਸਕਰੀਨ ਖੋਲ੍ਹੀ ਜਾ ਰਹੀ ਹੈ
pt_br: Tela de abertura
pt_pt: Ecrã de abertura
si: විවෘත වන තිරය
sk: Úvodná obrazovka
sq: Skenën hyrëse
sv: Öppningsskärm
th: หน้าจอเมื่อเปิด
tr: Açılış ekranı
tt: Башлангыч экран
uk: Початковий екран
ur: اسکرین کھول رہا ہے
vi: Màn hình khi mở

# Settings.Home.Option.Title
source: Firefox Homepage
cy: Tudalen Cartref Firefox
de: Firefox-Startseite
hi_in: फ़ायरफ़ॉक्स मुखपृष्ठ
ia: Pagina initial de Firefox
id: Beranda Firefox
lt: „Firefox“ pradžios tinklalapis
nb: Firefox startside
pa_in: Firefox ਮੁੱਖ-ਸਫ਼ਾ
pt_pt: Página inicial do Firefox
sq: Faqen Hyrëse të Firefox-it
ur: Firefox کا ابتائی صفحہ

# Settings.Home.Option.Wallpaper
source: Wallpaper
be: Шпалеры
br: Drekleur
ca: Fons de pantalla
cy: Papur Wal
da: Baggrund
de: Hintergrundbild
el: Ταπετσαρία
eo: Ekranfono
et: Taustapilt
fi: Taustakuva
fr: Fond d’écran
gd: Pàipear-balla
hr: Pozadinska slika
hy_am: Պաստառներ
ia: Fundo
is: Bakgrunnur
it: Sfondo
nb: Bakgrunnsbilde
nl: Achtergrond
nn: Bakgrunnsbilde
oc: Fonzes
pa_in: ਵਾਲਪੇਪਰ
pt_br: Fundo de tela
pt_pt: Fundo
si: බිතුපත
sk: Tapeta
sq: Sfond
sv: Bakgrundsbild
th: รูปพื้นหลัง
tr: Duvar kâğıdı
tt: Фон рәсемe
uk: Шпалери
vi: Hình nền

# Settings.Home.Option.Wallpaper.Accessibility.AmethystWallpaper.v99
source: Firefox wallpaper, amethyst pattern.
be: Шпалеры Firefox, аметыставы ўзор.
br: Drekleur Firefox, patrom ametist.
ca: Fons de pantalla del Firefox, patró ametista.
cy: Papur wal Firefox, patrwm amethyst.
da: Firefox-baggrund, ametyst-mønster.
de: Firefox-Hintergrundbild, Amethystmuster.
el: Ταπετσαρία Firefox, μοτίβο αμέθυστου.
eo: Ekranfono de Firefox, modelo de ametisto.
et: Firefoxi taustapilt, ametüsti muster.
fi: Firefox-taustakuva, ametistikuvio.
fr: Fond d’écran de Firefox, motif améthyste.
gd: Pàipear-balla Firefox, pàtran amaitist.
hy_am: Firefox-ի պաստառ, ամեթիստ նախշ:
ia: Fundo de Firefox, motivo amethysto.
id: Wallpaper Firefox, pola ametis.
is: Firefox bakgrunnur, ametyst-mynstur.
it: Sfondo di Firefox, motivo ametista.
nb: Firefox-bakgrunnsbilde, ametystmønster.
nl: Firefox-achtergrond, amethistpatroon.
nn: Firefox bakgrunnsbilde, ametystmønster.
pa_in: Firefox ਵਾਲਪੇਪਰ, ਜਾਮਨੀ ਪੈਟਰਨ
pt_br: Fundo de tela do Firefox, padrão de ametista.
pt_pt: Imagem de fundo do Firefox, padrão ametista.
si: ෆයර්ෆොක්ස් බිතුපත, අඹතේස්ත රටාව.
sk: Tapeta Firefoxu, vzor ametystu
sq: Sfond Firefox-i, mostër ametisti.
sv: Firefox bakgrundsbild, ametistmönster.
th: วอลล์เปเปอร์ Firefox, ลายอะเมทิสต์
tr: Firefox duvar kâğıdı, ametist deseni.
tt: Firefox фон рәсеме, аметист бизәге.
uk: Шпалери Firefox, аметистовий візерунок.
vi: Hình nền Firefox, mẫu thạch anh tím.

# Settings.Home.Option.Wallpaper.Accessibility.CeruleanWallpaper.v99
source: Firefox wallpaper, cerulean pattern.
be: Шпалеры Firefox, васільковы узор.
br: Drekleur Firefox, patrom damc'hlas.
ca: Fons de pantalla del Firefox, patró ceruli.
cy: Papur wal Firefox, patrwm ceruleaidd.
da: Firefox-baggrund, himmelblåt mønster.
de: Firefox-Hintergrundbild, himmelblaues Muster.
el: Ταπετσαρία Firefox, γαλανό μοτίβο.
eo: Ekranfono de Firefox, modelo ĉielbula.
et: Firefoxi taustapilt, helesinine muster.
fi: Firefox-taustakuva, seruleenikuvio.
fr: Fond d’écran de Firefox, motif bleu céruléen.
gd: Pàipear-balla Firefox, pàtran nan speuran.
hy_am: Firefox-ի պաստառ, սերուլյան օրինակ:
ia: Fundo de Firefox, motivo cerulee.
id: Wallpaper Firefox, pola biru langit.
is: Firefox bakgrunnur, cerulean-mynstur.
it: Sfondo di Firefox, motivo ceruleo.
nb: Firefox-bakgrunnsbilde, cerulean-mønster.
nl: Firefox-achtergrond, felblauw patroon.
nn: Firefox-bakgrunnsbilde, cerulean-mønster.
pa_in: Firefox ਵਾਲਪੇਪਰ, ਅਸਮਾਨੀ ਨੀਲਾ ਪੈਟਰਨ
pt_br: Fundo de tela do Firefox, padrão azul celeste.
pt_pt: Imagem de fundo do Firefox, padrão cerúleo.
si: ෆයර්ෆොක්ස් බිතුපත, නීලවර්ණ රටාව.
sk: Tapeta Firefoxu, blankytný vzor
sq: Sfond Firefox-i, mostër në blu të thellë.
sv: Firefox bakgrundsbild, cerulean-mönster.
th: วอลล์เปเปอร์ Firefox, ลายซีรูเลียน
tr: Firefox duvar kâğıdı, gök mavisi deseni.
tt: Firefox фон рәсеме, зәңгәр күк бизәге.
uk: Шпалери Firefox, блакитний візерунок.
vi: Hình nền Firefox, mẫu cerulean.

# Settings.Home.Option.Wallpaper.Accessibility.DefaultWallpaper.v99
source: Default clear wallpaper.
be: Чыстыя тыповыя шпалеры.
br: Drekleur sklaer dre ziouer.
ca: Fons de pantalla clar per defecte.
cy: Papur wal clir rhagosodedig.
da: Standard-baggrund.
de: Standardmäßiges transparentes Hintergrundbild.
el: Προεπιλεγμένη διάφανη ταπετσαρία.
eo: Norma malplena ekranfono.
et: Vaikimis selge taustapilt.
fi: Oletusarvoinen tyhjä taustakuva.
fr: Fond d’écran clair par défaut.
gd: Pàipear-balla soilleir bunaiteach.
hy_am: Կանխադրված մաքուր պաստառ:
ia: Fundo clar predefinite.
id: Wallpaper bening bawaan.
is: Sjálfgefinn glær bakgrunnur.
it: Sfondo trasparente predefinito.
nb: Standard bakgrunnsbilde.
nl: Standaard heldere achtergrond.
nn: Standard bakgrunnsbilde.
pa_in: ਮੂਲ ਸਾਫ਼ ਵਾਲਪੇਪਰ।
pt_br: Fundo de tela limpo padrão.
pt_pt: Imagem de fundo limpa predefinida.
si: පෙරනිමි පැහැදිලි බිතුපත.
sk: Predvolená čistá tapeta
sq: Sfond parazgjedhje i qëruar.
sv: Ren standardbakgrund.
th: วอลล์เปเปอร์ว่างเริ่มต้น
tr: Varsayılan sade duvar kâğıdı.
tt: Стандарт ачык фон рәсеме.
uk: Типові шпалери.
vi: Hình nền rõ ràng mặc định.

# Settings.Home.Option.Wallpaper.Accessibility.SunriseWallpaper.v99
source: Firefox wallpaper, sunrise pattern.
be: Шпалеры Firefox, узор узыходу сонца.
br: Drekleur Firefox, patrom gouloù-deiz.
ca: Fons de pantalla del Firefox, patró de sortida del sol.
cy: Papur wal Firefox, patrwm gwawrio.
da: Firefox-baggrund, solopgangs-mønster.
de: Firefox-Hintergrundbild, Sonnenaufgangsmuster.
el: Ταπετσαρία Firefox, μοτίβο ανατολής.
eo: Ekranfono de Firefox, modelo de eliranta suno.
et: Firefoxi taustapilt, päikesetõusu muster.
fi: Firefox-taustakuva, auringonnousukuvio.
fr: Fond d’écran de Firefox, motif de lever de soleil.
gd: Pàipear-balla Firefox, pàtran èirigh na grèine.
hy_am: Firefox-ի պաստառ, սերուլյան օրինակ:
ia: Fundo de Firefox, motivo de sol levante.
id: Wallpaper Firefox, pola matahari terbit.
is: Firefox bakgrunnur, sólarupprás-mynstur.
it: Sfondo di Firefox, motivo alba.
nb: Firefox bakgrunnsbilde, soloppgangsmønster.
nl: Firefox-achtergrond, zonsopgangpatroon.
nn: Firefox bakgrunnsbilde, soloppgangsmønster.
pa_in: Firefox ਵਾਲਪੇਪਰ, ਸੂਰਜ-ਚੜ੍ਹਨ ਪੈਟਰਨ।
pt_br: Fundo de tela do Firefox, padrão nascer do sol.
pt_pt: Imagem de fundo do Firefox, padrão do nascer do sol.
si: ෆයර්ෆොක්ස් බිතුපත, හිරු උදාව රටාව.
sk: Tapeta Firefoxu, vzor východu slnka
sv: Firefox bakgrundsbild, soluppgångsmönster.
th: วอลล์เปเปอร์ Firefox, ลายพระอาทิตย์ขึ้น
tr: Firefox duvar kâğıdı, gün doğumu deseni.
tt: Firefox фон рәсеме, таң ату бизәге.
uk: Шпалери Firefox, візерунок світанку.
vi: Hình nền Firefox, mô hình mặt trời mọc.

# Settings.Home.Option.Wallpaper.Accessibility.ToggleButton
source: Homepage wallpaper cycle toggle
be: Пераключальнік цыкла шпалер на хатняй старонцы
br: Trec'haoler kelc'hiañ an drekleur pennbajenn
ca: Commutador per alternar el fons de pantalla de la pàgina d’inici
cy: Togl cylchu papur wal tudalen cartref
da: Knap til at skifte baggrund på startsiden
de: Umschalter für den Hintergrundbild-Zyklus der Startseite
el: Διακόπτης εναλλαγής ταπετσαρίας αρχικής οθόνης
eo: Ŝaltilo por la bukla ŝanĝiĝo de ekranfono de la eka paĝo
et: Avalehe taustapilti ringlemise lüliti
fi: Kotisivun taustakuvan vaihtokytkin
fr: Commutateur du diaporama du fond d’écran de la page d’accueil
gd: Toglachadh cuairt pàipear-balla na duilleige-dachaigh
hy_am: Գլխավոր էջի պաստառի ցիկլի միացում
ia: Pagina principal button pro recyclar le fundos
id: Beralih siklus wallpaper beranda
is: Víxla af/á að fletta í gegnum bakgrunna
it: Interruttore per attivare/disattivare il ciclo dello sfondo della pagina iniziale
nb: Knapp for å skifte bakgrunn på startsiden
nl: Schakelaar startpagina-achtergrondcyclus
nn: Knapp for å skifte bakgrunn på startsida
pa_in: ਮੁੱਖ ਸਫ਼ਾ ਵਾਲਪੇਪਰ ਚੱਕਰ ਬਦਲੋ
pt_br: Alternar fundo da tela inicial
pt_pt: Acionador do ciclo de fundos da página inicial
si: මුල් පිටුවට බිතුපත් චක්‍රීයව යෙදීම
sk: Prepínač automatického prepínania tapety domovskej stránky
sv: Växla bakgrundsbildscykel på startsidan
th: เปลี่ยนวอลล์เปเปอร์ของหน้าแรกแบบหมุนเวียน
tr: Giriş sayfası duvar kâğıdı değiştirme düğmesi
tt: Баш битнең фон рәсем циклын үзгәртү төймәсе
uk: Перемикач циклу шпалер домівки
vi: Chuyển đổi xoay hình nền trang chủ

# Settings.Home.Option.Wallpaper.CollectionTitle
source: OPENING SCREEN
be: ПАЧАТКОВЫ ЭКРАН
br: SKRAMM DIGERIÑ
ca: PANTALLA D'OBERTURA
cy: Y SGRIN AGOR
da: FØRSTE SKÆRMBILLEDE
de: ÖFFNUNGSBILDSCHIRM
el: ΟΘΟΝΗ ΕΚΚΙΝΗΣΗΣ
eo: MALFERMA EKRANO
et: AVAKUVA
fi: ALOITUSNÄKYMÄ
fr: ÉCRAN À L’OUVERTURE
gd: AN SGRÌN FOSGLAIDH
hr: POČETNI EKRAN
hy_am: ԲԱՑՎՈՂ ԷԿՐԱՆ
ia: APERIENTE SCHERMO
id: LAYAR PEMBUKAAN
is: UPPHAFSSKJÁR
it: SCHERMATA INIZIALE
nb: ÅPNINGSSKJERM
nl: OPENINGSSCHERM
nn: OPNINGSSKJERM
pa_in: ਸ਼ੁਰੂਆਤੀ ਸਕਰੀਨ
pt_br: TELA DE ABERTURA
pt_pt: ECRÃ DE ABERTURA
si: විවෘත වන තිරය
sk: ÚVODNÁ OBRAZOVKA
sq: SKENA HYRËSE
sv: ÖPPNINGSSKÄRM
th: หน้าจอเปิด
tr: AÇILIŞ EKRANI
tt: БАШЛАНГЫЧ ЭКРАН
uk: ПОЧАТКОВИЙ ЕКРАН
vi: MÀN HÌNH KHI MỞ

# Settings.Home.Option.Wallpaper.SwitchTitle.v99
source: Change wallpaper by tapping Firefox homepage logo
be: Змяняць шпалеры дотыкам да лагатыпа хатняй старонкі Firefox
br: Kemmañ an drekleur en ur stokañ arlun pennbajenn Firefox
ca: Canvieu el fons de pantalla tocant el logotip de la pàgina d'inici del Firefox
cy: Newidiwch y papur wal trwy dapio logo tudalen cartref Firefox
da: Skift baggrund ved at trykke på Firefox-logoet på startsiden
de: Hintergrundbild durch Tippen auf das Logo der Firefox-Startseite ändern
el: Αλλαγή ταπετσαρίας από το λογότυπο του Firefox στην αρχική σελίδα
eo: Ŝanĝi ekranfonon per tuŝeto de la emblemo de Firefox en la eka paĝo
et: Taustapilti saab muuta Firefoxi logo puudutades
fi: Vaihda taustakuvaa napauttamalla Firefoxin kotisivun logoa
fr: Changer le fond d’écran en appuyant sur le logo Firefox de la page d’accueil
gd: Atharraich am pàipear-balla le bhith a’ toirt gnogag air suaicheantas duilleag-dhachaigh Firefox
hr: Promijeni sliku pozadine dodirom na logotip početne stranice Firefoxa
hy_am: Փոխեք պաստառը՝ կտտացնելով Firefox-ի գլխավոր էջի պատկերանշանին
ia: Cambia le fundo toccante le logo de Firefox in le pagina initial
id: Ubah wallpaper dengan mengetuk logo beranda Firefox
is: Skiptu um bakgrunn með því að smella á táknmynd Firefox-heimasíðunnar
it: Cambia lo sfondo toccando il logo di Firefox nella pagina iniziale
nb: Endre bakgrunnsbilde ved å trykke på Firefox-logoen på startsiden
nl: Wijzig uw achtergrond door op het Firefox-startpaginalogo te tikken
nn: Endre bakgrunnsbilde ved å trykkje på Firefox-logoen på startsida
pa_in: Firefox ਮੁੱਖ-ਸਫ਼ੇ ਲੋਗੋ ਨੂੰ ਛੂਹ ਕੇ ਵਾਲਪੇਪਰ ਬਦਲੋ
pt_br: Mudar o fundo de tela tocando no logotipo do Firefox na tela inicial
pt_pt: Altere o fundo ao tocar no logótipo da página principal do Firefox
si: ෆයර්ෆොක්ස් මුල්පිටුවේ ලාංඡනය එබීමෙන් බිතුපත වෙනස් කරන්න
sk: Tapetu domovskej stránky zmeniť ťuknutím na logo Firefoxu
sv: Ändra bakgrundsbild genom att trycka på Firefox logotyp på startsidan
th: เปลี่ยนวอลเปเปอร์โดยแตะโลโก้หน้าแรกของ Firefox
tr: Giriş sayfasındaki Firefox logosuna dokunarak duvar kâğıdını değiştirin
tt: Firefox баш бит логотибына басып фон рәсемен үзгәртү
uk: Змінювати шпалери торканням логотипу домівки Firefox
vi: Thay đổi hình nền bằng cách nhấn vào biểu trưng trang chủ của Firefox

# Settings.Home.Option.Wallpaper.Title
source: Wallpaper
be: Шпалеры
br: Drekleur
ca: Fons de pantalla
cy: Papur Wal
da: Baggrund
de: Hintergrundbild
el: Ταπετσαρία
eo: Ekranfono
et: Taustapilt
fi: Taustakuva
fr: Fond d’écran
gd: Pàipear-balla
hr: Slika pozadine
hy_am: Պաստառներ
ia: Fundo
is: Bakgrunnur
it: Sfondo
nb: Bakgrunnsbilde
nl: Achtergrond
nn: Bakgrunnsbilde
pa_in: ਵਾਲਪੇਪਰ
pt_br: Fundo de tela
pt_pt: Fundo
si: බිතුපත
sk: Tapeta
sq: Sfond
sv: Bakgrundsbild
th: รูปพื้นหลัง
tr: Duvar kâğıdı
tt: Фон рәсеме
uk: Шпалери
vi: Hình nền

# Settings.Home.Option.Wallpaper.UpdatedToast
source: Wallpaper Updated!
be: Шпалеры абноўлены!
br: Drekleur hizivaet!
ca: S'ha actualitzat el fons de pantalla!
cy: Papur Wal wedi’i Ddiweddaru!
da: Baggrund opdateret!
de: Hintergrundbild aktualisiert!
el: Η ταπετσαρία ενημερώθηκε!
eo: Ĝisdatigita ekranfono!
et: Taustpilt uuendatud!
fi: Taustakuva päivitetty!
fr: Fond d’écran mis à jour !
gd: Chaidh am pàipear-balla ùrachadh!
hr: Slika pozadine aktualizirana!
hy_am: Պաստառն արդիացվեց:
ia: Fundo actualisate!
id: Wallpaper Diperbarui!
is: Bakgrunnur uppfærður!
it: Sfondo aggiornato.
nb: Bakgrunnsbilde oppdatert!
nl: Achtergrond bijgewerkt!
nn: Bakgrunnsbilde oppdatert!
pa_in: ਵਾਲਪੇਪਰ ਅੱਪਡੇਟ ਕੀਤਾ!
pt_br: Fundo de tela alterado!
pt_pt: Fundo atualizado!
si: බිතුපත යාවත්කාල විය!
sk: Tapeta bola aktualizovaná!
sq: Sfondi u Përditësua!
sv: Bakgrunden uppdaterad!
th: เปลี่ยนรูปพื้นหลังแล้ว!
tr: Duvar kâğıdı güncellendi!
tt: Фон рәсеме яңартылды!
uk: Шпалери оновлено!
vi: Đã cập nhật hình nền!

# Settings.Home.Option.Wallpaper.UpdatedToastButton
source: View
be: Паглядзець
br: Gwelout
ca: Mostra
cy: Golwg
da: Vis
de: Ansehen
el: Προβολή
eo: Vidi
et: Vaata
fi: Näytä
fr: Afficher
gd: Seall
hr: Prikaz
hy_am: Տեսք
ia: Vider
id: Lihat
is: Skoða
it: Visualizza
nb: Vis
nl: Weergeven
nn: Vis
pa_in: ਵੇਖੋ
pt_br: Ver
pt_pt: Ver
si: දැක්ම
sk: Zobraziť
sq: Shiheni
sv: Visa
th: ดู
tr: Göster
tt: Карау
uk: Переглянути
vi: Xem

# Settings.HomePage.Clear.Button
source: Clear
af: Maak skoon
ast: Llimpiar
az: Təmizlə
bn: মুছে দিন
br: Skarzhañ
ca: Esborra
cy: Clirio
da: Ryd
de: Löschen
eo: Viŝi
fa: پاک‌کردن
fr: Effacer
gd: Falamhaich
hi_in: खाली करें
hy_am: Մաքրել
ia: Vacuar
id: Bersihkan
is: Bjart
km: សម្អាត
kn: ಅಳಿಸು
lt: Išvalyti
my: ရှင်းလင်းပါ
nb: Tøm
nl: Wissen
nn: Tøm
pa_in: ਸਾਫ਼ ਕਰੋ
pt_br: Limpar
pt_pt: Limpar
sq: Spastroje
sv: Rensa
te: క్లియర్ చేయి
th: ล้าง
tr: Temizle
uk: Очистити
ur: صاف کریں
vi: Xóa trắng

# Settings.HomePage.SectionName
source: Homepage
af: Tuisblad
ast: Páxina d'aniciu
az: Ana Səhifə
be: Хатняя старонка
bn: হোমপেজ
br: Pennbajenn
ca: Pàgina d'inici
cy: Tudalen Cartref
da: Startside
de: Startseite
el: Αρχική σελίδα
eo: Hejmpaĝo
et: Avaleht
fa: صفحه خانه
fi: Kotisivu
fr: Page d’accueil
gd: An duilleag mhòr
hi_in: मुख्य पृष्ठ
hr: Početna stranica
hy_am: Տնային էջ
ia: Pagina initial
id: Beranda
is: Upphafssíða
it: Pagina iniziale
km: គេហទំព័រ​
kn: ಮುಖಪುಟ
lt: Pradžios tinklalapis
my: အဖွင့်စာမျက်နှာ
nb: Startside
nl: Startpagina
nn: Startsida
oc: Pagina d'acuèlh
or: ମୂଳ ପୃଷ୍ଠା
pa_in: ਮੁੱਖ ਸਫ਼ਾ
pt_br: Tela inicial
pt_pt: Página inicial
si: මුල් පිටුව
sk: Domovská stránka
sq: Faqe hyrëse
sv: Startsida
te: హొమ్ పేజీ
th: หน้าแรก
tr: Giriş sayfası
tt: Баш бит
uk: Домівка
ur: ابتدائی صفحہ
vi: Trang chủ

# Settings.Homepage.Shortcuts.Rows.v100
source: Rows
be: Радкі
br: Bannoù
ca: Files
cy: Rhesi
da: Rækker
de: Zeilen
el: Γραμμές
eo: Vicoj
et: Ridu
fi: Rivit
fr: Lignes
gd: Ràghan
hr: Broj redaka
hy_am: Գծեր
ia: Lineas
id: Baris
is: Raðir
it: Righe
nb: Rader
nl: Rijen
nn: Rader
pa_in: ਕਤਾਰਾਂ
pt_br: Linhas
pt_pt: Linhas
si: පේළි
sk: Riadky
sq: Rreshta
sv: Rader
th: แถว
tr: Satır
tt: Юллар
uk: Рядки
vi: Hàng

# Settings.Homepage.Shortcuts.RowsPageTitle.v100
source: Rows
be: Радкі
br: Bannoù
ca: Files
cy: Rhesi
da: Rækker
de: Zeilen
el: Γραμμές
eo: Vicoj
et: Ridu
fi: Rivit
fr: Lignes
gd: Ràghan
hr: Broj redaka
hy_am: Տողեր
ia: Lineas
id: Baris
is: Raðir
it: Righe
nb: Rader
nl: Rijen
nn: Rader
pa_in: ਕਤਾਰਾਂ
pt_br: Linhas
pt_pt: Linhas
si: පේළි
sk: Riadky
sq: Rreshta
sv: Rader
th: แถว
tr: Satır
tt: Юллар
uk: Рядки
vi: Hàng

# Settings.Homepage.Shortcuts.ShortcutsPageTitle.v100
source: Shortcuts
be: Ярлыкі
br: Berradennoù
ca: Dreceres
cy: Llwybrau Byr
da: Genveje
de: Verknüpfungen
el: Συντομεύσεις
eo: Ŝparvojoj
et: Otseteed
fi: Oikotiet
fr: Raccourcis
gd: Ath-ghoiridean
hr: Prečaci
hy_am: Դյուրանցումներ
ia: Accessos directe
id: Pintasan
is: Flýtileiðir
it: Scorciatoie
nb: Snarveier
nl: Snelkoppelingen
nn: Snarvegar
pa_in: ਸ਼ਾਰਟਕੱਟ
pt_br: Atalhos
pt_pt: Atalhos
si: කෙටිමං
sk: Skratky
sq: Shkurtore
sv: Genvägar
th: ทางลัด
tr: Kısayollar
tt: Ярлыклар
uk: Ярлики
vi: Lối tắt

# Settings.Homepage.Shortcuts.ShortcutsToggle.v100
source: Shortcuts
be: Ярлыкі
br: Berradennoù
ca: Dreceres
cy: Llwybrau Byr
da: Genveje
de: Verknüpfungen
el: Συντομεύσεις
eo: Ŝparvojoj
et: Otseteed
fi: Oikotiet
fr: Raccourcis
gd: Ath-ghoiridean
hr: Prečaci
hy_am: Դյուրանցումներ
ia: Accessos directe
id: Pintasan
is: Flýtileiðir
it: Scorciatoie
nb: Snarveier
nl: Snelkoppelingen
nn: Snarvegar
pa_in: ਸ਼ਾਰਟਕੱਟ
pt_br: Atalhos
pt_pt: Atalhos
si: කෙටිමං
sk: Skratky
sq: Shkurtore
sv: Genvägar
th: ทางลัด
tr: Kısayollar
tt: Ярлыклар
uk: Ярлики
vi: Lối tắt

# Settings.Homepage.Shortcuts.SponsoredShortcutsToggle.v100
source: Sponsored Shortcuts
be: Спансіраваныя ярлыкі
br: Berradennoù kevelet
ca: Dreceres patrocinades
cy: Llwybrau Byr wedi'u Noddi
da: Sponsorerede genveje
de: Gesponserte Verknüpfungen
el: Χορηγούμενες συντομεύσεις
eo: Patronitaj ŝparvojoj
et: Sponsitud otseteed
fi: Sponsoroidut oikotiet
fr: Raccourcis sponsorisés
gd: Ath-ghoiridean sponsairichte
hy_am: Հովանավորված դյուրանցումներ
ia: Accessos directe sponsorisate
id: Pintasan Bersponsor
is: Kostaðar flýtileiðir
it: Scorciatoie sponsorizzate
nb: Sponsede snarveier
nl: Gesponsorde snelkoppelingen
nn: Sponsa snarvegar
pa_in: ਸਪਾਂਸਰ ਕੀਤੇ ਸ਼ਾਰਟਕੱਟ
pt_br: Atalhos patrocinados
pt_pt: Atalhos patrocinados
si: අනුග්‍රහය ලද කෙටිමං
sk: Sponzorované skratky
sq: Shkurtore të Sponsorizuara
sv: Sponsrade genvägar
th: ทางลัดที่ได้รับการสนับสนุน
tr: Sponsorlu kısayollar
tt: Иганәче ярлыклары
uk: Спонсоровані ярлики
vi: Lối tắt được tài trợ
