Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Localizable.strings
Languages: af, ast, az, be, bn, br, ca, cy, da, de, el, eo, et, fa, fi, fr, gd, hi_in, hr, hy_am, ia, id, is, it, km, kn, lt, my, nb, nl, nn, oc, or, pa_in, pt_br, pt_pt, si, sk, sq, sv, te, th, tr, tt, uk, ur, vi

# Menu.AddPin.Confirm
source: Pinned To Top Sites
ast: Fixóse en Sitios Principales
bn: টপ সাইটগুলোতে পিন করা হয়েছে
br: Spilhennet el lec’hiennoù gwellañ
ca: S'ha fixat a Llocs principals
cy: Piniwyd i'r Hoff Wefannau
da: Fastgjort til Mest besøgte websider
de: Als meistbesuchte Seite angeheftet
eo: Alpinglita al la plej vizititaj
fa: وصل کردن به وب‌سایت های برتر
fr: Ajouté aux sites principaux
gd: Prìnichte ri brod nan làrach
hi_in: शीर्ष साइट में पिन किया गया
hy_am: Ամրացված է Լավագույն կայքերին
ia: Fixate al sitos preferite
id: Sematkan Ke Situs Teratas
is: Festa á lista yfir mest notuð vefsvæði
km: ខ្ទាស់ទៅគេហទំព័រទៅលើ
lt: Įsegta prie lankomiausių svetainių
my: ထိပ်တန်းဆိုက်များစာရင်းတွင် တွဲခဲ့သည်။
nb: Festet til mest besøkte nettsteder
nl: Aan topwebsites vastgemaakt
nn: Festa til mest besøkte nettstadar
pa_in: ਚੋਟੀ ਦੀਆਂ ਸਾਈਟਾਂ 'ਤੇ ਟੰਗੇ ਗਏ
pt_br: Fixado nos sites preferidos
pt_pt: Afixado aos principais sites
sq: Fiksuar te Sajtet Kryesues
sv: Fäst till mest besökta
te: మేటి సైట్లకు పిన్ చేయబడింది
th: ปักหมุดไปยังไซต์เด่น
tr: Sık kullanılanlara sabitlendi
uk: Прикріплено до популярних сайтів
ur: سر فہرست سائٹوں پر پن کریں
vi: Đã ghim vào các trang web hàng đầu

# Menu.AddPin.Confirm2
source: Added to Shortcuts
be: Дададзена ў ярлыкі
bn: শর্টকাট যুক্ত হয়েছে
br: Ouzhpennet d'ar berradennoù
ca: S'ha afegit a les dreceres
cy: Ychwanegwyd at y Llwybrau Byr
da: Føjet til genveje
de: Zu Verknüpfungen hinzugefügt
el: Προστέθηκε στις συντομεύσεις
eo: Aldonita al ŝparvojoj
et: Lisatud otseteedesse
fi: Lisättiin oikoteihin
fr: Ajouté aux raccourcis
gd: Chaidh a chur ris na h-ath-ghoiridean
hi_in: शॉर्टकट में जोड़ा गया
hr: Dodano u prečace
hy_am: Ավելացված է դյուրանցումներին
ia: Addite al accessos directe
id: Tambahkan ke Pintasan
is: Bætt við flýtileiðir
it: Aggiunto alle scorciatoie
km: បន្ថែមទៅផ្លូវកាត់
lt: Pridėta prie leistukų
nb: Lagt til i snarveier
nl: Toegevoegd aan snelkoppelingen
nn: Lagt til i snarvegar
pa_in: ਸ਼ਾਰਟਕੱਟਾਂ ਵਿੱਚ ਜੋੜਿਆ
pt_br: Adicionado aos atalhos
pt_pt: Adicionado aos atalhos
si: කෙටිමං වෙත එක් කෙරිණි
sk: Pridané do skratiek
sq: U shtua te Shkurtoret
sv: Tillagd i genvägar
th: เพิ่มไปยังคำสั่งลัดแล้ว
tr: Kestirmelere eklendi
uk: Додано до ярликів
ur: شارٹ کٹ میں شامل شدہ
vi: Đã thêm vào lối tắt

# Menu.AddReadingList.Label.v99
source: Add
be: Дадаць
br: Ouzhpennañ
ca: Afegeix
cy: Ychwanegu
da: Tilføj
de: Hinzufügen
el: Προσθήκη
eo: Aldoni
et: Lisa
fi: Lisää
fr: Ajouter
gd: Cuir ris
hr: Dodaj
hy_am: Ավելացնել
ia: Adder
id: Tambah
is: Bæta við
it: Aggiungi
nb: Legg til
nl: Toevoegen
nn: Legg til
oc: Apondre
or: ଯୋଡ଼ନ୍ତୁ
pa_in: ਜੋੜੋ
pt_br: Adicionar
pt_pt: Adicionar
si: එකතු
sk: Pridať
sq: Shtoje
sv: Lägg till
th: เพิ่ม
tr: Ekle
tt: Өстәү
uk: Додати
vi: Thêm

# Menu.AddToReadingList.Confirm
source: Added To Reading List
ast: Amestóse a Llista de Llectura
az: Oxuma Siyahısına əlavə edildi
be: Дададзена ў спіс для чытання
bn: পঠন তালিকায় যোগ করা হয়েছে
br: Ouzhpennet d’ar roll lenn
ca: S'ha afegit a la llista de lectura
cy: Ychwanegwyd i'r Rhestr Ddarllen
da: Føjet til læseliste
de: Zur Leseliste hinzugefügt
el: Προστέθηκε στη λίστα ανάγνωσης
eo: Aldonita al legolisto
et: Lisatud lugemisnimekirja
fa: به فهرست پخش اضافه شد
fi: Lisätty lukulistaan
fr: Ajouté à la liste de lecture
gd: Air a chur ris an liosta-leughaidh
hi_in: पठन सूची में जोड़ा गया
hr: Dodano na popis za čitanje
hy_am: Ավելացվել է ընթերցման ցուցակում
ia: Addite al lista de lectura
id: Ditambahkan ke Daftar Bacaan
is: Bætt við leslista
it: Aggiunto a Elenco lettura
km: ចម្លងអាសយដ្ឋាន
kn: ಓದುಗ ಪಟ್ಟಿಗೆ ಸೇರಿಸು
lt: Įtraukta į skaitinių sąrašą
my: စာဖတ်စာရင်းသို့ ထည့်ပြီးပြီ
nb: Lagt til i leselisten
nl: Toegevoegd aan leeslijst
nn: Lagt til i leselista
oc: Apondut a la lista de lectura
or: ପଢ଼ା ତାଲିକାରେ ଯୋଡ଼ନ୍ତୁ
pa_in: ਪੜ੍ਹਨ ਸੂਚੀ 'ਚ ਜੋੜਿਆ
pt_br: Adicionado à lista de leitura
pt_pt: Adicionado à lista de leitura
si: කියවීමේ ලේඛනයට එක් කෙරිණි
sk: Pridané do Zoznamu na prečítanie
sq: U shtua te Listë Leximesh
sv: Tillagd till läsningslistan
te: చదవాల్సిన జాబితాకి చేర్చు
th: เพิ่มไปยังรายการอ่านแล้ว
tr: Okuma listesine eklendi
tt: Уку исемлегенә өстәлде
uk: Додано до списку читання
ur: مطالعہ فہرست میں شامل کر دیا گیا
vi: Đã thêm vào danh sách đọc

# Menu.AddToShortcuts.v99
source: Add to Shortcuts
be: Дадаць у ярлыкі
br: Ouzhpennañ d'ar berradennoù
ca: Afegeix a les dreceres
cy: Ychwanegu at y Llwybrau Byr
da: Føj til genveje
de: Zu Verknüpfungen hinzufügen
el: Προσθήκη συντόμευσης
eo: Aldoni al ŝparvojoj
et: Lisa otseteedesse
fi: Lisää oikoteihin
fr: Ajouter aux raccourcis
gd: Cuir ris na h-ath-ghoiridean
hr: Dodaj u prečace
hy_am: Ավելացնել դյուրանցումներին
ia: Adder al accessos directe
id: Tambahkan ke Pintasan
is: Bæta við flýtileiðir
it: Aggiungi alle scorciatoie
nb: Legg til i snarveier
nl: Aan snelkoppelingen toevoegen
nn: Legg til i snarvegar
pa_in: ਸ਼ਾਰਟਕੱਟਾਂ ਵਿੱਚ ਜੋੜੋ
pt_br: Adicionar aos atalhos
pt_pt: Adicionar aos Atalhos
si: කෙටිමං වෙත යොදන්න
sk: Pridať medzi Skratky
sq: Shtoje te Shkurtoret
sv: Lägg till i genvägar
th: เพิ่มทางลัด
tr: Kısayollara ekle
tt: Ярлыкларга өстәү
uk: Додати до ярликів
vi: Thêm vào lối tắt

# Menu.Bookmarks.Label
source: Bookmarks
ast: Marcadores
az: Əlfəcinlər
be: Закладкі
bn: বুকমার্ক
br: Sinedoù
ca: Adreces d'interès
cy: Nodau Tudalen
da: Bogmærker
de: Lesezeichen
el: Σελιδοδείκτες
eo: Legosignoj
et: Järjehoidjad
fi: Kirjanmerkit
fr: Marque-pages
gd: Comharran-lìn
hi_in: बुकमार्क
hr: Zabilješke
hy_am: Էջանիշեր
ia: Marcapaginas
id: Markah
is: Bókamerki
it: Segnalibri
km: ចំណាំ​
lt: Adresynas
nb: Bokmerker
nl: Bladwijzers
nn: Bokmerke
oc: Marcapaginas
pa_in: ਬੁੱਕਮਾਰਕ
pt_br: Favoritos
pt_pt: Marcadores
si: පොත්යොමු
sk: Záložky
sq: Faqerojtës
sv: Bokmärken
th: ที่คั่นหน้า
tr: Yer imleri
uk: Закладки
ur: بک مارک
vi: Dấu trang

# Menu.Copy.Title
source: Copy Address
ast: Copiar la direición
az: Ünvanı Köçür
be: Капіяваць адрас
bn: ঠিকানা কপি করুন
br: Eilañ ar chomlec’h
ca: Copia l'adreça
cy: Copïo'r Cyfeiriad
da: Kopier adresse
de: Adresse kopieren
el: Αντιγραφή διεύθυνσης
eo: Kopii adreson
et: Kopeeri aadress
fa: برداشت آدرس
fi: Kopioi osoite
fr: Copier l’adresse
gd: Dèan lethbhreac dhen t-seòladh
hi_in: पता नक़ल करें
hr: Kopiraj adresu
hy_am: Պատճենել հասցեն
ia: Copiar le adresse
id: Salin Alamat
is: Afrita vistfang
it: Copia indirizzo
km: ចម្លងអាសយដ្ឋាន
kn: ವಿಳಾಸವನ್ನು ನಕಲಿಸು
lt: Kopijuoti adresą
my: လိပ်စာအားကူးပါ
nb: Kopier adresse
nl: Adres kopiëren
nn: Kopier adresse
oc: Copiar l’adreça
or: ଠିକଣାକୁ ନକଲ କରନ୍ତୁ
pa_in: ਸਿਰਨਾਵਾਂ ਕਾਪੀ ਕਰੋ
pt_br: Copiar endereço
pt_pt: Copiar endereço
si: ලිපිනයේ පිටපතක්
sk: Kopírovať adresu
sq: Kopjoje Adresën
sv: Kopiera adress
te: చిరునామా కాపీచెయ్యి
th: คัดลอกที่อยู่
tr: Adresi kopyala
tt: Адресны күчереп алу
uk: Копіювати адресу
ur: پتہ نقل کریں
vi: Sao chép địa chỉ liên kết

# Menu.CopyURL.Confirm
source: URL Copied To Clipboard
ast: Copióse la URL al cartafueyu
az: URL mübadilə buferinə köçürüldü
be: URL скапіяваны ў буфер абмену
bn: URL ক্লিপবোর্ডে কপি করা হয়েছে
br: URL eilet er golver
ca: S'ha copiat l'URL al porta-retalls
cy: Copïwyd yr URL i'r Clipfwrdd
da: URL kopieret til udklipsholder
de: URL in Zwischenablage kopiert
el: Το URL αντιγράφτηκε στο πρόχειρο
eo: Retadreso kopiita al la tondujo
et: URL kopeeriti vahemällu
fa: آدرس به کلیپ‌بورد رونوشت شد
fi: Osoite kopioitu leikepöydälle
fr: Adresse copiée dans le presse-papiers
gd: Chaidh lethbhreac dhen URL a chur air an stòr-bhòrd
hi_in: URL क्लिपबोर्ड पर कॉपी की गई
hr: URL kopiran u međuspremnik
hy_am: URL-ն պատճենվել է
ia: URL copiate al area de transferentia
id: URL Disalin ke Papan Klip
is: Afritað á klemmuspjald
it: Indirizzo copiato negli appunti
km: បាន​ចម្លង​ URL ទៅ​អង្គចងចាំ
kn: URL ಕ್ಲಿಪ್‌ಬೋರ್ಡಿಗೆ ಪ್ರತಿ ಮಾಡಲಾಗಿದೆ
lt: URL nukopijuotas į iškarpinę
my: URL ကို ကလစ်ဘုတ်သို့ ကူးယူပြီး
nb: URL kopiert til utklippstavlen
nl: URL naar klembord gekopieerd
nn: URL kopiert til utklippstavla
oc: Copiat dins lo quichapapièrs.
or: URL କ୍ଲିପବୋର୍ଡରେ ନକଲ କରାହୋଇଛି
pa_in: URL ਕਲਿੱਪਬੋਰਡ 'ਚ ਕਾਪੀ ਕੀਤਾ
pt_br: URL copiada
pt_pt: URL copiado para a área de transferência
si: ඒ.ස.නි. පසුරුපුවරුවට පිටපත් විය
sk: Skopírované do schránky
sq: URL-ja u Kopjua Te e Papastra
sv: URL kopierad till urklipp
te: క్లిప్‌బోర్డునకు URL కాపీతీయబడెను
th: คัดลอก URL ไปยังคลิปบอร์ดแล้ว
tr: Adres panoya kopyalandı
tt: URL алмашу буферына копияләнде
uk: URL скопійовано в буфер
ur: URL تختہ تراشہ پر نقل ہو گیا
vi: Đã sao chép URL vào bộ nhớ tạm

# Menu.CustomizeHomePage.v99
source: Customise Homepage
be: Уладкаваць хатнюю старонку
br: Personelaat an degemer
ca: Personalitza la pàgina d’inici
cy: Cyfaddasu’r Dudalen Cartref
da: Tilpas startside
de: Startseite anpassen
el: Προσαρμογή αρχικής σελίδας
eo: Personecigi la ekan paĝon
et: Kohanda avalehte
fi: Mukauta kotisivua
fr: Personnaliser la page d’accueil
gd: Gnàthaich an duilleag-dhachaigh
hr: Prilagodi početnu stranicu
hy_am: Հարմարեցնել տնայինը
ia: Personalisar pagina initial
id: Ubahsuai Beranda
is: Sérsníða upphafssíðu
it: Personalizza pagina iniziale
nb: Tilpass startsiden
nl: Startpagina aanpassen
nn: Tilpasse startsida
oc: Personalizar la pagina d’acuèlh
pa_in: ਮੁੱਖ-ਸਫ਼ੇ ਨੂੰ ਕਸਟਮਾਈਜ਼ ਕਰੋ
pt_br: Personalizar tela inicial
pt_pt: Personalizar página inicial
si: මුල් පිටුව අභිරුචිකරණය
sk: Prispôsobiť domovskú stránku
sq: Përshtatni Faqe Hyrëse
sv: Anpassa startsidan
th: ปรับแต่งหน้าแรก
tr: Giriş sayfasını özelleştir
tt: Баш битне көйләү
uk: Налаштувати домівку
vi: Tùy chỉnh trang chủ

# Menu.Downloads.Label
source: Downloads
ast: Descargues
az: Endirmələr
be: Сцягванні
bn: ডাউনলোড
br: Pellgargadurioù
ca: Baixades
cy: Llwythi
da: Filhentninger
el: Λήψεις
eo: Elŝutoj
et: Allalaadimised
fi: Lataukset
fr: Téléchargements
gd: Luchdaidhean a-nuas
hi_in: डाउनलोड
hr: Preuzimanja
hy_am: Ներբեռնումներ
ia: Discargas
id: Unduhan
is: Sóttar skrár
it: Download
km: ទាញយក
lt: Atsiuntimai
nb: Nedlastinger
nn: Nedlastingar
oc: Telecargaments
pa_in: ਡਾਊਨਲੋਡ
pt_pt: Transferências
si: බාගැනීම්
sk: Stiahnuté súbory
sq: Shkarkime
sv: Nedladdningar
th: การดาวน์โหลด
tr: İndirilenler
uk: Завантаження
ur: ڈاؤن لوڈ
vi: Tải xuống

# Menu.EnhancedTrackingProtectionOff.Title
source: Enhanced Tracking Protection is OFF for this site.
ast: La proteición antirrastrexu ta DESACTIVADA pa esti sitiu.
az: Artırılmış izlənmə qoruması bu sayt üçün söndürülüb.
be: Ахова адключана на гэтым сайце
bn: উন্নত ট্র্যাকিং সুরক্ষা এখন এই সাইটের জন্য বন্ধ আছে।
br: Ar gwarez heuliañ araoket a zo diweredekaet evit al lec’hienn-mañ.
ca: S'ha desactivat la protecció contra el seguiment millorada en aquest lloc.
cy: Mae Diogelwch Uwch Rhag Tracio I FFWRDD ar y wefan hon.
da: Udvidet beskyttelse mod sporing er SLÅET FRA for dette websted.
de: Verbesserter Schutz vor Aktivitätenverfolgung ist auf dieser Website DEAKTIVIERT.
el: Η προστασία είναι ΑΝΕΝΕΡΓΗ για τον ιστότοπο
eo: La plibonigita protekto kontraŭ spurado estas MALAKTIVA por tiu ĉi retejo.
fa: حفاظت پیشرفته در برابر ردیابی برای این سایت خاموش است
fi: Suojaukset ovat POIS PÄÄLTÄ tällä sivustolla
fr: La protection renforcée contre le pistage est DÉSACTIVÉE pour ce site.
gd: Tha an dìon adhartach o thracadh dheth air an làrach seo.
hi_in: इस साइट के लिए उन्नत ट्रैकिंग सुरक्षा बंद है।
hy_am: Ընդլայնված պաշտպանությունը հետապնդումից ԱՆՋԱՏՎԱԾ է այս կայքում
ia: Le protection antitraciamento reinfortiate es INACTIVE pro iste sito.
id: Perlindungan Pelacakan yang Ditingkatkan NONAKTIF untuk situs ini.
is: Slökkt er á auknum rakningarvörnum fyrir þetta vefsvæði.
it: Le protezioni sono DISATTIVATE per questo sito
km: ការការពារការតាមដានត្រូវបានបិទសម្រាប់គេហទំព័រនេះ។
lt: Išplėsta apsauga nuo stebėjimo šioje svetainėje išjungta.
my: ဤဆိုက်အတွက် ခြေရာခံကာကွယ်ရေးများကိုပိတ်ပါ။
nb: Utvidet sporingsbeskyttelse er slått AV for dette nettstedet.
nl: Verbeterde bescherming tegen volgen staat UIT voor deze website.
nn: Utvida sporingsvern er slått AV for denne nettstaden.
pa_in: ਇਸ ਸਾਈਟ ਲਈ ਵਾਧਾ ਕੀਤੀ ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ ਬੰਦ ਹੈ।
pt_br: Proteção aprimorada contra rastreamento: DESATIVADA neste site.
pt_pt: A proteção melhorada contra a monitorização está DESATIVADA para este site.
si: අඩවියට දියුණු කළ ලුහුබැඳීමේ රැකවරණය අක්‍රියයි
sk: Ochrana je na tejto stránke vypnutá
sq: Mbrojtja e Thelluar Nga Gjurmimet është OFF për këtë sajt.
sv: Förbättrat spårningsskydd är AV för den här webbplatsen.
te: ఈ సైటుకి మెరుగైన ట్రాకింగ్ సంరక్షణ చేతనంగా లేదు.
th: การป้องกันการติดตามที่มากขึ้นถูก ปิด สำหรับไซต์นี้
tr: Bu sitede gelişmiş izlenme koruması KAPALI.
uk: Розширений захист від стеження для цього сайту вимкнено.
ur: اس سائٹ کیلئے بہتر ٹریکنگ پروٹیکشن بند ہے۔
vi: Trình chống theo dõi nâng cao đã bị TẮT cho trang này.

# Menu.EnhancedTrackingProtectionOn.Title
source: Enhanced Tracking Protection is ON for this site.
ast: La proteición antirrastrexu ta ACTIVADA pa esti sitiu.
az: Artırılmış izlənmə qoruması bu sayt üçün aktivdir.
be: Ахова ўключана на гэтым сайце
bn: উন্নত ট্র্যাকিং সুরক্ষা এই সাইটের জন্য চালু আছে।
br: Gweredekaet eo ar gwarez heuliañ araokaet war al lec’hienn-mañ.
ca: S'ha activat la protecció contra el seguiment millorada en aquest lloc.
cy: Mae Diogelwch Uwch Rhag Tracio YMLAEN ar y wefan hon
da: Udvidet beskyttelse mod sporing er SLÅET TIL for dette websted.
de: Verbesserter Schutz vor Aktivitätenverfolgung ist für diese Website AKTIVIERT.
el: Η προστασία είναι ΕΝΕΡΓΗ για τον ιστότοπο
eo: La plibonigita protekto kontraŭ spurado estas AKTIVA por tiu ĉi retejo.
fa: حفاظت پیشرفته در برابر ردیابی برای این سایت روشن است.
fi: Suojaukset ovat PÄÄLLÄ tällä sivustolla
fr: La protection renforcée contre le pistage est ACTIVÉE pour ce site.
gd: Tha an dìon adhartach o thracadh air air an làrach seo.
hi_in: इस साइट के लिए उन्नत ट्रैकिंग सुरक्षा चालू है।
hy_am: Ընդլայնված պաշտպանությունը հետապնդումից ՄԻԱՑՎԱԾ է այս կայքում
ia: Le protection antitraciamento reinfortiate es ACTIVE pro iste sito.
id: Perlindungan Pelacakan yang Ditingkatkan AKTIF untuk situs ini.
is: Kveikt er á auknum rakningarvörnum fyrir þetta vefsvæði.
it: Le protezioni sono ATTIVE per questo sito
km: ការការពារការតាមដានត្រូវបានបើកសម្រាប់គេហទំព័រនេះ។
lt: Išplėsta apsauga nuo stebėjimo šioje svetainėje įjungta.
my: ဤဆိုက်အတွက် ခြေရာခံကာကွယ်ရေးများကိုဖွင့်ပါ။
nb: Utvidet sporingsbeskyttelse er slått PÅ for dette nettstedet.
nl: Verbeterde bescherming tegen volgen is AAN voor deze website.
nn: Utvida sporingsvern er slått PÅ for denne nettstaden.
pa_in: ਇਸ ਸਾਈਟ ਲਈ ਵਾਧਾ ਕੀਤੀ ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ ਚਾਲੂ ਹੈ।
pt_br: Proteção aprimorada contra rastreamento: ATIVADA neste site.
pt_pt: A proteção melhorada contra a monitorização está ATIVADA para este site.
si: අඩවියට දියුණු කළ ලුහුබැඳීමේ රැකවරණය සක්‍රියයි
sk: Ochrana je na tejto stránke zapnutá
sq: Mbrojtja e Thelluar Nga Gjurmimet është ON për këtë sajt.
sv: Förbättrat spårningsskydd är PÅ för den här webbplatsen.
te: ఈ సైటుకి మెరుగైన ట్రాకింగ్ సంరక్షణ చేతనంగా ఉంది
th: การป้องกันการติดตามที่มากขึ้นถูก เปิด สำหรับไซต์นี้
tr: Bu sitede gelişmiş izlenme koruması AÇIK.
uk: Розширений захист від стеження для цього сайту увімкнено.
ur: اس سائٹ کیلئے بہتر ٹریکنگ پروٹیکشن چالو ہے۔
vi: Trình chống theo dõi nâng cao đã được BẬT cho trang này.

# Menu.EnhancedTrackingProtectionStandardWithITP.Title
source: Firefox blocks cross-site trackers, social trackers, cryptominers, and fingerprinters.
bn: Firefox ক্রস-সাইট ট্র্যাকার, সোশ্যাল ট্র্যাকার, ক্রিপ্টোমিনিয়ারস এবং ফিঙ্গারপ্রিন্টারগুলিকে অবরুদ্ধ করে।
br: Firefox a stank an heulierien etre-lec’hiennoù, an heulierien sokial, ar c’hriptogleuzierien hag an dinoerien roudoù niverel.
ca: El Firefox bloca els elements de seguiment entre llocs, els elements de seguiment social, els miners de criptomonedes i els generadors d'empremtes digitals.
cy: Mae Firefox yn rhwystro tracwyr traws-safle, tracwyr cymdeithasol, cryptogloddwyr a bysbrintwyr.
da: Firefox blokerer sporings-teknologier på tværs af websteder, sporing via sociale medier, cryptominers og fingerprinters.
de: Firefox blockiert seitenübergreifende Tracker, soziale Tracker, heimliche Digitalwährungsberechner (Krypto-Miner) und Identifizierer (Fingerprinter).
eo: Firefox blokas interretejajn spurilojn, sociretajn spurilojn, minilojn de ĉifromono kaj identigilojn de ciferecaj spuroj.
fa: Firefox ردیاب های متقابل سایت ، ردیاب های اجتماعی ، رمزارزها و اثر انگشت را مسدود می کند.
fr: Firefox bloque les traqueurs intersites, les traqueurs de réseaux sociaux, les mineurs de cryptomonnaies et les détecteurs d’empreintes numériques.
gd: Bacaidh Firefox tracaichean thar-làraich, tracaichean sòisealta, criopto-mhèinneadairean agus lorgaichean-meòir.
hy_am: Firefox-ը արգելափակում է հետագծիչները, սոցիալական հետագծիչները, գաղտնագրերը և մատնահետքերը:
ia: Firefox bloca traciatores inter sitos, traciatores de medios social, cryptominatores e dactylogrammatores.
id: Firefox memblokir pelacak lintas situs, pelacak media sosial, penambang kripto, dan pengumpul sidik jari.
is: Firefox lokar á rekjara milli vefsvæða, samfélagsmiðlarekjara, rafmyntagrafara og fingrafarasöfnun.
lt: „Firefox“ blokuoja tarp svetainių veikiančius stebėjimo elementus, soc. tinklų stebėjimo elementus, kriptovaliutų kasėjus, ir skaitmeninių atspaudų stebėjimą.
my: Firefox သည် cross-site tracker များ၊ social tracker များ၊ cryptominers နှင့် fingerprinters များကိုပိတ်ပင်ထားသည်။
nb: Firefox blokkerer sporing på tvers av nettsteder, sporing via sosiale medier, kryptoutvinning og fingeravtrykksporere.
nl: Firefox blokkeert cross-site-trackers, sociale trackers, cryptominers en fingerprinters.
nn: Firefox blokkerer sporing på tvers av nettstadar, sporing via sosiale medium, kryptoutvinning og fingeravtrykksporarar.
pa_in: Firefox ਸਾਈਟਾਂ ਵਿਚਲੇ ਟਰੈਕਰਾਂ, ਸਮਾਜਿਕ ਟਰੈਕਰਾਂ, ਕ੍ਰਿਪਟੋਮਾਈਨਰਾਂ ਅਤੇ ਫਿੰਗਰਪਰਿੰਟਰਾਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਉਂਦਾ ਹੈ।
pt_br: O Firefox bloqueia rastreadores entre sites, rastreadores de mídias sociais, criptomineradores e fingerprinters.
pt_pt: O Firefox bloqueia os rastreadores entre sites, rastreadores sociais, cripto-mineradores e identificadores digitais.
sq: Firefox-i bllokon gjurmues nga sajti në sajt, gjurmues shoqërorësh, nxjerrës kriptomonedhash dhe profilizues.
sv: Firefox blockerar globala spårare, sociala spårare, kryptogrävare och fingeravtrycksspårare.
th: Firefox จะปิดกั้นตัวติดตามข้ามไซต์ ตัวติดตามสังคมออนไลน์ ตัวขุดเหรียญดิจิทัล และลายนิ้วมือดิจิทัล
tr: Firefox; siteler arası takipçileri, sosyal takipçileri, kripto madencileri ve parmak izi toplayıcıları engeller.
uk: Firefox блокує елементи стеження між сайтами, стеження соціальних мереж, криптомайнери та зчитувачі цифрових відбитків.
ur: Firefox نے کراس سائٹ ٹریکرز ، سوشل ٹریکرز ، کرپٹومینرز اور فنگر پرنٹرز کو مسدود کردیا ہے۔
vi: Firefox chặn các trình theo dõi trên nhiều trang web, trình theo dõi xã hội, trình mã hóa và vân tay.

# Menu.EnhancedTrackingProtectionStrictWithITP.Title
source: Firefox blocks cross-site trackers, social trackers, cryptominers, fingerprinters, and tracking content.
bn: Firefox ক্রস-সাইট ট্র্যাকার, সোশ্যাল ট্র্যাকার, ক্রিপ্টোমিনিয়ারস, ফিঙ্গারপ্রিন্টারগুলি ও ট্র্যাকিং কন্টেন্টকে অবরুদ্ধ করে।
br: Firefox a stank an heulierien etre-lec’hiennoù, an heulierien sokial, ar c’hriptogleuzierien, an dinoerien roudoù niverel hag an danvezioù implijet evit an heuliañ.
ca: El Firefox bloca els elements de seguiment entre llocs, els elements de seguiment social, els miners de criptomonedes, els generadors d'empremtes digitals i el contingut que fa seguiment.
cy: Mae Firefox yn rhwystro tracwyr traws-safle, tracwyr cymdeithasol, cryptogloddwyr, bysbrintwyr a chynnwys tracio.
da: Firefox blokerer sporings-teknologier på tværs af websteder, sporing via sociale medier, cryptominers, fingerprinters og sporings-indhold.
de: Firefox blockiert seitenübergreifende Tracker, soziale Tracker, heimliche Digitalwährungsberechner (Krypto-Miner), Identifizierer (Fingerprinter) und Inhalte zur Aktivitätenverfolgung.
eo: Firefox blokas interretejajn spurilojn, sociretajn spurilojn, minilojn de ĉifromono kaj spurilan enhavon.
fa: Firefox ردیاب های متقابل سایت ، ردیاب های اجتماعی ، رمزارزها و اثر انگشت را مسدود می کند.
fr: Firefox bloque les traqueurs intersites, les traqueurs de réseaux sociaux, les mineurs de cryptomonnaies, les détecteurs d’empreintes numériques et le contenu utilisé pour le pistage.
gd: Bacaidh Firefox tracaichean thar-làraich, tracaichean sòisealta, criopto-mhèinneadairean, lorgaichean-meòir agus susbaint tracaidh.
hy_am: Firefox-ը արգելափակում է հետագծիչները, սոցիալական հետագծիչները, գաղտնագրերը, մատնահետքերը և հետագծման բովանդակությունը:
ia: Firefox bloca traciatores inter sitos, traciatores de medios social, cryptominatores, dactylogrammatores e contento que te tracia.
id: Firefox memblokir pelacak lintas situs, pelacak media sosial, penambang kripto, pengumpul sidik jari, dan konten pelacak.
is: Firefox lokar á rekjara milli vefsvæða, samfélagsmiðlarekjara, rafmyntagrafara, fingrafarasöfnun og rakningu efnis.
lt: „Firefox“ blokuoja tarp svetainių veikiančius stebėjimo elementus, soc. tinklų stebėjimo elementus, kriptovaliutų kasėjus, skaitmeninių atspaudų stebėjimą, ir stebėjimui naudojamas turinį.
my: Firefox သည် cross-site tracker များ၊ social tracker များ၊ cryptominers နှင့် fingerprinters များကိုပိတ်ပင်ထားသည်။
nb: Firefox blokkerer sporing på tvers av nettsteder, sporing via sosiale medier, kryptoutvinning, fingeravtrykksporere og sporingsinnhold.
nl: Firefox blokkeert cross-site-trackers, sociale trackers, cryptominers, fingerprinters en volginhoud.
nn: Firefox blokkerer sporing på tvers av nettstadar, sporing via sosiale medium, kryptoutvinning, fingeravtrykksporarar og sporingsinnhald.
pa_in: Firefox ਸਾਈਟਾਂ ਵਿਚਲੇ ਟਰੈਕਰਾਂ, ਸਮਾਜਿਕ ਟਰੈਕਰਾਂ, ਕ੍ਰਿਪਟੋਮਾਈਨਰਾਂ, ਫਿੰਗਰਪਰਿੰਟਰਾਂ ਅਤੇ ਟਰੈਕ ਕਰਨ ਵਾਲੀ ਸਮੱਗਰੀ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਉਂਦਾ ਹੈ।
pt_br: O Firefox bloqueia rastreadores entre sites, de mídias sociais, criptomineradores, fingerprinters e conteúdo de rastreamento.
pt_pt: O Firefox bloqueia os rastreadores entre sites, rastreadores sociais, cripto-mineradores, identificadores digitais e conteúdo de monitorização.
sq: Firefox-i bllokon gjurmues nga sajti në sajt, gjurmues shoqërorësh, nxjerrës kriptomonedhash, profilizues dhe lëndë ndjekjeje.
sv: Firefox blockerar globala spårare, sociala spårare, kryptogrävare och fingeravtrycksspårare och spårningsinnehåll.
th: Firefox จะปิดกั้นตัวติดตามข้ามไซต์ ตัวติดตามสังคมออนไลน์ ตัวขุดเหรียญดิจิทัล ลายนิ้วมือดิจิทัล และเนื้อหาสำหรับการติดตาม
tr: Firefox; siteler arası takipçileri, sosyal takipçileri, kripto madencileri, parmak izi toplayıcıları ve takip amaçlı içerikleri engeller.
uk: Firefox блокує елементи стеження між сайтами, стеження соціальних мереж, криптомайнери, зчитувачі цифрових відбитків та вміст стеження.
ur: Firefox نے کراس سائٹ ٹریکرز ، سوشل ٹریکرز ، کرپٹومینرز ، فنگر پرنٹرز اور ٹریکنگ مواد کو مسدود کردیا ہے۔
vi: Firefox chặn các trình theo dõi trên nhiều trang web, trình theo dõi xã hội, trình mật mã, vân tay và nội dung theo dõi.

# Menu.Help.v99
source: Help
be: Даведка
br: Skoazell
ca: Ajuda
cy: Cymorth
da: Hjælp
de: Hilfe
el: Βοήθεια
eo: Helpo
et: Abi
fi: Ohje
fr: Aide
gd: Cobhair
hr: Pomoć
hy_am: Օգնություն
ia: Adjuta
id: Bantuan
is: Hjálp
it: Aiuto
nb: Hjelp
nn: Hjelp
oc: Ajuda
or: ସହାୟତା
pa_in: ਮਦਦ
pt_br: Ajuda
pt_pt: Ajuda
si: උදව්
sk: Pomocník
sq: Ndihmë
sv: Hjälp
th: ช่วยเหลือ
tr: Yardım
tt: Ярдәм
uk: Довідка
vi: Trợ giúp
