Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/PrivateBrowsing.strings
Languages: pa_in, si, tt, ur

source: Close Private Tabs
pa_in: ਨਿੱਜੀ ਟੈਬਾਂ ਨੂੰ ਬੰਦ ਕਰੋ
si: පෞද්. පටිති වසන්න
tt: Хосусый табларны ябу
ur: نجی ٹیب بند کریں

# ContextMenu.OpenInNewPrivateTabButtonTitle
source: Open in New Private Tab
pa_in: ਨਵੀਂ ਨਿੱਜੀ ਟੈਬ ਵਿੱਚ ਖੋਲ੍ਹੋ
si: නව පෞද්. පටිත්තකින් අරින්න
tt: Яңа хосусый табта ачу
ur: نئے نجی ٹیب میں کھولیں

source: Firefox won’t remember any of your history or cookies, but new bookmarks will be saved.
pa_in: ਫਾਇਰਫਾਕਸ ਤੁਹਾਡੇ ਅਤੀਤ ਜਾਂ ਕੂਕੀਜ਼ ਨੂੰ ਯਾਦ ਨਹੀਂ ਰੱਖੇਗਾ, ਪਰ ਤੁਹਾਡੇ ਨਵੇਂ ਬੁੱਕਮਾਰਕਾਂ ਨੂੰ ਸੰਭਾਲਿਆ ਜਾਵੇਗਾ।
si: ෆයර්ෆොක්ස් ඔබගේ ඉතිහාසය හෝ දත්තකඩ රඳවා නොගනී, නමුත් නව පොත්යොමු සුරැකෙනු ඇත.
tt: Firefox сезнең гизү тарихыгызны яки кукиларны хәтерләмәячәк, ләкин яңа кыстыргычлар сакланачак.
ur: Firefox آپ کے سابقات ہا کوکیزوں کو یاد نہیں رکھے گا لیکن نئی بک مارکس محفوظ کی جائیں گی۔

source: Learn More
pa_in: ਹੋਰ ਸਿੱਖੋ
si: තව දැනගන්න
tt: Күбрәк белү
ur: مزید سیکھیں

source: Off
pa_in: ਬੰਦ
si: අක්‍රිය
tt: Сүнгән
ur: بند

source: On
pa_in: ਚਾਲੂ
si: සක්‍රිය
tt: Кабынган
ur: چالو

source: Private Browsing
pa_in: ਨਿੱਜੀ ਬਰਾਊਜ਼ਿੰਗ
si: පෞද්. පිරික්සුම
tt: Хосусый гизү
ur: نجی براؤزنگ

source: Private Mode
pa_in: ਨਿੱਜੀ ਮੋਡ
si: පෞද්. ආකාරය
tt: Хосусый режим
ur: نجی موڈ

source: Turns private mode on or off
pa_in: ਨਿੱਜੀ ਮੋਡ ਨੂੰ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰਦੇ ਹੋ
si: පෞද්. ආකාරය සක්‍රිය හෝ අක්‍රිය කරයි
tt: Хосусый режимны кабыза яки сүндерә
ur: نجی موڈ کو چالو یا بند کریں

source: When Leaving Private Browsing
pa_in: ਜਦੋਂ ਤਸੀਂ ਨਿੱਜੀ ਬਰਾਊਜ਼ਿੰਗ ਨੂੰ ਛੱਡਦੇ ਹੋ
si: පෞද්. පිරික්සීමක් හැර යන විට
tt: Хосусый гизү режимыннан чыкканда
ur: جب نجی براؤزنگ چھوڑ کر
