Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Today.strings
Languages: ar, ast, be, bn, cy, de, el, eo, fa, fi, fr, gd, hi_in, hr, hy_am, ia, it, lt, my, nn, pa_in, pt_br, ro, si, sk, sq, sv, te, th, tr, tt, vi, zh_cn

# TodayWidget.QuickActionDescription
source: Select a Firefox shortcut to add to your Home screen.
ar: اختر اختصار Firefox لإضافته إلى شاشة البداية.
bn: আপনার হোম স্ক্রিনে যুক্ত করতে একটি Firefox শর্টকাট নির্বাচন করুন।
cy: Dewiswch llwybr byr Firefox i'w ychwanegu at eich sgrin Cartref.
de: Wählen Sie eine Firefox-Verknüpfung aus, die Sie Ihrem Startbildschirm hinzufügen möchten.
eo: Elektu ŝparvojon de Firefox por aldoni ĝin al via hejmekrano.
fa: یک میانبر Firefox برای افزودن به صفحه اصلی خود انتخاب کنید.
fr: Sélectionnez un raccourci Firefox à ajouter à votre écran d’accueil.
gd: Tagh ath-ghoirid Firefox airson a chur ris an sgrìn-dhachaigh agad.
hi_in: अपने मुख्य पृष्ठ पर जोड़ने के लिए Firefox शॉर्टकट चुनें।
hr: Odaberi prečace za Firefox koje želiš dodati na početni ekran.
hy_am: Ընտրեք Firefox դյուրանցում՝ ձեր Հիմնական էկրանին ավելացնելու համար:
ia: Selige un accesso directe a Firefox pro adder lo a tu schermo initial.
it: Seleziona un collegamento Ecosia da aggiungere alla schermata principale.
lt: Pasirinkite norimą „Firefox“ leistuką pradžios ekranui.
my: သင်၏မူလမြင်ကွင်းသို့ Firefox ဖြတ်လမ်းများကိုထည့်ပါ။
nn: Vel en Firefox-snarveg for å leggje til på heim-skjermen.
pa_in: ਆਪਣੀ ਮੁੱਖ ਸਕਰੀਨ ਉੱਤੇ ਜੋੜਨ ਲਈ ਫਾਇਰਫਾਕਸ ਸ਼ਾਰਟਕੱਟ ਚੁਣੋ।
pt_br: Selecione um atalho do Firefox para adicionar à tela inicial.
ro: Selectează o scurtătură Firefox de adăugat în ecranul de pornire.
sk: Vyberte skratku Firefoxu pre pridanie na domovskú obrazovku.
sq: Përzgjidhni një shkurtore që të shtohet te skena juaj e Kreut.
sv: Välj en Firefox-genväg för att lägga till på din hemskärm.
th: เลือกทางลัด Firefox ที่ต้องการเพิ่มไปยังหน้าจอหลักของคุณ
tr: Ana ekranınıza eklenecek Firefox kısayolunu seçin.
vi: Chọn lối tắt Firefox để thêm vào màn hình chính của bạn.
zh_cn: 选择要添加至主屏幕的 Firefox 快捷指令。

# TodayWidget.QuickActionDropDownMenu
source: Quick action
ar: إجراء سريع
ast: Aición rápida
bn: কুইক একশন
cy: Gweithred gyflym
de: Schnellaktion
eo: Rapida ago
fa: واکنش سریع
fr: Action rapide
gd: Grad-ghnìomh
hi_in: तुरंत कारवाई
hr: Brza radnja
hy_am: Արագ գործողություն
ia: Action rapide
it: Azione rapida
lt: Spartusis veiksmas
my: လျင်မြန်စွာလုပ်ဆောင်ချက်
nn: Hurtighandling
pa_in: ਫ਼ੌਰੀ ਕਾਰਵਾਈ
pt_br: Ação rápida
ro: Acțiune rapidă
sk: Rýchla akcia
sq: Veprim i shpjetë
sv: Snabbåtgärder
th: การกระทำด่วน
tr: Hızlı eylem
tt: Тиз гамәл
vi: Hành động nhanh
zh_cn: 快捷操作

# TodayWidget.QuickActionGalleryDescription
source: Add a Firefox shortcut to your Home screen. After adding the widget, touch and hold to edit it and select a different shortcut.
ar: أضف اختصار Firefox إلى الشاشة الرئيسية. المس الأداة بعد أن تُضاف مدةً لتعديلها، ثمّ اختر اختصارًا آخر.
ast: Amiesta un atayu de Firefox a la pantalla d'aniciu. Darréu d'amestar el widget, tenlu primíu pa editalu y esbillar un atayu diferente.
be: Дадайце ярлыкі Firefox на Хатні экран. Пасля дадавання віджэта, націсніце і ўтрымлівайце, каб адрэдагаваць яго і выбраць іншы ярлык.
bn: আপনার হোম স্ক্রিনে একটি Firefox শর্টকাট যুক্ত করুন। উইজেট যুক্ত করার পরে, এটি সম্পাদনা করতে স্পর্শ করুন এবং ধরে রাখুন এবং একটি আলাদা শর্টকাট নির্বাচন করুন।
cy: Ychwanegwch llwybr byr Firefox i'ch sgrin Cartref. Ar ôl ychwanegu'r teclyn, cyffwrdd a dal i'w olygu a dewis llwybr byr gwahanol.
de: Fügen Sie Ihrem Startbildschirm eine Firefox-Verknüpfung hinzu. Berühren und halten Sie das Widget nach dem Hinzufügen, um es zu bearbeiten und eine andere Verknüpfung auszuwählen.
el: Προσθέστε μια συντόμευση Firefox στην αρχική οθόνη. Αφού προσθέσετε το γραφικό στοιχείο, πατήστε παρατεταμένα για επεξεργασία και επιλογή διαφορετικής συντόμευσης.
eo: Aldonu ŝparvojon de Firefox al via hejmekrano. Post la aldono de la elemento, tuŝu longe por modifi ĝin kaj elekti alian ŝparvojon.
fa: یک میانبر Firefox به صفحه اصلی خود اضافه کنید. پس از افزودن ابزارک ، آن را لمس کنید و نگه دارید تا ویرایش شود و یک میانبر دیگر انتخاب کنید.
fr: Ajoutez un raccourci Firefox à votre écran d’accueil. Après avoir ajouté le widget, appuyez de manière prolongée pour le modifier et sélectionnez un autre raccourci.
gd: Cuir ath-ghoirid Firefox ris an sgrìn-dhachaigh agad. An dèidh dhut a’ widget a chur ris, bean ris is cùm e airson a dheasachadh agus ath-ghoirid eadar-dhealaichte a thaghadh.
hr: Dodaj prečac za Firefox na početni ekran. Nakon dodavanja widgeta dodirni i zadrži ga dodirnutim, kako bi se mogao urediti i odabrati jedan drugi prečac.
hy_am: Ձեր Հիմնական էկրանին ավելացրեք Firefox դյուրանցում: Վիջեթն ավելացնելուց հետո հպեք և պահեք այն խմբագրելու համար և ընտրեք այլ դյուրանցում:
ia: Insere un accesso directe a Firefox in tu schermo initial. Post adder le elemento, tocca e mantene premite pro modificar lo e seliger un altere accesso directe.
it: Aggiungi un collegamento a Ecosia alla schermata principale. Dopo aver aggiunto il widget, toccalo tenendo premuto per modificarlo e selezionare un collegamento diverso.
lt: Pridėkite „Firefox“ leistuką į savo pradžios ekraną. Pridėję valdiklį, palieskite ir palaikykite norėdami jį keisti, ir pasirinkti kitą leistuką.
my: သင်၏မူလမြင်ကွင်းသို့ Firefox ဖြတ်လမ်းများကိုထည့်ပါ။ ဤအရာကိုထည့်ပြီးလျှင်အခြားဖြတ်လမ်းများကိုရွေးချယ်၍ထားရှိပါ။
nn: Legg til ein Firefox-snarveg til heim-skjermen. Når du har lagt til widgeten, trykkjer du på og held nede for å redigere han og vel ein annan snarveg.
pa_in: ਆਪਣੀ ਮੁੱਖ ਸਕਰੀਨ ਉੱਤੇ Firefox ਜੋੜੋ। ਵਿਜੈਟ ਜੋੜਨ ਦੇ ਬਾਅਦ ਇਸ ਨੂੰ ਸੋਧਣ ਲਈ ਛੂਹ ਕੇ ਰੱਖੋ ਅਤੇ ਵੱਖਰਾ ਸ਼ਾਰਟਕੱਟ ਚੁਣੋ।
pt_br: Adiciona um atalho do Firefox à tela inicial. Após adicionar o widget, mantenha pressionado para editar e selecionar um atalho diferente.
ro: Adaugă o scurtătură Firefox în ecranul de pornire. După ce ai adăugat widgetul, ține-l atins pentru editare și selectează o scurtătură diferită.
si: ඔබගේ මුල් තිරයට ෆයර්ෆොක්ස් කෙටිමඟක් යොදන්න. එය එකතු කළ පසුව, සංස්කරණය කිරීමට ස්පර්ශ කරගෙන සිට වෙනස් කෙටිමඟක් තෝරන්න.
sk: Pridajte si skratku Firefoxu na domovskú obrazovku. Pre úpravu alebo výber inej skratky na widgete podržte prst.
sq: Shtoni një shkurtore Firefox për te skena juaj Kreu. Pasi të shtohet widget-i, prekeni dhe mbajeni të prekur, që ta përpunoni dhe të përzgjidhni një tjetër shkurtore.
sv: Lägg till en Firefox-genväg till din startskärm. När du har lagt till widgeten håller du ned den för att redigera och välja en annan genväg.
th: เพิ่มทางลัด Firefox ลงในหน้าจอโฮมของคุณ หลังจากเพิ่มวิดเจ็ตแล้ว ให้แตะค้างไว้เพื่อแก้ไขและเลือกทางลัดอื่น
tr: Ana ekranınıza Firefox kısayolu ekleyin. Araç takımını ekledikten sonra düzenlemek isterseniz basılı tutup farklı bir kısayol seçebilirsiniz.
vi: Thêm lối tắt Firefox vào màn hình chính của bạn. Sau khi thêm tiện ích, hãy chạm và giữ để chỉnh sửa tiện ích và chọn một phím tắt khác.
zh_cn: 将 Firefox 快捷指令添加至主屏幕。小组件添加后，轻触并按住即可进行编辑，或选择其他快捷指令。

# TodayWidget.QuickActionsGalleryTitle
source: Quick Actions
ar: إجراءات سريعة
ast: Aiciones rápides
be: Хуткія дзеянні
bn: দ্রুত পদক্ষেপ
cy: Gweithredoedd Cyflym
de: Schnellaktionen
el: Γρήγορες ενέργειες
eo: Rapidaj agoj
fa: اقدامات سریع
fr: Actions rapides
gd: Grad-ghnìomhan
hi_in: तुरंत कारवाई
hr: Brze radnje
hy_am: Արագ գործողություններ
ia: Actiones rapide
it: Azioni rapide
lt: Spartieji veiksmai
my: လျင်မြန်စွာလုပ်ဆောင်ချက်များ
nn: Hurtighandlingar
pa_in: ਫ਼ੌਰੀ ਕਾਰਵਾਈਆਂ
pt_br: Ações rápidas
ro: Acțiuni rapide
si: ඉක්මන් ක්‍රියාමාර්ග
sk: Rýchle akcie
sq: Veprime të Shpejta
sv: Snabbåtgärder
te: త్వరిత చర్యలు
th: การกระทำด่วน
tr: Hızlı Eylemler
tt: Тиз гамәлләр
vi: Hành động nhanh
zh_cn: 快捷操作

# TodayWidget.QuickActionsGalleryTitleV2
source: Firefox Shortcuts
ast: Atayos de Firefox
be: Ярлыкі Firefox
bn: দ্রুত পদক্ষেপ
cy: Llwybrau Byr Firefox
de: Firefox-Verknüpfungen
el: Συντομεύσεις Firefox
eo: Ŝparvojoj de Firefox
fa: میانبرهای فایرفاکس
fi: Firefox-oikotiet
gd: Ath-ghoiridean Firefox
hi_in: Firefox शॉर्टकट
hr: Prečaci za Firefox
hy_am: Firefox-ի դյուրանցումներ
ia: Accessos directe de Firefox
it: Scorciatoie di Ecosia
lt: „Firefox“ leistukai
nn: Firefox-snarvegar
pa_in: ਫਾਇਰਫਾਕਸ ਸ਼ਾਰਟਕੱਟ
pt_br: Atalhos do Firefox
si: ෆයර්ෆොක්ස් කෙටිමං
sk: Skratky Firefoxu
sq: Shkurtore Firefox-i
sv: Firefox-genvägar
tr: Firefox Kestirmeleri
tt: Firefox ярлыклары
vi: Lối tắt Firefox
zh_cn: Firefox 快捷指令

# TodayWidget.QuickActionsSubLabel
source: Firefox - Quick Actions
ar: ‏Firefox - إجراءات سريعة
ast: Firefox - Aiciones rápides
bn: Firefox - দ্রুত পদক্ষেপ
cy: Firefox - Gweithredoedd Cyflym
de: Firefox – Schnellaktionen
eo: Firefox - Rapidaj agoj
fa: Firefox - اقدامات سریع
fr: Firefox - Actions rapides
gd: Firefox – Grad-ghnìomhan
hi_in: फ़ायरफ़ॉक्स - तुरंत कारवाई
hr: Firefox - brze radnje
hy_am: Firefox - Արագ գործողություններ
ia: Firefox - Actiones rapide
it: Ecosia – Azioni rapide
lt: „Firefox“ – spartieji veiksmai
my: Firefox - လျင်မြန်စွာလုပ်ဆောင်ချက်များ
nn: Firefox - hurtighandlingar
pa_in: ਫਾਇਰਫਾਕਸ - ਫ਼ੌਰੀ ਕਾਰਵਾਈਆਂ
pt_br: Firefox - Ações rápidas
ro: Firefox - Acțiuni rapide
sk: Firefox - rýchle akcie
sq: Firefox - Veprime të Shpejta
sv: Firefox - Snabbåtgärder
th: Firefox - การกระทำด่วน
tr: Firefox - Hızlı Eylemler
tt: Firefox - Тиз гамәлләр
vi: Firefox - Hành động nhanh
zh_cn: Firefox - 快速操作

# TodayWidget.QuickViewGalleryDescription
source: Access your open tabs directly on your homescreen.
ar: توصّل إلى الألسنة المفتوحة من الشاشة الرئيسية مباشرةً.
bn: আপনার হোমস্ক্রিনে আপনার খোলা ট্যাবগুলিকে অ্যাক্সেস করুন।
cy: Cael mynediad i'ch tabiau agored yn syth ar eich sgrin cartref.
de: Greifen Sie auf Ihrem Startbildschirm direkt auf Ihre offenen Tabs zu.
eo: Aliru viajn malfermitajn langetojn rekte el via hejmekrano.
fa: به برگه های باز خود به صورت مستقیم از طریق صفحه اصلی دسترسی پیدا کنید.
fr: Accédez à vos onglets ouverts directement sur votre écran d’accueil.
gd: Faigh cothrom air na tabaichean fosgailte agad air an sgrìn-dhachaigh agad ann.
hr: Pristupi otvorenim karticama izravno na početnom ekranu.
hy_am: Մուտք գործեք ձեր բաց ներդիրներն անմիջապես ձեր հիմնական էկրանից:
ia: Accede a tu schedas aperte directemente sur tu schermo initial.
it: Accedi alle schede aperte direttamente dalla schermata principale.
lt: Pasiekite savo atvertas korteles tiesiai iš pradžios ekrano.
my: သင်၏ပင်မမြင်ကွင်းတွင်သင်၏ဖွင့်ထားသောတဗ်များကိုတိုက်ရိုက်ဝင်ရောက်ပါ။
nn: Få tilgang til dei opne fanene dine direkte på heim-skjermen din.
pa_in: ਆਪਣੀ ਮੁੱਖ ਸਕਰੀਨ ਤੋਂ ਆਪਣੀਆਂ ਖੋਲ੍ਹੀਆਂ ਟੈਬਾਂ ਨੂੰ ਸਿੱਧਾ ਵਰਤੋਂ।
pt_br: Acesse suas abas abertas diretamente na tela inicial.
ro: Accesează-ți filele deschise direct din ecranul de pornire.
sk: Majte prístup ku svojim otvoreným kartám priamo z domovskej obrazovky.
sq: Hyni në skedat tuaja të hapura drejt e nga skena juaj e kreut.
sv: Öppna dina öppna flikar direkt på din hemskärm.
th: เข้าถึงแท็บที่เปิดอยู่ของคุณได้โดยตรงบนหน้าจอโฮมของคุณ
tr: Açık sekmelerinize doğrudan ana ekranınızdan erişin.
vi: Truy cập các thẻ đang mở của bạn trực tiếp trên màn hình chính.
zh_cn: 直接从主屏幕上访问打开的标签页。

# TodayWidget.QuickViewGalleryDescriptionV2
source: Add shortcuts to your open tabs.
ar: أضِف اختصارات إلى الألسنة المفتوحة.
be: Дадайце ярлыкі на адкрытыя карткі.
bn: আপনার খোলা ট্যাবগুলিতে শর্টকাট যুক্ত করুন।
cy: Ychwanegwch lwybrau byr i'ch tabiau agored.
de: Fügen Sie Verknüpfungen zu Ihren offenen Tabs hinzu.
el: Προσθήκη συντομεύσεων για ανοικτές καρτέλες.
eo: Aldoni ŝparvojojn al viaj malfermitaj langetoj.
fa: میانبرها را به برگه های باز خود اضافه کنید.
fr: Ajoutez des raccourcis vers vos onglets ouverts.
gd: Cuir ath-ghoiridean ris na tabaichean fosgailte agad.
hi_in: अपने खुले टैब में शॉर्टकट जोड़ें।
hr: Dodaj prečace svojim otvorenim karticama.
hy_am: Հավելել դյուրանցումներ բաց ներդիրներին:
ia: Insere accessos directe a tu schedas aperte.
it: Aggiungi collegamenti alle tue schede aperte.
lt: Pridėkite leistukų į savo atvertas korteles.
my: သင်၏ အဖွင့်တဗ်များတွင် ဖြတ်လမ်းများကိုထည့်ပါ။
nn: Legg til snarvegar til dei opne fanene dine.
pa_in: ਆਪਣੀਆਂ ਖੁੱਲ੍ਹੀਆਂ ਟੈਬਾਂ ਲਈ ਸ਼ਾਰਟਕਟ ਜੋੜੋ।
pt_br: Adicione atalhos para suas abas abertas.
si: විවෘත පටිති වෙත කෙටිමං යොදන්න.
sk: Pridajte si skratky na svoje otvorené karty.
sq: Shtoni shkurtore për te skedat tuaja të hapura.
sv: Lägg till genvägar till dina öppna flikar.
th: เพิ่มทางลัดไปยังแท็บที่เปิดอยู่ของคุณ
tr: Açık sekmelerinize kısayollar ekleyin.
tt: Ачык табларыгызга ярлыклар өстәгез.
vi: Thêm phím tắt vào các thẻ đang mở của bạn.
zh_cn: 添加“打开的标签页”快捷指令。

# TodayWidget.QuickViewGalleryTitle
source: Quick View
ar: منظور سريع
ast: Vista rápida
be: Хуткі прагляд
bn: কুইক ভিউ
cy: Golwg Gyflym
de: Schnellansicht
el: Γρήγορη προβολή
eo: Rapida vido
fa: مشاهده سریع
fr: Aperçu rapide
gd: Grad-shealladh
hr: Brzi pogled
hy_am: Արագ դիտում
ia: Vista rapide
it: Vista rapida
lt: Sparti peržiūra
my: အမြန်ကြည့်မြင်ကွင်း
nn: Snøggtitt
pa_in: ਫ਼ੌਰੀ ਝਲਕ
pt_br: Visão rápida
ro: Vizualizare rapidă
si: ඉක්මන් දැක්ම
sk: Rýchle zobrazenie
sq: Parje e Shpejtë
sv: Snabbtitt
th: การดูแบบด่วน
tr: Hızlı Görünüm
tt: Тиз карау
vi: Xem nhanh
zh_cn: 快速浏览

# TodayWidget.QuickViewLargeGalleryDescription
source: Add shortcuts to your open tabs.
ar: أضِف اختصارات إلى الألسنة المفتوحة.
bn: আপনার খোলা ট্যাবগুলিতে শর্টকাট যুক্ত করুন।
cy: Ychwanegu llwybrau byr i'ch tabiau agored.
de: Fügen Sie Verknüpfungen zu Ihren offenen Tabs hinzu.
eo: Aldoni ŝparvojojn al viaj malfermitaj langetoj.
fa: میانبرها را به برگه های باز خود اضافه کنید.
fr: Ajoutez des raccourcis vers vos onglets ouverts.
gd: Cuir ath-ghoiridean ris na tabaichean fosgailte agad.
hi_in: अपने खुले टैब में शॉर्टकट जोड़ें।
hr: Dodaj prečace svojim otvorenim karticama.
hy_am: Ավելացրեք դյուրանցումներ ձեր բաց ներդիրներին:
ia: Insere accessos directe a tu schedas aperte.
it: Aggiungi collegamenti alle tue schede aperte.
lt: Pridėkite leistukų į savo atvertas korteles.
my: သင်၏ အဖွင့်တဗ်များတွင် ဖြတ်လမ်းများကိုထည့်ပါ။
nn: Legg til snarvegar til dei opne fanene dine.
pa_in: ਆਪਣੀਆਂ ਖੁੱਲ੍ਹੀਆਂ ਟੈਬਾਂ ਲਈ ਸ਼ਾਰਟਕਟ ਜੋੜੋ।
pt_br: Adicione atalhos para suas abas abertas.
ro: Adaugă scurtături către filele deschise.
sk: Pridajte si skratky na vaše otvorené karty.
sq: Shtoni shkurtore për te skedat tuaja të hapura.
sv: Lägg till genvägar till dina öppna flikar.
th: เพิ่มทางลัดไปยังแท็บที่เปิดอยู่ของคุณ
tr: Açık sekmelerinize kısayollar ekleyin.
tt: Ачык табларыгызга ярлыклар өстәгез.
vi: Thêm phím tắt vào các thẻ đang mở của bạn.
zh_cn: 添加“打开的标签页”快捷指令。

# TodayWidget.QuickViewOpenTabsSubLabel
source: Firefox - Open Tabs
ar: ‏Firefox - الألسنة المفتوحة
bn: Firefox - ট্যাব খুলুন
cy: Firefox - Tabiau Agored
de: Firefox – Offene Tabs
eo: Firefox - Malfermitaj langetoj
fa: Firefox - باز کردن برگه ها
fr: Firefox - Onglets ouverts
gd: Firefox – Tabaichean fosgailte
hi_in: Firefox - टैब खोलें
hr: Firefox – Otvorene kartice
hy_am: Firefox - բաց ներդիրներ
ia: Firefox - Schedas aperte
it: Ecosia – Schede aperte
lt: „Firefox“ – atvertos kortelės
my: Firefox - ဖွင့်ထားသည့်တဗ်များ
nn: Firefox - Opne faner
pa_in: ਫਾਇਰਫਾਕਸ - ਟੈਬਾਂ ਖੋਲ੍ਹੋ
pt_br: Firefox - Abas abertas
ro: Firefox - File deschise
sk: Firefox - otvorené karty
sq: Firefox - Skeda të Hapura
sv: Firefox - Öppna flikar
te: Firefox - తెరిచివున్న ట్యాబులు
th: Firefox - แท็บที่เปิดอยู่
tr: Firefox - Açık Sekmeler
tt: Firefox - Ачык таблар
vi: Firefox - Thẻ đang mở
zh_cn: Firefox - 打开的标签页

# TodayWidget.SearchInFirefoxTitle
source: Search in Firefox
ar: ابحث في Firefox
ast: Buscar en Firefox
bn: Firefox এ অনুসন্ধান করুন
cy: Chwilio yn Firefox
de: In Firefox suchen
eo: Serĉi en Firefox
fa: جست‌وجو در فایرفاکس
fr: Rechercher dans Firefox
gd: Lorg ann am Firefox
hi_in: Firefox में खोजें
hr: Traži u Firefoxu
hy_am: Որոնել Firefox֊ում
ia: Cercar in Firefox
it: Cerca in Ecosia
lt: Ieškoti per „Firefox“
my: Firefox တွင် ရှာပါ
nn: Søk i Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਵਿੱਚ ਖੋਜੋ
pt_br: Pesquisar no Firefox
ro: Caută în Firefox
sk: Hľadať vo Firefoxe
sq: Kërko në Firefox
sv: Sök i Firefox
te: Firefox‌తో వెతుకు
th: ค้นหาใน Firefox
tr: Firefox’ta ara
tt: Firefox-та эзләү
vi: Tìm kiếm trong Firefox
zh_cn: 在 Firefox 中搜索

# TodayWidget.SearchInFirefoxV2
source: Search in Firefox
ar: ابحث في Firefox
be: Шукаць у Firefox
bn: Firefox এ অনুসন্ধান করুন
cy: Chwilio yn Firefox
de: In Firefox suchen
el: Αναζήτηση στο Firefox
eo: Serĉi en Firefox
fa: جست‌وجو در فایرفاکس
fr: Rechercher dans Firefox
gd: Lorg ann am Firefox
hi_in: Firefox में खोजें
hr: Traži u Firefoxu
hy_am: Որոնել Firefox֊ում
ia: Cercar in Firefox
it: Cerca in Ecosia
lt: Ieškoti per „Firefox“
my: Firefox တွင် ရှာပါ
nn: Søk i Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਵਿੱਚ ਖੋਜੋ
pt_br: Pesquisar no Firefox
ro: Caută în Firefox
si: ෆයර්ෆොක්ස් හි සොයන්න
sk: Hľadať vo Firefoxe
sq: Kërko në Firefox
sv: Sök i Firefox
th: ค้นหาใน Firefox
tr: Firefox’ta ara
tt: Firefox-та эзләү
vi: Tìm kiếm trong Firefox
zh_cn: 在 Firefox 中搜索

# TodayWidget.SearchInPrivateTabLabelV2
source: Search in Private Tab
ar: ابحث في لسان خاص
be: Шукаць у прыватнай картцы
bn: ব্যক্তিগত ট্যাবে অনুসন্ধান করুন
cy: Chwilio mewn Tab Preifat
de: In privatem Tab suchen
el: Αναζήτηση σε ιδιωτική καρτέλα
eo: Serĉi en privata langeto
fa: جست‌وجو در زبانه‌ی خصوصی
fr: Rechercher dans un onglet privé
gd: Lorg ann an taba prìobhaideach
hi_in: निजी टैब में खोजें
hr: Traži u privatnoj kartici
hy_am: Որոնել Գաղտնի ներդիրում
ia: Cercar in scheda private
it: Cerca in scheda anonima
lt: Atverti privačiojoje kortelėje
my: သီးသန့်တဗ်တွင် ရှာဖွေပါ
nn: Søk i privat fane
pa_in: ਪ੍ਰਾਈਵੇਟ ਟੈਬ ਵਿੱਚ ਖੋਜੋ
pt_br: Pesquisar em aba privativa
ro: Caută în filă privată
si: පෞද්. පටිත්තක් තුළ සොයන්න
sk: Hľadať v súkromnej karte
sq: Kërkoni në Skedë Private
sv: Sök i privat flik
th: ค้นหาในแท็บส่วนตัว
tr: Gizlide ara
tt: Хосусый табта эзләү
vi: Tìm kiếm trong thẻ riêng tư
zh_cn: 在隐私标签页中搜索

# TodayWidget.TopSitesGalleryDescription
source: Add shortcuts to frequently and recently visited sites.
ar: أضِف اختصارات إلى المواقع الأكثر زيارة.
ast: Amiesta atayos de los sitios que más visites o que visitares apocayá.
be: Дадайце ярлыкі на сайты, якія часта наведваюцца і на нядаўна наведаныя сайты.
bn: প্রায়শই এবং সম্প্রতি দেখা সাইটগুলিতে শর্টকাট যুক্ত করুন।
cy: Ychwanegu llwybrau byr i wefannau ymwelwyd â nhw'n aml ac yn ddiweddar.
de: Fügen Sie Verknüpfungen zu häufig und kürzlich besuchten Websites hinzu.
el: Προσθήκη συντομεύσεων για συχνές και πρόσφατες σελίδες.
eo: Aldoni ŝparvojojn al ofte kaj ĵuse vizititaj retejoj.
fa: میانبرهایی را به سایتهای مکرر و اخیرا بازدید شده اضافه کنید.
fr: Ajoutez des raccourcis vers des sites fréquemment et récemment visités.
gd: Cuir ath-ghoiridean ri làraichean air an tadhail thu gu tric no feadhainn air an do thadhail thu o chionn goirid.
hi_in: अक्सर और हाल ही में देखी गई साइट पर शॉर्टकट जोड़ें।
hr: Dodaj prečace na česte i nedavno posjećene stranice.
hy_am: Հաճախակի և վերջերս այցելած կայքերին դյուրանցումներ ավելացրեք:
ia: Insere accessos directe al sitos frequente- e recentemente visitate.
it: Aggiungi scorciatoie ai siti visitati di frequente e recentemente.
lt: Pridėkite leistukų į dažnas ir paskiausias lankytas svetaines.
my: မကြာခဏနှင့်မကြာသေးမီကလည်ပတ်ခဲ့သောဆိုဒ်များသို့ဖြတ်လမ်းများထည့်ပါ။
nn: Legg til snarvegar til ofte og nylege besøkte nettstadar.
pa_in: ਅਕਸਰ ਅਤੇ ਤਾਜ਼ਾ ਵੇਖੀਆਂ ਵੈੱਬਸਾਈਟਾਂ ਲਈ ਸ਼ਾਰਟਕੱਟ ਜੋੜੋ।
pt_br: Adiciona atalhos para sites visitados recentemente e com frequência.
ro: Adaugă scurtături către site-uri vizitate frecvent și recent.
si: නිතර හා මෑතදී ගොඩවැදුණු අඩවි සඳහා කෙටිමං එක් කරන්න.
sk: Pridajte si skratky na často alebo nedávno navštívené stránky.
sq: Shtoni shkurtore për te sajte të vizituar shpesh dhe së fundi.
sv: Lägg till genvägar till ofta och nyligen besökta webbplatser.
th: เพิ่มทางลัดไปยังไซต์ที่เข้าชมบ่อยและล่าสุด
tr: Sık ve son ziyaret edilen sitelere kısayollar ekleyin.
vi: Thêm phím tắt cho các trang web thường xuyên và đã xem gần đây.
zh_cn: 添加“常用网站”快捷指令。

# TodayWidget.TopSitesGalleryTitle
source: Top Sites
ar: المواقع الأكثر زيارة
ast: Sitios Principales
be: Папулярныя сайты
bn: শীর্ষ সাইটগুলি
cy: Hoff Wefannau
de: Meistbesuchte Seiten
el: Δημοφιλείς σελίδες
eo: Plej vizititaj retejoj
fa: سایت‌های برتر
fi: Ykkössivustot
fr: Sites principaux
gd: Brod nan làrach
hi_in: टॉप साइट
hr: Omiljene stranice
hy_am: Լավագույն կայքեր
ia: Sitos preferite
it: Siti principali
lt: Lankomiausios svetainės
my: ထိပ်တန်းဝဘ်ဆိုက်များ
nn: Mest besøkte
pa_in: ਮੁੱਖ ਸਾਈਟਾਂ
pt_br: Sites preferidos
ro: Site-uri de top
si: ප්‍රචලිත අඩවි
sk: Top stránky
sq: Sajte Kryesues
sv: Mest besökta
te: మేటి సైట్లు
th: ไซต์เด่น
tr: Sık Kullanılanlar
tt: Төп сайтлар
vi: Trang web hàng đầu
zh_cn: 常用网站

# TodayWidget.TopSitesGalleryTitleV2
source: Website Shortcuts
be: Ярлыкі вэб-сайтаў
bn: ওয়েবসাইটের শর্টকাট
cy: Llwybrau Byr y Wefan
el: Συντομεύσεις ιστοσελίδων
eo: Retejaj ŝparvojoj
gd: Ath-ghoiridean làraichean-lìn
hi_in: वेबसाइट शॉर्टकट
hr: Prečaci web-mjesta
hy_am: Կայքի դյուրանցումներ
ia: Accessos directe a sitos web
it: Scorciatoie a siti web
lt: Svetainių leistukai
nn: Snarvegar til nettstadar
pa_in: ਵੈੱਬਸਾਈਟ ਸ਼ਾਰਟਕੱਟ
pt_br: Atalhos de sites
si: අඩවි කෙටිමං
sk: Skratky webových stránok
sq: Shkurtore Sajti
th: ทางลัดเว็บไซต์
tr: Web sitesi kısayolları
vi: Lối tắt trên trang web
zh_cn: 网站快捷方式

# TodayWidget.TopSitesSubLabel
source: Firefox - Top Sites
ar: ‏Firefox - المواقع الأكثر زيارة
ast: Firefox - Sitios Principales
bn: Firefox - শীর্ষ সাইটগুলি
cy: Firefox - Hoff Wefannau
de: Firefox – Meistbesuchte Seiten
eo: Firefox - Plej vizititaj retejoj
fa: فایرفاکس - سایتهای برتر
fr: Firefox - Sites principaux
gd: Firefox – Brod nan làrach
hi_in: Firefox - टॉप साइट
hr: Firefox - omiljene stranice
hy_am: Firefox - Լավագույն կայքեր
ia: Firefox - Sitos preferite
it: Ecosia – Siti principali
lt: „Firefox“ – lankomiausios svetainės
my: Firefox - ထိပ်တန်းဆိုက်များ
nn: Firefox - Mest besøkte
pa_in: ਫਾਇਰਫਾਕਸ - ਮੁੱਖ ਸਾਈਟਾਂ
pt_br: Firefox - Sites preferidos
ro: Firefox - Site-uri de top
sk: Firefox - Top stránky
sq: Firefox - Sajte Kryesues
sv: Firefox - Mest besökta
te: Firefox - మేటి సైట్లు
th: Firefox - ไซต์เด่น
tr: Firefox - Sık Kullanılanlar
tt: Firefox - Төп сайтлар
vi: Firefox - Trang web hàng đầu
zh_cn: Firefox - 常用网站

# TodayWidget.TopSitesSubLabel2
source: Firefox - Website Shortcuts
bn: Firefox - ওয়েবসাইট শর্টকাট
cy: Firefox - Llwybrau Byr Gwefan
eo: Firefox - Retejaj ŝparvojoj
gd: Firefox – Ath-ghoiridean làraichean-lìn
hi_in: फ़ायरफ़ॉक्स - वेबसाइट शॉर्टकट
hr: Firefox - prečaci web stranica
hy_am: Firefox - կայքի դյուրանցումներ
ia: Firefox - Accessos directe a sitos web
it: Ecosia - Scorciatoie a siti web
lt: „Firefox“ - svetainių leistukai
nn: Firefox - snarvegar til nettstadar
pa_in: Firefox - ਵੈੱਬਸਾਈਟ ਸ਼ਾਰਟਕੱਟ
pt_br: Firefox - Atalhos de sites
sk: Firefox - Skratky pre webové stránky
sq: Firefox - Shkurtore Sajti
th: Firefox - คำสั่งลัดเว็บไซต์
tr: Firefox - Web sitesi kestirmeleri
vi: Firefox - Lối tắt cho trang web
zh_cn: Firefox - 网站快捷指令

# TodayWidget.ViewMore
source: View More
ar: اعرض المزيد
ast: Ver más
bn: আরও দেখুন
cy: Gweld Rhagor
de: Mehr anzeigen
eo: Montri pli
fa: مشاهده بیشتر
fr: Afficher davantage
gd: Seall barrachd
hi_in: अधिक देखें
hr: Prikaži više
hy_am: Տեսնել ավելին
ia: Vider plus
it: Visualizza altro
lt: Rodyti daugiau
my: ပို၍ ကြည့်ရန်
nn: Vis meir
pa_in: ਹੋਰ ਵੇਖੋ
pt_br: Ver mais
ro: Vezi mai multe
sk: Ďalšie
sq: Shihni Më Tepër
sv: Visa Mer
te: ఇంకా చూడండి
th: ดูเพิ่มเติม
tr: Daha fazla göster
tt: Күбрәк карау
vi: Xem thêm
zh_cn: 查看更多

# TodayWidget.ViewMoreDots
source: View More…
ar: اعرض المزيد…
ast: Ver más…
bn: আরো দেখুন…
cy: Gweld Rhagor…
de: Mehr anzeigen…
eo: Montri pli…
fa: مشاهده بیشتر…
fr: Afficher davantage…
gd: Seall barrachd…
hi_in: अधिक देखें…
hr: Prikaži više…
hy_am: Տեսնել ավելին…
ia: Vider plus…
it: Visualizza altro…
lt: Rodyti daugiau…
my: ပို၍ ကြည့်ရန်…
nn: Vis meir…
pa_in: ਹੋਰ ਵੇਖੋ…
pt_br: Ver mais…
ro: Vezi mai multe…
sk: Ďalšie…
sq: Shihni Më Tepër…
sv: Visa mer…
te: ఇంకా చూడండి…
th: ดูเพิ่มเติม…
tr: Daha fazla göster…
tt: Күбрәк карау…
vi: Xem thêm…
zh_cn: 查看更多…
