Repository: mozilla-mobile/firefox-ios
Catalog: Shared/*.lproj/Today.strings
Languages: ar, ast, be, bn, cy, de, el, eo, fa, fi, fr, gd, hi_in, hr, hy_am, ia, it, lt, my, nn, pa_in, pt_br, ro, si, sk, sq, sv, te, th, tr, tt, vi, zh_cn

# TodayWidget.ClosePrivateTabsButton
source: Close Private Tabs
ar: أغلِق الألسنة الخاصة
ast: Zarrar les llingüetes privaes
be: Закрыць прыватныя карткі
bn: ব্যক্তিগত ট্যাবগুলি বন্ধ করুন
cy: Cau Tabiau Preifat
de: Private Tabs schließen
el: Κλείσιμο ιδιωτικών καρτελών
eo: Fermi privatajn langetojn
fa: بستن زبانه‌های خصوصی
fi: Sulje yksityiset välilehdet
fr: Fermer les onglets privés
gd: Dùin na tabaichean prìobhaideach
hi_in: निजी टैब बंद करें
hr: Zatvori privatne kartice
hy_am: Փակել գաղտնի ներդիրները
ia: Clauder schedas private
it: Chiudi schede anonime
lt: Užverti privačiąsias korteles
my: ကိုယ်ပိုင်သုံးတဗ်များကိုပိတ်ပါ။
nn: Lat att private faner
pa_in: ਪ੍ਰਾਈਵੇਟ ਟੈਬਾਂ ਨੂੰ ਬੰਦ ਕਰੋ
pt_br: Fechar abas privativas
ro: Închide filele private
si: පෞද්. පටිති වසන්න
sk: Zavrieť súkromné karty
sq: Mbyll Skedat Private
sv: Stäng privata flikar
te: అంతరంగిక ట్యాబులను మూసివేయి
th: ปิดแท็บส่วนตัว
tr: Gizlileri kapat
tt: Хосусый табларны ябу
vi: Đóng thẻ riêng tư
zh_cn: 关闭隐私标签页

# TodayWidget.ClosePrivateTabsLabelV2
source: Close Private Tabs
ar: أغلِق الألسنة الخاصة
be: Закрыць прыватныя карткі
bn: ব্যক্তিগত ট্যাবগুলি বন্ধ করুন
cy: Cau Tabiau Preifat
de: Private Tabs schließen
el: Κλείσιμο ιδιωτικών καρτελών
eo: Fermi privatajn langetojn
fa: بستن زبانه‌های خصوصی
fi: Sulje yksityiset välilehdet
fr: Fermer les onglets privés
gd: Dùin na tabaichean prìobhaideach
hi_in: निजी टैब बंद करें
hr: Zatvori privatne kartice
hy_am: Փակել գաղտնի ներդիրները
ia: Clauder schedas private
it: Chiudi le schede anonime
lt: Užverti privačiąsias korteles
my: ကိုယ်ပိုင်သုံးတဗ်များကိုပိတ်ပါ။
nn: Lat att private faner
pa_in: ਪ੍ਰਾਈਵੇਟ ਟੈਬਾਂ ਨੂੰ ਬੰਦ ਕਰੋ
pt_br: Fechar abas privativas
ro: Închide filele private
si: පෞද්. පටිති වසන්න
sk: Zavrieť súkromné karty
sq: Mbyll Skedat Private
sv: Stäng privata flikar
te: అంతరంగిక ట్యాబులను మూసివేయి
th: ปิดแท็บส่วนตัว
tr: Gizlileri kapat
tt: Хосусый табларны ябу
vi: Đóng thẻ riêng tư
zh_cn: 关闭隐私标签页

# TodayWidget.ClosePrivateTabsLabelV3
source: Close Private Tabs
ar: أغلِق الألسنة الخاصة
bn: ব্যক্তিগত ট্যাবগুলি বন্ধ করুন
cy: Cau Tabiau Preifat
de: Private Tabs schließen
eo: Fermi privatajn langetojn
fa: بستن زبانه‌های خصوصی
fr: Fermer les onglets privés
gd: Dùin na tabaichean prìobhaideach
hi_in: निजी टैब बंद करें
hr: Zatvori privatne kartice
hy_am: Փակել գաղտնի ներդիրները
ia: Clauder schedas private
it: Chiudi le schede anonime
lt: Užverti privačiąsias korteles
my: ကိုယ်ပိုင်သုံးတဗ်များကိုပိတ်ပါ။
nn: Lat att private faner
pa_in: ਪ੍ਰਾਈਵੇਟ ਟੈਬਾਂ ਨੂੰ ਬੰਦ ਕਰੋ
pt_br: Fechar abas privativas
ro: Închide filele private
sk: Zavrieť súkromné karty
sq: Mbyll Skedat Private
sv: Stäng privata flikar
te: అంతరంగిక ట్యాబులను మూసివేయి
th: ปิดแท็บส่วนตัว
tr: Gizlileri kapat
tt: Хосусый табларны ябу
vi: Đóng thẻ riêng tư
zh_cn: 关闭隐私标签页

# TodayWidget.CopiedLinkLabelFromPasteBoardV1
source: Copied Link from clipboard
ar: نُسخ الرابط من الحافظة
bn: ক্লিপবোর্ডে অনুলিপি করা হয়েছে
cy: Copïwyd Dolen o'r clipfwrdd.
de: Kopierter Link aus Zwischenablage
eo: Ligilo kopiita el la tondujo
fa: برداشت پیوند از کلیپ‌ بورد
fr: Lien copié depuis le presse-papiers
gd: Air lethbhreac a dhèanamh dhen cheangal air an stòr-bhòrd
hi_in: क्लिपबोर्ड से लिंक कॉपी किया
hr: Poveznica kopirana iz međuspremnika
hy_am: Պատճենված հղում սեղմատախտակից
ia: Ligamine copiate del area de transferentia
it: Link copiato dagli appunti
lt: Saitas nukopijuotas iš iškarpinės
my: ကလစ်ဘုတ်မှ လင့်ခ်ကိုကူးယူခဲ့သည်။
nn: Kopierte lenke frå utklippstavla
pa_in: ਕਲਿੱਪਬੋਰਡ ਤੋਂ ਲਿੰਕ ਕਾਪੀ ਕੀਤਾ
pt_br: Link copiado da área de transferência
ro: Link copiat din clipboard
sk: Skopírovaný odkaz zo schránky
sq: U kopjua Lidhja prej së papastre
sv: Kopierad länk från urklipp
te: క్లిప్‌బోర్డ్ నుండి లంకె కాపీ అయ్యింది
th: คัดลอกลิงก์ไปยังคลิปบอร์ดแล้ว
tr: Bağlantı panodan kopyalandı
tt: Сылтама алмашу буферыннан күчерелде
vi: Đã sao chép liên kết vào bộ nhớ tạm
zh_cn: 已复制剪贴板中的链接

# TodayWidget.DropDownMenuItemClearPrivateTabs
source: Clear Private Tabs
ar: امسح الألسنة الخاصة
bn: ব্যক্তিগত ট্যাবগুলি বন্ধ করুন
cy: Clirio Tabiau Preifat
de: Private Tabs löschen
eo: Forigi privatajn langetojn
fa: پاک‌سازی اطلاعات خصوصی
fr: Effacer les onglets privés
gd: Falamhaich na tabaichean prìobhaideach
hi_in: निजी टैब बंद करें
hr: Očisti privatne kartice
hy_am: Մաքրել գաղտնի ներդիրները
ia: Eliminar schedas private
it: Elimina schede anonime
lt: Išvalyti privačias korteles
my: ကိုယ်ပိုင်သုံးတဗ်များကိုရှင်းပါ။
nn: Tøm private faner
pa_in: ਪ੍ਰਾਈਵੇਟ ਟੈਬਾਂ ਨੂੰ ਸਾਫ਼ ਕਰੋ
pt_br: Limpar abas privativas
ro: Elimină filele private
sk: Vymazať súkromné karty
sq: Spastro Skedat Private
sv: Rensa privata flikar
te: అంతరంగిక ట్యాబులను తుడిచివేయి
th: ล้างแท็บส่วนตัว
tr: Gizli sekmeleri temizle
tt: Хосусый табларны чистарту
vi: Xóa các thẻ riêng tư
zh_cn: 清除隐私标签页

# TodayWidget.DropDownMenuItemGoToCopiedLink
source: Go to Copied Link
ar: انتقل إلى الرابط المنسوخ
bn: কপি করা লিঙ্কে যান
cy: Mynd i'r Ddolen Gopïwyd
de: Link in der Zwischenablage aufrufen
eo: Iri al kopiita ligilo
fa: رفتن به پیوند رونوشت شده
fr: Ouvrir le lien copié
gd: Tadhail air a’ cheangal a rinn thu lethbhreac dheth
hi_in: कॉपी की गई लिंक पर जाएं
hr: Otvori kopiranu poveznicu
hy_am: Անցնել պատճենված հղմանը
ia: Ir al ligamine copiate
it: Apri il link copiato
lt: Atverti nukopijuotą saitą
my: ကူးယူလင့်ခ်ကိုသွားပါ
nn: Gå til kopiert lenke
pa_in: ਕਾਪੀ ਕੀਤੇ ਲਿੰਕ ਉੱਤੇ ਜਾਓ
pt_br: Ir para link copiado
ro: Mergi la linkul copiat
sk: Prejsť na skopírovaný odkaz
sq: Shko te Lidhja e Kopjuar
sv: Gå till kopierad länk
th: ไปยังลิงก์ที่คัดลอก
tr: Kopyalanan linke git
tt: Копияләнгән сылтамага күчү
vi: Chuyển đến liên kết đã sao chép
zh_cn: 打开复制的链接

# TodayWidget.DropDownMenuItemNewPrivateSearch
source: New Private Search
ar: بحث خاص جديد
ast: Busca privada nueva
bn: নতুন ব্যক্তিগত অনুসন্ধান
cy: Chwilio Preifat Newydd
de: Neue private Suche
eo: Nova privata serĉo
fa: جست‌وجو ناشناس جدید
fr: Nouvelle recherche privée
gd: Lorg prìobhaideach ùr
hi_in: नई निजी खोज
hr: Nova privatna pretraga
hy_am: Նոր գաղտնի որոնում
ia: Nove recerca private
it: Nuova ricerca anonima
lt: Nauja privačioji paieška
my: အသစ်သီးသန့်ရှာဖွေမှု
nn: Nytt privat søk
pa_in: ਨਵੀਂ ਪ੍ਰਾਈਵੇਟ ਖੋਜ
pt_br: Nova pesquisa privativa
ro: Căutare privată nouă
sk: Nové súkromné hľadanie
sq: Kërkim i Ri Privat
sv: Ny privat sökning
th: การค้นหาส่วนตัวใหม่
tr: Yeni gizli arama
tt: Яңа хосусый эзләү
vi: Tìm kiếm riêng tư mới
zh_cn: 新建隐私搜索

# TodayWidget.DropDownMenuItemNewSearch
source: New Search
ar: بحث جديد
ast: Busca nueva
bn: নতুন অনুসন্ধান
cy: Chwilio Newydd
de: Neue Suche
eo: Nova serĉo
fa: جست‌و‌جو جدید
fr: Nouvelle recherche
gd: Lorg ùr
hi_in: नई खोज
hr: Nova pretraga
hy_am: Նոր որոնում
ia: Nove recerca
it: Nuova ricerca
lt: Nauja paieška
my: ရှာဖွေမှုအသစ်
nn: Nytt søk
pa_in: ਨਵੀਂ ਖੋਜ
pt_br: Nova pesquisa
ro: Căutare nouă
sk: Nové hľadanie
sq: Kërkim i Ri
sv: Ny sökning
th: การค้นหาใหม่
tr: Yeni arama
tt: Яңа эзләү
vi: Tìm kiếm mới
zh_cn: 新建搜索

# TodayWidget.FirefoxShortcutGalleryDescription
source: Add Firefox shortcuts to your Home screen.
ar: أضف اختصارات Firefox إلى شاشة البداية.
ast: Amiesta atayos de Firefox a la pantalla d'aniciu.
be: Дадайце ярлыкі Firefox на Хатні экран.
bn: আপনার হোম স্ক্রিনে Firefox শর্টকাট যুক্ত করুন।
cy: Ychwanegu llwybrau byr i'ch sgrin Cartref.
de: Fügen Sie Firefox-Verknüpfungen auf Ihrem Startbildschirm hinzu.
el: Προσθήκη συντομεύσεων Firefox στην αρχική οθόνη.
eo: Aldoni ŝparvojojn de Firefoĉ al via hejmekrano.
fa: میان‌برهای فایرفاکس را به صفحه خانگی خود اضافه کنید.
fr: Ajoutez des raccourcis Firefox à votre écran d’accueil.
gd: Cuir ath-ghoiridean Firefox ris an sgrìn-dhachaigh agad.
hi_in: अपने होम स्क्रीन पर Firefox शॉर्टकट जोड़ें।
hr: Dodaj Firefoxove prečace na početni zaslon
hy_am: Firefox-ի դյուրանցումները ավելացնելք ձեր հիմնական էկրանին:
ia: Insere accessos directe a Firefox in tu schermo initial.
it: Aggiungi collegamenti Ecosia alla schermata principale
lt: Pridėkite „Firefox“ leistukų į savo pradžios ekraną.
my: သင်၏မူလမြင်ကွင်းသို့ Firefox ဖြတ်လမ်းများကိုထည့်ပါ။
nn: Legg til Firefox-snarvegar på heim-skjermen.
pa_in: ਫਾਇਰਫਾਕਸ ਸ਼ਾਰਟਕੱਟ ਨੂੰ ਆਪਣੀ ਮੁੱਖ ਸਕਰੀਨ ਉੱਤੇ ਜੋੜੋ
pt_br: Adiciona atalhos do Firefox à tela inicial.
ro: Adaugă scurtături Firefox în ecranul de pornire.
si: මුල් තිරයට ෆයර්ෆොක්ස් කෙටිමං එක් කරන්න.
sk: Pridajte si skratky Firefoxu na svoju domovskú obrazovku.
sq: Shtoni te skena juaj e Kreut shkurtore Firefox.
sv: Lägg till Firefox-genvägar på din hemskärm.
th: เพิ่มทางลัด Firefox ไปยังหน้าจอหลักของคุณ
tr: Ana ekranınıza Firefox kısayollarını ekleyin.
tt: Өй экранына Firefox ярлыкларын өстәгез.
vi: Thêm lối tắt Firefox tới màn hình chính của bạn.
zh_cn: 在主屏幕添加 Firefox 快捷指令。

# TodayWidget.GoToCopiedLinkLabelV1
source: Go to copied link
ar: انتقل إلى الرابط المنسوخ
be: Перайсці па скапіяванай спасылцы
bn: কপি করা লিঙ্কে যান
cy: Mynd i'r ddolen gopïwyd
de: Link in der Zwischenablage aufrufen
el: Μετάβαση στον αντιγραμμένο σύνδεσμο
eo: Iri al kopiita ligilo
fa: برو به پیوند برداشت شده
fi: Siirry kopioituun linkkiin
fr: Ouvrir le lien copié
gd: Tadhail air a’ cheangal a rinn thu lethbhreac dheth
hi_in: कॉपी की गई लिंक पर जाएं
hr: Idi na kopiranu poveznicu
hy_am: Անցնել պատճենված հղմանը
ia: Ir al ligamine copiate
it: Apri il link copiato
lt: Atverti nukopijuotą saitą
my: ကူးယူထားသည့်လင့်သို့ သွားပါ။
nn: Gå til kopiert lenke
pa_in: ਕਾਪੀ ਕੀਤੇ ਲਿੰਕ 'ਤੇ ਜਾਓ
pt_br: Ir para link copiado
ro: Deschide linkul copiat
si: පිටපත් වූ සබැඳියට යන්න
sk: Prejsť na skopírovaný odkaz
sq: Shko te lidhja e kopjuar
sv: Gå till kopierad länk
te: కాపీచేసిన లంకెకు వెళ్ళు
th: ไปยังลิงก์ที่คัดลอก
tr: Kopyalanan linke git
tt: Копияләнгән сылтамага күчү
vi: Chuyển đến liên kết đã sao chép
zh_cn: 打开已复制的链接

# TodayWidget.GoToCopiedLinkLabelV2
source: Go to Copied Link
ar: انتقل إلى الرابط المنسوخ
be: Перайсці па скапіяванай спасылцы
bn: কপি করা লিঙ্কে যান
cy: Mynd i'r Ddolen Gopïwyd
de: Link in der Zwischenablage aufrufen
el: Μετάβαση στον αντιγραμμένο σύνδεσμο
eo: Iri al kopiita ligilo
fa: رفتن به پیوند رونوشت شده
fi: Siirry kopioituun linkkiin
fr: Ouvrir le lien copié
gd: Tadhail air a’ cheangal a rinn thu lethbhreac dheth
hi_in: कॉपी की गई लिंक पर जाएं
hr: Otvori kopiranu poveznicu
hy_am: Անցնել պատճենված հղմանը
ia: Ir al ligamine copiate
it: Apri il link copiato
lt: Atverti nukopijuotą saitą
my: ကူးယူလင့်ခ်ကိုသွားပါ
nn: Gå til kopiert lenke
pa_in: ਕਾਪੀ ਕੀਤੇ ਲਿੰਕ ਉੱਤੇ ਜਾਓ
pt_br: Ir para link copiado
ro: Mergi la linkul copiat
si: පිටපත් වූ සබැඳියට යන්න
sk: Prejsť na skopírovaný odkaz
sq: Shko te Lidhja e Kopjuar
sv: Gå till kopierad länk
th: ไปยังลิงก์ที่คัดลอก
tr: Kopyalanan linke git
tt: Копияләнгән сылтамага күчү
vi: Đi đến liên kết đã sao chép
zh_cn: 打开复制的链接

# TodayWidget.GoToCopiedLinkLabelV3
source: Go to Copied Link
ar: انتقل إلى الرابط المنسوخ
bn: কপি করা লিঙ্কে যান
cy: Mynd i'r Ddolen Gopïwyd
de: Link in der Zwischenablage aufrufen
eo: Iri al kopiita ligilo
fa: رفتن به پیوند رونوشت شده
fr: Ouvrir le lien copié
gd: Tadhail air a’ cheangal a rinn thu lethbhreac dheth
hi_in: कॉपी की गई लिंक पर जाएं
hr: Otvori kopiranu poveznicu
hy_am: Անցնել պատճենված հղմանը
ia: Ir al ligamine copiate
it: Apri il link copiato
lt: Atverti nukopijuotą saitą
my: ကူးယူလင့်ခ်ကိုသွားပါ
nn: Gå til kopiert lenke
pa_in: ਕਾਪੀ ਕੀਤੇ ਲਿੰਕ ਉੱਤੇ ਜਾਓ
pt_br: Ir para link copiado
ro: Mergi la linkul copiat
sk: Prejsť na skopírovaný odkaz
sq: Shko te Lidhja e Kopjuar
sv: Gå till kopierad länk
th: ไปยังลิงก์ที่คัดลอก
tr: Kopyalanan linke git
tt: Копияләнгән сылтамага күчү
vi: Đi đến liên kết đã sao chép
zh_cn: 打开复制的链接

# TodayWidget.GoToCopiedLinkLabelV4
source: Go to Copied Link
ar: انتقل إلى الرابط المنسوخ
bn: কপি করা লিঙ্কে যান
cy: Mynd i'r Ddolen Gopïwyd
de: Link in der Zwischenablage aufrufen
eo: Iri al kopiita ligilo
fa: رفتن به پیوند رونوشت شده
fr: Ouvrir le lien copié
gd: Tadhail air a’ cheangal a rinn thu lethbhreac dheth
hi_in: कॉपी की गई लिंक पर जाएं
hr: Otvori kopiranu poveznicu
hy_am: Անցնել պատճենված հղմանը
ia: Ir al ligamine copiate
it: Apri il link copiato
lt: Atverti nukopijuotą saitą
my: ကူးယူလင့်ခ်ကိုသွားပါ
nn: Gå til kopiert lenke
pa_in: ਕਾਪੀ ਕੀਤੇ ਲਿੰਕ ਉੱਤੇ ਜਾਓ
pt_br: Ir para link copiado
ro: Mergi la linkul copiat
sk: Prejsť na skopírovaný odkaz
sq: Shko te Lidhja e Kopjuar
sv: Gå till kopierad länk
th: ไปยังลิงก์ที่คัดลอก
tr: Kopyalanan linke git
tt: Копияләнгән сылтамага күчү
vi: Đi đến liên kết đã sao chép
zh_cn: 打开复制的链接

# TodayWidget.MoreTabsLabel
source: +%d More…
ar: و%d غيرها…
ast: +%d más…
be: Яшчэ +%d…
bn: +%d আরো…
cy: +%d Yn Rhagor…
de: +%d weitere…
el: +%d ακόμα…
eo: +%d pli…
fa: +%d بیشتر…
fi: +%d lisää…
fr: +%d autres…
gd: ⁊ %d a bharrachd…
hi_in: +%d और अधिक…
hr: i još %d …
hy_am: +%d ավելին…
ia: +%d alteres…
it: +%d altre…
lt: + dar %d…
my: +%d ပို၍…
nn: +%d fleire…
pa_in: +%d ਹੋਰ…
pt_br: Mais +%d…
ro: +%d Mai multe…
si: තවත් +%d…
sk: +%d ďalšie…
sq: +%d të Tjera…
sv: +%d Mer…
te: +ఇంకా %d…
th: เพิ่มเติม +%d…
tr: +%d sekme daha…
tt: тагын +%d…
vi: +%d thêm…
zh_cn: +还有另 %d 个…

# TodayWidget.NewPrivateTabButtonLabelV2
source: Search in Private Tab
ar: ابحث في لسان خاص
bn: ব্যক্তিগত ট্যাবে অনুসন্ধান করুন
cy: Chwilio mewn Tab Preifat
de: In privatem Tab suchen
eo: Serĉi en privata langeto
fa: باز کردن در زبانه خصوصی
fr: Rechercher dans un onglet privé
gd: Lorg ann an taba prìobhaideach
hi_in: निजी टैब में खोजें
hr: Traži u privatnoj kartici
hy_am: Որոնել Գաղտնի ներդիրում
ia: Cercar in scheda private
it: Cerca in scheda anonima
lt: Atverti privačiojoje kortelėje
my: သီးသန့်တဗ်တွင် ရှာဖွေပါ
nn: Søk i privat fane
pa_in: ਪ੍ਰਾਈਵੇਟ ਟੈਬ ਵਿੱਚ ਖੋਜੋ
pt_br: Pesquisa privativa
ro: Caută în filă privată
sk: Hľadať v súkromnej karte
sq: Kërkoni në Skedë Private
sv: Sök i privat flik
th: ค้นหาในแท็บส่วนตัว
tr: Gizlide ara
tt: Хосусый табта эзләү
vi: Tìm kiếm trong thẻ riêng tư
zh_cn: 在隐私标签页中搜索

# TodayWidget.NewSearchButtonLabelV1
source: Search in Firefox
ar: ابحث في Firefox
bn: Firefox এ অনুসন্ধান করুন
cy: Chwilio yn Firefox
de: In Firefox suchen
eo: Serĉi en Firefox
fa: جست‌وجو در Firefox
fr: Rechercher dans Firefox
gd: Lorg ann am Firefox
hi_in: Firefox में खोजें
hr: Traži u Firefoxu
hy_am: Որոնել Firefox֊ում
ia: Cercar in Firefox
it: Cerca in Ecosia
lt: Ieškoti per „Firefox“
my: Firefox တွင် ရှာပါ
nn: Søk i Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਵਿੱਚ ਖੋਜੋ
pt_br: Pesquisar no Firefox
ro: Caută în Firefox
sk: Hľadať vo Firefoxe
sq: Kërko në Firefox
sv: Sök i Firefox
th: ค้นหาใน Firefox
tr: Firefox’ta ara
tt: Firefox-та эзләү
vi: Tìm kiếm trong Firefox
zh_cn: 在 Firefox 中搜索

# TodayWidget.NewTabButtonLabelV1
source: New Search
ar: بحث جديد
ast: Busca nueva
be: Новы пошук
bn: নতুন অনুসন্ধান
cy: Chwilio Newydd
de: Neue Suche
el: Νέα αναζήτηση
eo: Nova serĉo
fa: جست‌و‌جو جدید
fi: Uusi haku
fr: Nouvelle recherche
gd: Lorg ùr
hi_in: नयी खोज
hr: Nova pretraga
hy_am: Նոր որոնում
ia: Nove recerca
it: Nuova ricerca
lt: Nauja paieška
my: ရှာဖွေမှုအသစ်
nn: Nytt søk
pa_in: ਨਵੀਂ ਖੋਜ
pt_br: Nova pesquisa
ro: Căutare nouă
si: නව සෙවුම
sk: Nové vyhľadávanie
sq: Kërkim i Ri
sv: Ny sökning
te: కొత్త వెతుకులాట
th: การค้นหาใหม่
tr: Yeni arama
tt: Яңа эзләү
vi: Tìm kiếm mới
zh_cn: 新建搜索

# TodayWidget.NoOpenTabsLabel
source: No open tabs.
ar: لا ألسنة مفتوحة.
ast: Nun hai llingüetes abiertes.
be: Няма адкрытых картак.
bn: কোনো খোলা ট্যাব নেই।
cy: Dim tabiau agored
de: Keine offenen Tabs.
el: Καμία ανοικτή καρτέλα.
eo: Neniu malfermita langeto.
fa: زبانه‌ی بازی وجود ندارد.
fi: Ei avoimia välilehtiä.
fr: Aucun onglet ouvert.
gd: Chan eil taba fosgailte ann.
hi_in: कोई खुला टैब नहीं।
hr: Nema otvorenih kartica.
hy_am: Չկան բաց ներդիրներ:
ia: Nulle scheda aperte.
it: Nessuna scheda aperta.
lt: Nėra atvertų kortelių.
my: ဖွင့်ထားသည့်တပ်ဗ်များ မရှိပါ
nn: Ingen opne faner.
pa_in: ਕੋਈ ਖੁੱਲ੍ਹੀ ਟੈਬ ਨਹੀਂ ਹੈ।
pt_br: Nenhuma aba aberta.
ro: Nicio filă deschisă.
si: විවෘත පටිති නැත.
sk: Žiadne otvorené karty.
sq: S’ka skeda të hapura.
sv: Inga öppna flikar.
th: ไม่มีแท็บที่เปิดอยู่
tr: Açık sekme yok.
tt: Ачык таблар юк.
vi: Không có thẻ đang mở.
zh_cn: 没有打开的标签页。

# TodayWidget.NoOpenTabsLabelV2
source: No Open Tabs
ar: لا ألسنة مفتوحة
ast: Nun hai llingüetes abiertes
bn: কোন ট্যাব খোলা নেই
cy: Dim Tabiau Agored
de: Keine offenen Tabs
eo: Neniu malfermita langeto
fa: زبانه‌ی بازی وجود ندارد
fr: Aucun onglet ouvert
gd: Chan eil taba fosgailte ann
hi_in: कोई खुला टैब नहीं
hr: Nema otvorenih kartica
hy_am: Չկան բաց ներդիրներ
ia: Nulle schedas aperte
it: Nessuna scheda aperta
lt: Nėra atvertų kortelių
my: ဖွင့်ထားသည့်တပ်ဗ်များ မရှိပါ
nn: Ingen opne faner
pa_in: ਕੋਈ ਖੁੱਲ੍ਹੀ ਟੈਬ ਨਹੀਂ ਹੈ
pt_br: Nenhuma aba aberta
sk: Žiadne otvorené karty
sq: S’ka Skeda të Hapura
sv: Inga öppna flikar
th: ไม่มีแท็บที่เปิดอยู่
tr: Açık sekme yok
tt: Ачык таблар юк
vi: Không có thẻ đang mở
zh_cn: 没有打开的标签页

# TodayWidget.OpenFirefoxLabel
source: Open Firefox
ar: افتح Firefox
be: Адкрыць Firefox
bn: Firefox খুলুন
cy: Agor Firefox
de: Firefox öffnen
el: Άνοιγμα Firefox
eo: Malfermi Firefox
fa: بازکردن فایرفاکس
fi: Avaa Firefox
fr: Ouvrir Firefox
gd: Fosgail Firefox
hi_in: Firefox खोलें
hr: Otvori Firefox
hy_am: Բացել Firefox-ը
ia: Aperir Firefox
it: Apri Ecosia
lt: Atverti „Firefox“
my: Firefox ကို ဖွင့်ပါ
nn: Opne Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਖੋਲ੍ਹੋ
pt_br: Abrir Firefox
ro: Deschide Firefox
si: ෆයර්ෆොක්ස් අරින්න
sk: Otvoriť Firefox
sq: Hap Firefox-in
sv: Öppna Firefox
th: เปิด Firefox
tr: Firefox’u aç
tt: Firefox-ны ачу
vi: Mở Firefox
zh_cn: 打开 Firefox

# TodayWidget.PocketWidgetGalleryDescription
source: Discover fascinating and thought-provoking stories from across the web, curated by Pocket.
ar: اكتشف القصص الآسرة والداعية للتأمل من كل أرجاء الوِب، اختارها Pocket بعناية.
bn: পকেট দ্বারা সজ্জিত ওয়েব জুড়ে আকর্ষণীয় এবং চিন্তা-ভাবনামূলক গল্পগুলি আবিষ্কার করুন।
cy: Darganfod straeon hynod ddiddorol sy'n procio'r meddwl o bob rhan o'r we, wedi'u curadu gan Pocket.
de: Entdecken Sie faszinierende und zum Nachdenken anregende Geschichten aus dem Internet, die von Pocket kuratiert wurden.
eo: Malkovru ravajn kaj pensigajn artikolojn el la Teksaĵo, elektitaj de Pocket.
fa: داستان های جذاب و قابل تامل را از سراسر وب ، که توسط Pocket تنظیم شده است ، کشف کنید.
fr: Découvrez des articles fascinants et stimulants sur le Web, sélectionnés par Pocket.
gd: Faigh naidheachdan drùidhteach is smaoineachail o fheadh an lìon o Pocket.
hr: Otkrij fascinantne članke i članke koji potiču na razmišljanje, a koje pruža Pocket.
hy_am: Բացահայտեք հետաքրքրաշարժ և մտածելու տեղիք տվող պատմությունները համացանցի ամբողջ տարածքից, որի համադրողը Pocket- ն է:
ia: Discoperi historias fascinante e instigante de tote le web, redigite per Pocket.
it: Scopri storie affascinanti e stimolanti da tutto il Web, a cura di Pocket.
lt: Atraskite stebinančių ir mąstyti verčiančių istorijų iš interneto, kurias pateikia „Pocket“.
my: Pocket မှကောက်ယူထားသော ၀က်ဆိုက်မှစိတ်ဝင်စားဖွယ်ကောင်းသောအတွေးအမြင်များကိုရှာဖွေပါ။
nn: Oppdag fascinerande og tankevekkjande historier frå heile nettet, sett saman av Pocket.
pa_in: ਪੂਰੇ ਵੈਬ ਤੋਂ ਰੌਚਕ ਅਤੇ ਸੋਚਣ ਲਈ ਮਜ਼ਬੂਰ ਕਰਨ ਵਾਲੀਆਂ, Pocket ਵਲੋਂ ਇਕੱਤਰ ਕੀਤੀਆਂ ਕਹਾਣੀਆਂ ਲਵੋ।
pt_br: Descubra histórias fascinantes e instigantes de toda a web, com curadoria do Pocket.
ro: Descoperă povești fascinante și provocatoare de pe tot Internetul, gestionate în Pocket.
sk: Objavte fascinujúci obsah z celého webu vybraný službou Pocket.
sq: Zbuloni shembuj tërheqës dhe nxitës nga anembanë interneti, nën kujdesin e Pocket-it.
sv: Upptäck fascinerande och tankeväckande berättelser från hela webben, kurerade av Pocket.
th: ค้นพบเรื่องราวที่น่าสนใจและกระตุ้นความคิดจากเว็บทั่วทุกมุมโลกที่ดูแลโดย Pocket
tr: Pocket editörlerinin seçtiği ilginç ve düşündürücü makaleleri keşfedin.
vi: Khám phá những câu chuyện hấp dẫn và kích thích tư duy từ khắp nơi trên web do Pocket quản lý.
zh_cn: 品读由 Pocket 精选的有趣且发人深省的文章。

# TodayWidget.PocketWidgetSubLabel
source: Firefox - Recommended by Pocket
ar: متصفّح Firefox - يُوصي به Pocket
bn: Firefox - Pocket দ্বারা প্রস্তাবিত
cy: Firefox - Argymhellir gan Pocket
de: Firefox – Empfohlen von Pocket
eo: Firefox - Rekomenditaj de Pocket
fa: Firefox - توصیه شده توسط Pocket
fr: Firefox - recommandé par Pocket
gd: Firefox – Air a mholadh le Pocket
hi_in: Firefox - Pocket द्वारा अनुशंसित
hr: Firefox – preporučuje Pocket
hy_am: Firefox - առաջարկվում է Pocket-ի կողմից
ia: Firefox - Recommendate per Pocket
it: Ecosia – Consigliati da Pocket
lt: „Firefox“ – rekomenduoja „Pocket“
my: Firefox - Pocket မှအကြံပြုထားသည်။
nn: Firefox - tilrådd av Pocket
pa_in: Firefox - Pocket ਵਲੋਂ ਸਿਫਾਰਸ਼ੀ
pt_br: Firefox - Recomendado pelo Pocket
ro: Firefox - Recomandat de Pocket
sk: Firefox - odporúčané službou Pocket
sq: Firefox - Rekomanduar nga Pocket
sv: Firefox - Rekommenderas av Pocket
th: Firefox - แนะนำโดย Pocket
tr: Firefox - Pocket Önerileri
tt: Firefox - Pocket тарафыннан тәкъдим ителә
vi: Firefox - Đề xuất bởi Pocket
zh_cn: Firefox - Pocket 推荐

# TodayWidget.PocketWidgetTitle
source: Recommended by Pocket
ar: يُوصي به Pocket
bn: Pocket থেকে সুপারিশকৃত
cy: Argymhellir gan Pocket
de: Empfehlung von Pocket
eo: Rekomendita de Pocket
fa: توصیه شده توسط Pocket
fr: Recommandé par Pocket
gd: Air a mholadh le Pocket
hi_in: Pocket द्वारा अनुशंसित
hr: Preporučuje Pocket
hy_am: Առաջարկվում է Pocket-ի կողմից
ia: Recommendate per Pocket
it: Consigliati da Pocket
lt: „Pocket“ rekomenduoja
my: Pocket မှအကြံပြုထားသည်။
nn: Tilrådd av Pocket
pa_in: Pocket ਵਲੋਂ ਸਿਫਾਰਸ਼ੀ
pt_br: Recomendado pelo Pocket
ro: Recomandat de Pocket
sk: Odporúčané službou Pocket
sq: Rekomanduar nga Pocket
sv: Rekommenderas av Pocket
th: แนะนำโดย Pocket
tr: Pocket öneriyor
tt: Pocket тарафыннан тәкъдим ителә
vi: Được đề xuất bởi Pocket
zh_cn: Pocket 推荐

# TodayWidget.PrivateTabButtonLabelV1
source: Private Search
ar: بحث خاص
ast: Busca privada
be: Прыватны пошук
bn: ব্যক্তিগত অনুসন্ধান
cy: Chwilio Preifat
de: Private Suche
el: Ιδιωτική αναζήτηση
eo: Privata serĉo
fa: جست‌و‌جوی خصوصی
fi: Yksityinen haku
fr: Recherche privée
gd: Lorg prìobhaideach
hi_in: निजी खोज
hr: Privatna pretraga
hy_am: Գաղտնի որոնում
ia: Recerca private
it: Ricerca anonima
lt: Privačioji paieška
my: ကိုယ်ပိုင်ရှာဖွေမှု
nn: Privat søk
pa_in: ਪ੍ਰਾਈਵੇਟ ਖੋਜ
pt_br: Pesquisa privativa
ro: Căutare privată
si: පෞද්. සෙවුම
sk: Súkromné vyhľadávanie
sq: Kërkim Privat
sv: Privat sökning
te: అంతరంగిక వెతుకులాట
th: การค้นหาแบบส่วนตัว
tr: Gizli arama
tt: Хосусый эзләү
vi: Tìm kiếm riêng tư
zh_cn: 隐私搜索
