Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/sticker/*.lproj/Sticker Pack.strings
Languages: cs, cy, da, de, el, eo, es_cl, fi, fr, he, hu, hy_am, ia, is, it, ja, kk, ko, pa_in, pl, pt_br, pt_pt, ru, sk, sq, sv, tg, th, tr, ug, vi, zh_cn, zh_tw

# 1.accessibilityLabel
source: Firefox logo
cs: Logo Firefoxu
cy: Logo Firefox
el: Λογότυπο Firefox
eo: Emblemo de Firefox
es_cl: Logo de Firefox
fr: Logo Firefox
he: הסמל של Firefox
hu: Firefox logó
hy_am: Firefox-ի լոգո
ia: Logo Firefox
is: Firefox-táknmerki
it: Logo di Firefox
ja: Firefox ロゴ
kk: Firefox логотипі
ko: Firefox 로고
pa_in: Firefox ਲੋਗੋ
pl: Logo Firefoksa
pt_br: Logotipo do Firefox
pt_pt: Logótipo do Firefox
ru: Лого Firefox
sk: Logo Firefoxu
sq: Stemë Firefox-i
sv: Firefox logotyp
tg: Ангораи браузери «Firefox»
th: โลโก้ Firefox
tr: Firefox logosu
ug: Firefox تۇغى
vi: Logo Firefox
zh_cn: Firefox 徽标
zh_tw: Firefox 圖示

# 2.accessibilityLabel
source: Winking fox
cs: Mrkající liška
cy: Llwynog yn chwincio
da: Blinkende ræv
de: Zwinkernder Fuchs
el: Αλεπού που κλείνει το μάτι
eo: Okulsignanta vulpo
es_cl: Zorro guiñando un ojo
fr: Renard qui cligne de l’œil
he: שועל קורץ
hu: Kacsintó róka
hy_am: Աչքով անող աղվես
ia: Vulpe que batte le palpebras
is: Vinkandi refur
it: Volpe che ammicca
ja: ウインクするキツネ
kk: Көз қысып тұрған түлкі
ko: 윙크하는 여우
pa_in: ਅੱਖ ਮਾਰਦੀ ਲੂੰਬੜੀ
pl: Mrugający lis
pt_br: Raposa piscando o olho
pt_pt: raposa a piscar o olho
ru: Подмигивающая лиса
sk: Žmurkajúca líška
sq: Dhelpër që shkel syrin
sv: Blinkande räv
tg: Рӯбоҳ чашмак мезанад
th: จิ้งจอกหลับตาข้างเดียว
tr: Göz kırpan tilki
ug: كۆزىنى قىسىۋاتقان تۈلكە
vi: Con cáo nháy mắt
zh_cn: 狐狸眨眼
zh_tw: 狐狸眨眼睛

# 3.accessibilityLabel
source: Fox on laptop
cs: Liška na notebooku
cy: Llwynog ar liniadur
da: Ræv på bærbar computer
de: Fuchs auf Laptop
el: Αλεπού σε φορητό υπολογιστή
eo: Vulpo sur portebla komputilo
es_cl: Zorro en un notebook
fr: Renard derrière un ordinateur portable
he: שועל על מחשב נייד
hu: Róka egy laptopon
hy_am: Աղվեսը նոութբուքի վրա
ia: Vulpe sur portabile
is: Refur á fartölvu
it: Volpe davanti a un computer portatile
ja: ノートパソコン上のキツネ
kk: Ноутбуктегі түлкі
ko: 노트북의 Fox
pa_in: ਲੈਪਟਾਪ ਉੱਤੇ ਲੂੰਬੜੀ
pl: Lis przy laptopie
pt_br: Raposa em um notebook
pt_pt: Fox no portátil
ru: Лиса на ноутбуке
sk: Líška na notebooku
sq: Dhelpër në portativ
sv: Räv på en bärbar dator
tg: Рӯбоҳ дар ноутбук
th: จิ้งจอกใช้แล็ปท็อป
tr: Dizüstü bilgisayarda bir tilki
ug: يان كومپيۇتېر ئىشلىتىۋاتقان تۈلكە
vi: Con cáo trên máy tính xách tay
zh_cn: 狐狸在用笔记本电脑
zh_tw: 狐狸用筆電

# 4.accessibilityLabel
source: Nervous face with sweat
cs: Nervózní tvář z potu
cy: Wyneb nerfus gyda chwys
da: Nervøst ansigt med sved
de: Nervöses Gesicht mit Schwitzen
el: Αγχωμένο πρόσωπο με ιδρώτα
eo: Nervoza ŝvita vizaĝo
es_cl: Cara nerviosa con sudor
fr: Visage stressé et en sueur
he: פנים עצבניות עם זיעה
hu: Ideges arc izzadságcseppel
hy_am: Նյարդային դեմք՝ քրտինքով
ia: Facie nervose con sudor
is: Taugaveiklað sveitt andlit
it: Faccina nervosa con gocce di sudore
ja: 汗をかいて緊張した顔
kk: Тер басқан күйгелек беті
ko: 땀흘리는 걱정스러운 얼굴
pa_in: ਮੁੜਕੇ ਨਾਲ ਭਿੱਜਾ ਘਾਬਰਿਆ ਮੂੰਹ
pl: Nerwowa twarz z kroplą potu
pt_br: Rosto nervoso com suor
pt_pt: Face determinados a suar
ru: Нервное лицо в поту
sk: Nervózna tvár s potom
sq: Fytyrë nervoze e djersitur
sv: Nervös ansikte med svett
th: หน้าเครียดมีเหงื่อไหล
tr: Terleyen gergin surat
ug: جىددىيلىشىپ تەرلەۋاتقان چىراي
vi: Khuôn mặt lo lắng với mồ hôi
zh_cn: 冒着汗的焦虑神情
zh_tw: 滿頭大汗

# 5.accessibilityLabel
source: Smiling face
cs: Usmívající se tvář
cy: Wyneb yn gwenu
da: Smilende ansigt
de: Lächelndes Gesicht
el: Χαμογελαστό πρόσωπο
eo: Ridetanta vizaĝo
es_cl: Cara sonriente
fi: Hymyilevät kasvot
fr: Visage souriant
he: פנים מחייכות
hu: Mosolygó arc
hy_am: Ժպտացող դեմք
ia: Facie surridente
is: Brosandi andlit
it: Faccina sorridente
ja: 笑顔
kk: Күлімсіреген бет
ko: 웃는 얼굴
pa_in: ਮੁਸਕਰਾਉਂਦਾ ਮੂੰਹ
pl: Uśmiechnięta twarz
pt_br: Rosto sorridente
pt_pt: Face a rir
ru: Улыбающееся лицо
sk: Usmievavá tvár
sq: Fytyrë që buzëqesh
sv: Leende ansikte
tg: Чеҳраи хандон
th: หน้ายิ้ม
tr: Gülen surat
ug: كۈلۈمسىرەۋاتقان چىراي
vi: Khuôn mặt tươi cười
zh_cn: 笑脸
zh_tw: 笑臉

# 6.accessibilityLabel
source: Melting face
cs: Tající tvář
cy: Wyneb yn toddi
da: Smeltende ansigt
de: Weiches Gesicht
el: Πρόσωπο που λιώνει
eo: Fandiĝanta vizaĝo
es_cl: Cara derretida
fi: Sulavat kasvot
fr: Visage qui fond
he: פנים נמסות
hu: Olvadó arc
hy_am: Հալվող դեմք
ia: Facie fundente
is: Bráðnandi andlit
it: Faccina che si scioglie
ja: 溶ける顔
kk: Еріген бет
ko: 녹는 얼굴
pa_in: ਪਿਘਲਦਾ ਮੂੰਹ
pl: Roztapiająca się twarz
pt_br: Rosto derretendo
pt_pt: Começar a fundir
ru: Тающее лицо
sk: Topiaca sa tvár
sq: Fytyrë që po shkrin
sv: Smältande ansikte
th: หน้าละลาย
tr: Eriyen surat
ug: ئېرىۋاتقان چىراي
vi: Khuôn mặt tan chảy
zh_cn: 融化的表情
zh_tw: 融化的臉

# 7.accessibilityLabel
source: Cactus with sunglasses
cs: Kaktus se slunečními brýlemi
cy: Cactws gyda sbectol haul
da: Kaktus med solbriller
de: Kaktus mit Sonnenbrille
el: Κάκτος με γυαλιά ηλίου
eo: Kakto kun sunokulvitroj
es_cl: Cactus con gafas de sol
fi: Kaktus aurinkolaseilla
fr: Cactus avec des lunettes de soleil
he: קקטוס עם משקפי שמש
hu: Kaktusz napszemüveggel
hy_am: Կակտուս՝ արևային ակնոցով
ia: Cacto con berillos de sol
is: Kaktus með sólgleraugu
it: Cactus con occhiali da sole
ja: サングラスをかけたサボテン
kk: Күн көзілдірігі бар кактус
ko: 선글라스 쓴 선인장
pa_in: ਧੁੱਪ ਵਾਲੀਆਂ ਐਨਕਾਂ ਨਾਲ ਕੈਕਟਸ
pl: Kaktus w okularach przeciwsłonecznych
pt_br: Cactus com óculos de sol
pt_pt: Cacto com óculos de sol
ru: Кактус в темных очках
sk: Kaktus so slnečnými okuliarmi
sq: Kaktus me syze dielli
sv: Kaktus med solglasögon
th: ต้นกระบองเพชรใส่แว่นกันแดด
tr: Güneş gözlüklü kaktüs
ug: قارا كۆزئەينەكلىك كاكتۇس
vi: Cây xương rồng đeo kính râm
zh_cn: 戴墨镜的仙人掌
zh_tw: 戴著太陽眼鏡的仙人掌

# 8.accessibilityLabel
source: Gorilla with sunglasses
cs: Gorila se slunečními brýlemi
cy: Gorilla gyda sbectol haul
da: Gorilla med solbriller
de: Gorilla mit Sonnenbrille
el: Γορίλας με γυαλιά ηλίου
eo: Gorilo kun sunokulvitroj
es_cl: Gorila con gafas de sol
fi: Gorilla aurinkolaseilla
fr: Gorille avec des lunettes de soleil
he: גורילה עם משקפי שמש
hu: Gorilla napszemüveggel
hy_am: Գորիլա արևային ակնոցով
ia: Gorilla con berillos de sol
is: Górilla með sólgleraugu
it: Gorilla con occhiali da sole
ja: サングラスをかけたゴリラ
kk: Күн көзілдірігі бар горилла
ko: 선글라스 쓴 고릴라
pa_in: ਧੁੱਪ ਵਾਲੀਆਂ ਐਨਕਾਂ ਨਾਲ ਗੋਰੀਲਾ
pl: Goryl w okularach przeciwsłonecznych
pt_br: Gorila com óculos de sol
pt_pt: Gorilla com óculos de sol
ru: Горилла в темных очках
sk: Gorila so slnečnými okuliarmi
sq: Gorillë me syze dielli
sv: Gorilla med solglasögon
th: กอริลลาใส่แว่นกันแดด
tr: Güneş gözlüklü goril
ug: قارا كۆزئەينەكلىك گورىللا
vi: Gorilla đeo kính râm
zh_cn: 戴墨镜的大猩猩
zh_tw: 戴著太陽眼鏡的大猩猩

# 9.accessibilityLabel
source: Eyes
cs: Oči
cy: Llygaid
da: Øjne
de: Augen
el: Μάτια
eo: Okuloj
es_cl: Ojos
fi: Silmät
fr: Yeux
he: עיניים
hu: Szemek
hy_am: Աչքեր
ia: Oculos
is: Augu
it: Occhi
ja: 目
kk: Көздер
ko: 눈
pa_in: ਅੱਖਾਂ
pl: Oczy
pt_br: Olhos
pt_pt: olhos
ru: Глаза
sk: Oči
sq: Sy
sv: Ögon
tg: Чашмон
th: ดวงตา
tr: Gözler
ug: كۆز
vi: Đôi mắt
zh_cn: 双眼
zh_tw: 眼睛

# 10.accessibilityLabel
source: Hot dog
cs: Párek v rohlíku
cy: Ci poeth
el: Χοτ ντογκ
eo: Kolbasobulko
es_cl: Completo
he: נקניקייה
hy_am: Հոթ-դոգ
is: Heitur hundur
ja: ホットドッグ
kk: Хот-дог
ko: 핫도그
pa_in: ਹਾਟ ਡਾਗ
pt_br: Cachorro-quente
pt_pt: Cachorro-quente
ru: Хот-дог
sv: Varmkorv
tg: Хот-дог
th: ฮอตด็อก
tr: Sosisli sandviç
ug: قېزا بولكا
vi: Xúc xích
zh_cn: 热狗
zh_tw: 熱狗

# 11.accessibilityLabel
source: Pizza with melting cheese
cs: Pizza s taveným sýrem
cy: Pizza gyda chaws todd
da: Pizza med smeltende ost
de: Pizza mit schmelzendem Käse
el: Πίτσα με τυρί που λιώνει
eo: Pico kun fandiĝanta fromaĝo
es_cl: Pizza con queso derretido
fi: Pizzaa sulavalla juustolla
fr: Pizza avec du fromage fondant
he: פיצה עם גבינה נמסה
hu: Pizza olvadó sajttal
hy_am: Պիցցա հալվող պանրով
ia: Pizza con caseo fundente
is: Flatbaka með bráðnum osti
it: Pizza con formaggio fuso
ja: チーズがとろけているピザ
kk: Балқытылған ірімшік қосылған пицца
ko: 녹는 치즈피자
pa_in: ਪਿਘਲਦੇ ਹੋਏ ਪਨੀਰ ਵਾਲਾ ਪੀਜ਼ਾ
pl: Pizza z rozpływającym się serem
pt_br: Pizza com queijo derretido
pt_pt: Pizaria com devolver o requeijão
ru: Пицца с плавящимся сыром
sk: Pizza s roztopeným syrom
sq: Picë me dhjathë që ka shkrirë
sv: Pizza med smältande ost
th: พิซซ่าที่มีชีสเยิ้ม
tr: Eriyen kaşarlı pizza
ug: ئىرىمچىك پىسا
vi: Pizza với phô mai tan chảy
zh_cn: 有着拉丝芝士的披萨
zh_tw: 有牽絲起司的比薩

# 12.accessibilityLabel
source: Cookie with bite taken
cs: Sušenka s ukousnutým soustem
cy: Cwci wedi'i gnoi
da: Småkage, som nogen har taget en bid af
de: Cookie mit Bissstelle
el: Μπισκότο με δαγκωνιά
eo: Kuketo formordita
es_cl: Galletita mordida
fr: Cookie avec morsure
he: עוגיה שנלקחה ממנה ביס
hu: Süti harapásnyommal
hy_am: Թխվածքաբլիթ՝ խայթոցով վերցված
ia: Cookie con morsura
is: Smákaka með bitförum
it: Biscotto con morso
ja: 一口かじったクッキー
kk: Тістелген печенье
ko: 한 입 베어물은 쿠키
pa_in: ਦੰਦੀ ਵੱਢੇ ਹੋਇਆ ਬਿਸਕੁਟ
pl: Nadgryzione ciasteczko
pt_br: Biscoito com uma mordida
pt_pt: Cookie com uma dentada
ru: Печенье с откушенным кусочком
sk: Odhryznutá sušienka
sq: Biskotë me një copë të ngrënë
sv: Kaka med tugga tagen
th: คุกกี้ที่ถูกกัด
tr: Isırılmış kurabiye
ug: چىشلەنگەن پېچىنە
vi: Bánh quy với vết cắn
zh_cn: 被咬了一口的曲奇
zh_tw: 餅乾咬一口

# 13.accessibilityLabel
source: Lightning bolt
cs: Blesk
cy: Mellten
da: Lyn
de: Blitz
el: Κεραυνός
eo: Fulmo
es_cl: Rayo
fi: Salama
fr: Éclair
he: ברק
hu: Villám
hy_am: Կայծակ
ia: Fulgure
is: Elding
it: Fulmine
ja: 稲妻
kk: Найзағай
ko: 라이트닝 볼트
pa_in: ਅਸਮਾਨੀ ਬਿਜਲੀ ਦੀ ਚਮਕ
pl: Błyskawica
pt_br: Relâmpago
pt_pt: Relâmpago
ru: Удар молнии
sk: Blesk
sq: Shkreptimë
sv: Blixt
th: สายฟ้า
tr: Yıldırım
ug: چاقماق
vi: Tia chớp
zh_cn: 闪电
zh_tw: 閃電

# 14.accessibilityLabel
source: Red heart
cs: Červené srdce
cy: Calon goch
da: Rødt hjerte
de: Rotes Herz
el: Κόκκινη καρδιά
eo: Ruĝa koro
es_cl: Corazón rojo
fi: Punainen sydän
fr: Cœur rouge
he: לב אדום
hu: Vörös szív
hy_am: Կարմիր սիրտ
ia: Corde rubie
is: Rautt hjarta
it: Cuore rosso
ja: 赤いハート
kk: Қызыл жүрек
ko: 빨간 하트
pa_in: ਲਾਲ ਦਿਲ
pl: Czerwone serce
pt_br: Coração vermelho
pt_pt: coração vermelho
ru: Красное сердце
sk: Červené srdce
sq: Zemër e kuqe
sv: Rött hjärta
tg: Дили сурх
th: หัวใจสีแดง
tr: Kırmızı kalp
ug: قىزىل يۈرەك
vi: Trái tim đỏ
zh_cn: 红色爱心
zh_tw: 愛心

# 15.accessibilityLabel
source: Messages with heart
cs: Zprávy se srdcem
cy: Negeseuon gyda chalon
da: Beskeder med hjerte
de: Nachrichten mit Herz
el: Μηνύματα με καρδιά
eo: Mesaĝoj kun koro
es_cl: Mensajes con corazón
fi: Viestit sydämellä
fr: Messages avec un cœur
he: הודעות עם לב
hu: Üzenetek szívecskével
hy_am: Սրտով հաղորդագրություններ
ia: Messages con corde
is: Skilaboð með hjarta
it: Messaggi con cuore
ja: ハート付きのメッセージ
kk: Жүрекпен хабарламалар
ko: 마음이 담긴 메시지
pa_in: ਦਿਲ ਨਾਲ ਸੁਨੇਹੇ
pl: Wiadomości z sercem
pt_br: Mensagens com coração
pt_pt: Mensagens com coração
ru: Сообщения с сердцем
sk: Správy so srdcom
sq: Mesazhe me zemër
sv: Meddelanden med hjärta
tg: Паёмҳо бо дил
th: ข้อความพร้อมหัวใจ
tr: Kalpli mesajlar
ug: يۈرەك قوشۇلغان ئۇچۇر
vi: Tin nhắn với trái tim
zh_cn: 内容是爱心图标的消息
zh_tw: 內容是一顆愛心的訊息

# 16.accessibilityLabel
source: Computer face with crossed-out eyes
cs: Počítačový obličej s přeškrtnutýma očima
cy: Wyneb cyfrifiadur gyda llygaid wedi'u croesi allan
da: Computer-ansigt med overstregede øjne
de: Computergesicht mit durchgestrichenen Augen
el: Πρόσωπο υπολογιστή με «Χ» αντί για μάτια
eo: Komputila vizaĝo kun krucigitaj okuloj
es_cl: Cara de computadora con ojos tachados
he: פני מחשב עם עיניים מוצלבות
hu: Számítógép arccal és kiikszelt szemekkel
hy_am: Համակարգչային դեմք՝ խաչած աչքերով
ia: Facie de computator con oculos a cruce
is: Tölvuandlit með yfirstrikuð augu
it: Computer con faccina con croci al posto degli occhi
ja: 目を横線で消したコンピューターの顔
kk: Көзі сызылған компьютер беті
ko: 선이 그어진 눈을 한 컴퓨터 얼굴
pa_in: ਕੱਟੀਆਂ ਹੋਈਆਂ ਅੱਖਾਂ ਨਾਲ ਕੰਪਿਊਟਰ ਵਾਲਾ ਮੂੰਹ
pl: Twarz komputera ze skrzyżowanymi oczami
pt_br: Rosto de computador com olhos riscados
pt_pt: Face de computador com olhos cruzados
ru: Компьютерное лицо с перечеркнутыми глазами
sk: Počítačová tvár s prekríženými očami
sq: Fytyrë kompjuter me sy mbyllur
sv: Datoransikte med överkorsade ögon
th: หน้าคอมพิวเตอร์ที่มีตาวิงเวียน
tr: Gözlerinde çarpı işareti olan bilgisayar suratı
ug: چاپراس كۆزلۈك كومپيۇتېر يۈزى
vi: Mặt máy tính với đôi mắt chữ x
zh_cn: 电脑死机的表情
zh_tw: 當機的電腦

# 17.accessibilityLabel
source: Upside-down face and smiling face on slider controls
cs: Obrácený obličej a smějící se obličej na posuvníku
cy: Wyneb wyneb i waered ac wyneb gyn wenu ar reolyddion llithrydd
da: Ansigt, som vender på hovedet, og smilende ansigt på slider-kontroller
de: Umgekehrtes Gesicht und lächelndes Gesicht auf dem Schieber
el: Ανάποδο πρόσωπο και χαμογελαστό πρόσωπο στα ρυθμιστικά
eo: Turnita vizaĝo kaj ridetanta vizaĝo sur ŝovregilo
es_cl: Cara al revés y cara sonriente en los controles deslizantes
fr: Visage à l’envers et visage souriant sur des curseurs de réglage
he: פנים הפוכות ופנים מחייכות על פקדי מחוון
hu: Fejjel lefelé fordított arc és mosolygó arc két csúszkán
hy_am: Շրջված դեմք և ժպտացող դեմք սլայդերի կառավարիչների վրա
ia: Facie al reverso e facie surridente sur controlos de cursor
is: Andlit á hvolfi og brosandi andlit á sleðastýringum
it: Faccina a testa in giù e faccina sorridente su controlli a scorrimento
ja: スライダーコントロール上の逆さまの顔と笑顔
kk: Айналу элементтеріндегі төңкерілген бет және жымиған бет
ko: 슬라이더 컨트롤의 거꾸로 된 얼굴과 웃고있는 얼굴
pa_in: ਉਲਟਾ ਮੂੰਹ ਅਤੇ ਸਲਾਈਡਰ ਕੰਟਰੋਲ ਵਾਲਾ ਹੱਸਦਾ ਮੂੰਹ
pl: Obrócona twarz i uśmiechnięta twarz na suwakach
pt_br: Rosto ao contrário e rosto sorridente em controles deslizantes
pt_pt: Face invertida e face a rir nos controlos de deslize
ru: Перевернутое лицо и улыбающееся лицо на ползунковых элементах управления
sk: Obrátená tvár a usmievavá tvár na posuvných ovládačoch
sq: Fytyrë kokëposhtë dhe fytyrë që buzëqesh, te kontrolle rrëshqitësi
sv: Upp och ner ansikte och leende ansikte på skjutreglage
th: ใบหน้ากลับหัวและใบหน้ายิ้มบนปุ่มควบคุมตัวเลื่อน
tr: Kaydırma düğmeleri üzerinde ters surat ve gülen surat
ug: ئوڭ دۈم كۈلۈمسىرەۋاتقان چىراي سۈرگۈچ تەڭشەك
vi: Mặt lộn ngược và mặt mỉm cười trên thanh trượt điều khiển
zh_cn: 滑块控件上的颠倒的脸和笑脸
zh_tw: 有正反笑臉的滑動列

# 18.accessibilityLabel
source: Upside-down face on trash bin
cs: Obrácený obličej na odpadkovém koši
cy: Wyneb ben i i waered yn y bin sbwriel
da: Ansigt, som vender på hovedet, placeret på en skraldespand
de: Umgekehrtes Gesicht auf Papierkorb
el: Ανάποδο πρόσωπο στον κάδο απορριμμάτων
eo: Turnita vizaĝo en rubujo
es_cl: Cara al revés en un contenedor de basura
fr: Visage à l’envers sur une corbeille
he: פנים הפוכות על פח אשפה
hu: Fejjel lefelé fordított arc egy kukán
hy_am: Շրջված դեմք աղբամանի վրա
ia: Facie al reverso sur receptaculo de immunditia
is: Andlit á hvolfi á ruslatunnu
it: Faccina a testa in giù su un cestino
ja: ゴミ箱に逆さまの顔
kk: Қоқыс жәшігіндегі төңкерілген бет
ko: 쓰레기통의 거꾸로 된 얼굴
pa_in: ਉਲਟੇ ਮੂੰਹ ਵਾਲਾ ਰੱਦੀ
pl: Obrócona twarz na koszu na śmieci
pt_br: Rosto virado para baixo em cesto de lixo
pt_pt: Face invertida no contentor
ru: Перевёрнутое лицо на корзине
sk: Obrátená tvár na odpadkovom koši
sq: Fytyrë kokëposhtë në kosh hedhurinash
sv: Upp och ner ansikte på papperskorg
th: ใบหน้ากลับหัวบนถังขยะ
tr: Çöp kutusunda ters surat
ug: دۈم كۈلۈمسىرەۋاتقان چىراي بار ئەخلەت چېلىكى
vi: Mặt lộn ngược trên thùng rác
zh_cn: 垃圾桶上倒挂的笑脸
zh_tw: 垃圾桶上有倒過來的臉

# 19.accessibilityLabel
source: Conversation bubble with symbols
cs: Konverzace bublina se symboly
cy: Swigen sgwrs gyda symbolau
da: Taleboble med symboler
de: Sprechblase mit Symbolen
el: Φούσκα συνομιλίας με σύμβολα
eo: Bobelo konversacia kun simboloj
es_cl: Burbuja de conversación con símbolos
fi: Keskustelukupla symboleilla
fr: Bulle de dialogue avec des symboles
he: בועת שיחה עם סמלים
hu: Beszélgetési buborék szimbólumokkal
hy_am: Խոսակցական պղպջակ խորհրդանիշներով
ia: Bulla de conversation con symbolos
is: Talblaðra með táknum
it: Bolla rappresentante una conversazione con simboli
ja: シンボル付きの会話吹き出し
kk: Таңбалары бар сөйлесу көпіршігі
ko: 기호가 있는 대화 풍선
pa_in: ਚਿੰਨ੍ਹਾਂ ਨਾਲ ਗੱਲਬਾਤ ਬੁਲਬਲਾ
pl: Dymek rozmowy z symbolami
pt_br: Bolha de conversa com símbolos
pt_pt: Bolha de conversa com símbolos
ru: Диалоговый пузырь с символами
sk: Konverzačná bublina so symbolmi
sq: Flluskë bisede me simbole
sv: Konversationsbubbla med symboler
th: ฟองคำพูดพร้อมสัญลักษณ์
tr: Üzerinde semboller olan konuşma balonu
ug: بەلگە بار ئۇچۇر كۆپۈكى
vi: Bong bóng trò chuyện với các ký tự đặc biệt
zh_cn: 带有符号的消息气泡
zh_tw: 對話泡泡中含有標點符號

# 20.accessibilityLabel
source: Lock with heart
cs: Zámek se srdcem
cy: Clo gyda chalon
da: Lås med hjerte
de: Schloss mit Herz
el: Λουκέτο με καρδιά
eo: Ŝloso kun koro
es_cl: Cerradura con corazón
fi: Lukko sydämellä
fr: Cadenas avec un cœur
he: מנעול עם לב
hu: Zár szívecskével
hy_am: Կողպեք սրտով
ia: Serratura con corde
is: Lás með hjarta
it: Lucchetto con cuore
ja: ハート付きの錠前
kk: Жүрекпен құлып
ko: 하트로 잠금
pa_in: ਦਿਲ ਵਾਲਾ ਜ਼ਿੰਦਾ
pl: Kłódka z sercem
pt_br: Cadeado com coração
pt_pt: Bloquear com coração
ru: Замок с сердцем
sk: Zámok so srdcom
sq: Dry me zemër
sv: Lås med hjärta
tg: Қулф бо дил
th: แม่กุญแจพร้อมหัวใจ
tr: Kalpli kilit
ug: يۈرەك قۇلۇپ
vi: Ổ khóa với trái tim ở giữa
zh_cn: 带有爱心图案的锁
zh_tw: 一把有愛心的鎖

# 21.accessibilityLabel
source: Firefox browser windows
cs: Okna prohlížeče Firefox
cy: Ffenestri porwr Firefox
da: Firefox-browservinduer
de: Firefox-Browserfenster
el: Παράθυρα του Firefox
eo: Fenestroj de la retumilo Firefox
es_cl: Ventanas del navegador Firefox
fi: Firefox-selainikkunat
fr: Fenêtres du navigateur Firefox
he: חלונות של דפדפן Firefox
hu: Firefox böngészőablakok
hy_am: Firefox դիտարկիչի պատուհաններ
ia: Fenestras de navigator Firefox
is: Firefox vafragluggar
it: Finestre del browser Firefox
ja: Firefox ブラウザーウインドウ
kk: Firefox браузерінің терезелері
ko: Firefox 브라우저 창
pa_in: Firefox ਬਰਾਊਜ਼ਰ ਵਿੰਡੋਆਂ
pl: Okna przeglądarki Firefox
pt_br: Janelas do navegador Firefox
pt_pt: Janelas do navegador Firefox
ru: Окна браузера Firefox
sk: Okná prehliadača Firefox
sq: Dritare shfletuesi Firefox
sv: Firefox webbläsarfönster
tg: Равзанаҳои браузери «Firefox»
th: หน้าต่างเบราว์เซอร์ Firefox
tr: Firefox tarayıcı pencereleri
ug: Firefox توركۆرگۈ كۆزنىكى
vi: Cửa sổ trình duyệt Firefox
zh_cn: Firefox 浏览器窗口
zh_tw: Firefox 瀏覽器視窗
